Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/llm_testing/translations/comparison_llm_vs_human_*.xliff
Languages: cs, da, et, fr, hr, nl, pt, ru, sl

# NSDesktopFolderUsageDescription
source: Lets you save files to the Desktop folder on your computer.
cs: Umožňuje vám ukládat soubory do složky Desktop na vašem počítači.
da: Lader dig gemme filer i Skrivebord-mappen på din computer.
et: Võimaldab teil faile salvestada arvuti töölaua kausta.
fr: Vous permet d'enregistrer des fichiers dans le dossier Bureau de votre ordinateur.
hr: Omogućuje vam spremanje datoteka u mapu Radna površina na vašem računalu.
nl: Hiermee kun je bestanden opslaan in de map Bureaublad op je computer.
pt: Permite-lhe guardar ficheiros na pasta Ambiente de Trabalho do seu computador.
ru: Позволяет сохранять файлы в папку "Рабочий стол" на вашем компьютере.
sl: Omogoča vam shranjevanje datotek v mapo »Namizje« na vašem računalniku.

# onboarding.welcome.button
source: Get Started
cs: Začněte
da: Kom godt i gang
et: Alusta
fr: Commencer
hr: Počni
nl: Aan de slag
pt: Começar
ru: Начать
sl: Začnite

# vpn.feedback-form.title
source: Help Improve the DuckDuckGo VPN
cs: Pomozte vylepšit DuckDuckGo VPN
da: Hjælp med at forbedre DuckDuckGo VPN
et: Aita parandada DuckDuckGo VPN-i
fr: Améliorez l'application VPN DuckDuckGo
hr: Pomozite poboljšati DuckDuckGo VPN
nl: Help bij het verbeteren van de DuckDuckGo VPN
pt: Ajudar a Melhorar a VPN do DuckDuckGo
ru: Помогите улучшить DuckDuckGo VPN
sl: Pomagajte izboljšati DuckDuckGo VPN

# alert.sync-bookmarks-bad-data-error-description
source: Some bookmarks are formatted incorrectly or too long and were not synced.
cs: Některé záložky jsou špatně formátovány nebo příliš dlouhé a nebyly synchronizovány.
da: Nogle bogmærker er formateret forkert eller for lange og blev ikke synkroniseret.
et: Mõned järjehoidjad on valesti vormindatud või liiga pikad ning neid ei sünkroonitud.
fr: Certains favoris sont mal formatés ou trop longs et n'ont pas été synchronisés.
hr: Neki su bookmarkovi krivo formatirani ili predugi te nisu sinkronizirani.
nl: Sommige bladwijzers zijn onjuist opgemaakt of te lang en zijn niet gesynchroniseerd.
pt: Alguns marcadores estão formatados incorretamente ou são muito longos e não foram sincronizados.
ru: Некоторые закладки имеют неправильный формат или слишком длинные и не были синхронизированы.
sl: Nekateri zaznamki so napačno oblikovani ali predolgi in niso bili sinhronizirani.

# dashboard.popups.ask
source: Notify
cs: Upozornit
da: Underret
et: Teavita
fr: Notifier
hr: Obavijesti
nl: Melding
pt: Notificar
ru: Уведомить
sl: Obvesti

# share.menu.item
source: Share
cs: Sdílet
da: Del
et: Jaga
fr: Partager
hr: Podijeli
nl: Delen
pt: Partilhar
ru: Поделиться
sl: Deli

# gpc.explanation
source: Tells participating websites not to sell or share your data.
cs: Informuje webové stránky, které se účastní, aby neprodávaly nebo nesdílely vaše údaje.
da: Fortæller deltagende hjemmesider ikke at sælge eller dele dine data.
et: Ütleb osalevatele veebisaitidele, et nad ei müüks ega jagaks teie andmeid.
fr: Indique aux sites participants de ne pas vendre ou partager vos données.
hr: Obavještava sudjelujuće web stranice da ne prodaju ili dijele vaše podatke.
nl: Vertelt deelnemende websites om je gegevens niet te verkopen of te delen.
pt: Indica aos sites participantes para não venderem ou partilharem os teus dados.
ru: Сообщает участвующим веб-сайтам не продавать или не делиться вашими данными.
sl: Spletnim mestom sporoči, naj ne prodajajo ali delijo vaših podatkov.

# pm.private.email.mesage.deactivate.confirm.title
source: Deactivate Private Duck Address?
cs: Deaktivovat Private Duck Address?
da: Deaktiver Privat Duck Address?
et: Deaktiveeri Privaatne Duck Address?
fr: Désactiver Private Duck Address?
hr: Deaktivirajte Privatnu Duck Adresu?
nl: Private Duck Address deactiveren?
pt: Desativar Private Duck Address?
ru: Отключить Private Duck Address?
sl: Deaktiviraj Zasebni Duck Naslov?

# pm.empty.default.button.title
source: Import Passwords
cs: Importovat hesla
da: Importer adgangskoder
et: Impordi paroole
fr: Importer les mots de passe
hr: Uvoz lozinki
nl: Wachtwoorden importeren
pt: Importar Senhas
ru: Импортировать пароли
sl: Uvozi gesla

# passsword.management.save.credentials.fireproof.checkbox.description
source: Keeps you signed in after using the Fire Button
cs: Udrží vás přihlášeného po použití tlačítka Fire Button
da: Holder dig logget ind efter brug af Fire Button
et: Hoiab sind sisse logituna pärast tule nupu kasutamist
fr: Vous garde connecté après avoir utilisé le Fire Button
hr: Ostavlja te prijavljenim nakon korištenja Fire Buttona
nl: Houdt je aangemeld nadat je de Fire Button hebt gebruikt
pt: Mantém-te conectado depois de usar o Fire Button
ru: Сохраняет вас в системе после использования кнопки Fire
sl: Ohranja vas prijavljene po uporabi gumba Fire Button

# pinned-tabs.discovery.popover.shared
source: Keep Shared Pinned Tabs
cs: Udržujte sdílené připnuté panely
da: Behold Delte Fastgjorte Faner
et: Säilita jagatud kinnitatud vahekaardid
fr: Conserver les onglets épinglés partagés
hr: Zadrži zajedničke prikačene kartice
nl: Gedeelde Vastgezette Tabbladen Behouden
pt: Manter Separadores Fixados Partilhados
ru: Сохранить общие закрепленные вкладки
sl: Ohrani skupne pritrditve zavihkov

# pm.save-credentials.non-editable.title
source: New password saved
cs: Nové heslo uloženo
da: Ny adgangskode gemt
et: Uus parool salvestatud
fr: Nouveau mot de passe enregistré
hr: Nova lozinka spremljena
nl: Nieuw wachtwoord opgeslagen
pt: Nova palavra-passe guardada
ru: Новый пароль сохранен
sl: Geslo je bilo shranjeno.

# bookmarks.empty.search.resukt..state.title
source: No bookmarks found
cs: Žádné záložky nenalezeny
da: Ingen bogmærker fundet
et: Järjehoidjaid ei leitud
fr: Aucun signet trouvé
hr: Nema pronađenih oznaka
nl: Geen bladwijzers gevonden
pt: Não foram encontrados marcadores.
ru: Закладки не найдены
sl: Zaznamkov ni bilo najdenih

# contextual.onboarding.browsing.two.trackers
source: *%1$@ and %2$@* were trying to track you here. I blocked them! %3$@
cs: *%1$@ a %2$@* se zde snažili sledovat vás. Blokoval jsem je! %3$@
da: *%1$@ og %2$@* forsøgte at spore dig her. Jeg blokerede dem! %3$@
et: *%1$@ ja %2$@* üritasid sind siin jälgida. Blokeerisin nad! %3$@
fr: *%1$@ et %2$@* essayaient de vous suivre ici. Je les ai bloqués! %3$@
hr: *%1$@ i %2$@* pokušavali su vas pratiti ovdje. Blokirao sam ih! %3$@
nl: *%1$@ en %2$@* probeerden je hier te volgen. Ik heb ze geblokkeerd! %3$@
pt: *%1$@ e %2$@* estavam tentando rastreá-lo aqui. Eu os bloqueei! %3$@
ru: *%1$@ и %2$@* пытались отследить вас здесь. Я их заблокировал! %3$@
sl: *%1$@ in %2$@* sta poskušala slediti tebi tukaj. Blokiral sem ju! %3$@

# pinning.show-netp-shortcut
source: Show VPN Shortcut
cs: Zobrazit zkratku VPN
da: Vis VPN-genvej
et: Kuva VPN otsetee
fr: Afficher le raccourci VPN
hr: Prikaži VPN prečac
nl: Toon VPN-snelkoppeling
pt: Mostrar Atalho VPN
ru: Показать ярлык VPN
sl: Pokaži bližnjico za VPN

# vpn.dns.server.block.risky.domains.toggle.title
source: Block risky domains
cs: Blokovat riskantní domény
da: Bloker risikable domæner
et: Blokeeri riskantsed domeenid
fr: Bloquer les domaines risqués
hr: Blokiraj rizične domene
nl: Blokkeren van risicovolle domeinen
pt: Bloquear domínios arriscados
ru: Блокировать рискованные домены
sl: Blokirajte tvegane domene

source: **%lld** tracking attempts blocked
cs: Bylo zablokováno **%lld** pokusů o sledování
da: **%lld** sporingforsøg blokeret
et: Blokeeritud **%lld** jälgimiskatset.
fr: **%lld** tentatives de suivi bloquées
hr: Blokirani su **%lld** pokušaji praćenja
nl: **%lld** trackingpogingen geblokkeerd
pt: **%lld** tentativas de rastreamento bloqueadas
ru: Заблокировано **%lld** попыток отслеживания
sl: Preprečenih je bilo **%lld** poskusov sledenja.

# downloads.tooltip.cancel
source: Cancel Download
cs: Stáhnout zrušit
da: Annuller download
et: Tühistada allalaadimine
fr: Annuler le téléchargement
hr: Prekini preuzimanje
nl: Annuleer Download
pt: Cancelar Transferência
ru: Отменить загрузку
sl: Prekliči prenos

# fire.currentWindow
source: All sites visited in current window
cs: Všechny navštívené stránky v aktuálním okně
da: Alle websteder besøgt i det aktuelle vindue
et: Kõik külastatud saidid praeguses aknas
fr: Tous les sites visités dans la fenêtre actuelle
hr: Sve stranice posjećene u trenutnom prozoru
nl: Alle bezochte sites in het huidige venster
pt: Todos os sites visitados na janela atual
ru: Все сайты, посещенные в текущем окне
sl: Vse strani obiskane v trenutnem oknu

# general.feedback-form.category.pir
source: Personal Information Removal
cs: Odstranění osobních informací
da: Fjernelse af personlige oplysninger
et: Isikuandmete eemaldamine
fr: Suppression d'Informations Personnelles
hr: Uklanjanje osobnih podataka
nl: Persoonlijke informatie verwijderen
pt: Remoção de Informações Pessoais
ru: Удаление личной информации
sl: Odstranjevanje osebnih podatkov

# more.or.less.expand
source: Show More
cs: Zobrazit více
da: Vis Mere
et: Näita rohkem
fr: Afficher plus
hr: Prikaži više
nl: Meer tonen
pt: Mostrar Mais
ru: Показать больше
sl: Prikaži več

# network.protection.vpn.location.formatter.nearest.location.descriptor
source: (Nearest)
cs: (Nejbližší)
da: (Tætteste)
et: (Lähim)
fr: (Le plus proche)
hr: (Najbliže)
nl: (Dichtstbijzijnde)
pt: (Mais Próximo)
ru: Ближайший
sl: (Najbližje)

# settings.newer.version.available
source: Newer version available
cs: Novější verze k dispozici
da: Nyere version tilgængelig
et: Uuem versioon saadaval
fr: Nouvelle version disponible
hr: Nova verzija dostupna
nl: Nieuwere versie beschikbaar
pt: Nova versão disponível
ru: Доступна новая версия
sl: Novejša različica na voljo

# vpn.feedback-form.category.issues-with-apps
source: VPN causes issues with other apps or websites
cs: VPN způsobuje problémy s ostatními aplikacemi nebo webovými stránkami.
da: VPN forårsager problemer med andre apps eller websites.
et: VPN põhjustab probleeme teiste rakenduste või veebisaitidega
fr: VPN provoque des problèmes avec d'autres applications ou sites web
hr: VPN uzrokuje probleme s drugim aplikacijama ili web stranicama
nl: VPN veroorzaakt problemen met andere apps of websites
pt: VPN causa problemas com outras apps ou websites
ru: VPN вызывает проблемы с другими приложениями или веб-сайтами
sl: VPN povzroča težave z drugimi aplikacijami ali spletnimi mesti.

# open.settings
source: Open System Settings…
cs: Otevřít nastavení systému…
da: Åbn systemindstillingerne...
et: Ava süsteemi sätted…
fr: Ouvrir les paramètres système…
hr: Otvori postavke sustava…
nl: Open Systeeminstellingen…
pt: Abrir Definições do Sistema…
ru: Открыть системные настройки…
sl: Odpri sistemske nastavitve…

# preferences.main-settings
source: Main Settings
cs: Hlavní nastavení
da: Hovedindstillinger
et: Peamised sätted
fr: Paramètres principaux
hr: Glavne postavke
nl: Belangrijkste Instellingen
pt: Definições Principais
ru: Основные настройки
sl: Glavne nastavitve

# preferences.about.unsupported-device-info2
source: Please update to macOS %@ or later to use the most recent version of DuckDuckGo. You can also keep using your current version of the browser, but it will not receive further updates.
cs: Aktualizujte prosím na macOS %@ nebo novější verzi, abyste mohli používat nejnovější verzi DuckDuckGo. Můžete také nadále používat svou stávající verzi prohlížeče, ale nebude dostávat další aktualizace.
da: Opdater venligst til macOS %@ eller en nyere version for at bruge den seneste version af DuckDuckGo. Du kan også fortsætte med at bruge din nuværende version af browseren, men den vil ikke modtage flere opdateringer.
et: Palun uuenda macOS-i %@ või hilisem versioon, et kasutada kõige uuemat DuckDuckGo versiooni. Saad ka jätkata oma praeguse brauseri versiooni kasutamist, kuid see ei saa enam edasisi uuendusi.
fr: Veuillez mettre à jour vers macOS %@ ou une version ultérieure pour utiliser la version la plus récente de DuckDuckGo. Vous pouvez également continuer à utiliser votre version actuelle du navigateur, mais elle ne recevra plus de mises à jour.
hr: Ažurirajte na macOS %@ ili noviju verziju kako biste koristili najnoviju verziju DuckDuckGo. Također možete nastaviti koristiti trenutnu verziju preglednika, ali neće primati daljnje nadogradnje.
nl: Werk macOS %@ of een latere versie bij om de meest recente versie van DuckDuckGo te gebruiken. Je kunt ook je huidige versie van de browser blijven gebruiken, maar deze ontvangt geen verdere updates.
pt: Atualize para macOS %@ ou posterior para usar a versão mais recente do DuckDuckGo. Você também pode continuar usando sua versão atual do navegador, mas ela não receberá mais atualizações.
ru: Пожалуйста, обновите macOS %@ или более позднюю версию, чтобы использовать самую последнюю версию DuckDuckGo. Вы также можете продолжать использовать текущую версию браузера, но она не будет получать дальнейшие обновления.
sl: Za uporabo najnovejše različice DuckDuckGo prosim posodobite na macOS %@ ali novejši. Lahko pa še naprej uporabljate trenutno različico brskalnika, vendar ne bo prejemala nadaljnjih posodobitev.

# network.protection.invite.success.title
source: DuckDuckGo's VPN secures all of your device's Internet traffic anytime, anywhere.
cs: VPN DuckDuckGo zabezpečuje veškerý internetový provoz vašeho zařízení kdykoli a kdekoli.
da: DuckDuckGo's VPN sikrer al din enheds internettrafik når som helst, hvor som helst.
et: DuckDuckGo VPN krüpteerib kogu teie seadme internetiliikluse igal ajal ja kõikjal.
fr: Le VPN de DuckDuckGo sécurise tout le trafic Internet de votre appareil à tout moment et n'importe où.
hr: DuckDuckGo VPN osigurava sv promet na internetu vašeg uređaja bilo kada i bilo gdje.
nl: De VPN van DuckDuckGo beveiligt al het internetverkeer van uw apparaat altijd en overal.
pt: A VPN do DuckDuckGo protege todo o tráfego de Internet do seu dispositivo a qualquer momento e em qualquer lugar.
ru: VPN DuckDuckGo обеспечивает безопасность всего интернет-трафика вашего устройства в любое время и в любом месте.
sl: DuckDuckGo VPN varno šifrira ves internetni promet vaše naprave kadarkoli in kjerkoli.

source: Save
cs: Uložit
da: Gem
et: Salvesta
fr: Enregistrer
hr: Spremi
nl: Opslaan
pt: Guardar
ru: Сохранить
sl: Shrani

# navigate.forward
source: Forward
cs: Dopředu
da: Fremad
et: Edasi
fr: Transférer
hr: Proslijedi
nl: Vooruit
pt: Encaminhar
ru: Вперед
sl: Naprej

# passsword.manager.alert.remove-note.confirmation
source: Are you sure you want to delete this note?
cs: Jste si jistý, že chcete smazat tuto poznámku?
da: Er du sikker på, at du vil slette denne note?
et: Kas olete kindel, et soovite selle märkme kustutada?
fr: Êtes-vous sûr de vouloir supprimer cette note ?
hr: Jeste li sigurni da želite izbrisati ovu bilješku?
nl: Weet je zeker dat je deze notitie wilt verwijderen?
pt: Tem a certeza de que deseja apagar esta nota?
ru: Вы уверены, что хотите удалить эту заметку?
sl: Ali ste prepričani, da želite izbrisati to opombo?

# ppro.feedback-form.button.done
source: Done
cs: Hotovo
da: Færdig
et: Valmis
fr: Terminé
hr: Gotovo
nl: Klaar
pt: Concluído
ru: Готово
sl: Končano

# fireproof.confirmation.title
source: Would you like to Fireproof %@?
cs: Chcete tento web Fireproof?
da: Vil du gerne gøre %@ brandsikkert?
et: Kas sooviksite %@ tulekindlaks muuta?
fr: Souhaitez-vous rendre %@ ignifuge ?
hr: Želite li zaštititi %@ od požara?
nl: Wil je deze site Fireproof maken?
pt: Gostaria de tornar este site Fireproof?
ru: Хотели бы вы сделать этот сайт Fireproof?
sl: Bi želeli zaščititi %@ pred požarom?

# looking.for.bitwarden
source: Bitwarden not installed…
cs: Bitwarden není nainstalován…
da: Bitwarden ikke installeret...
et: Bitwarden pole installitud…
fr: Bitwarden n'est pas installé…
hr: Bitwarden nije instaliran...
nl: Bitwarden niet geïnstalleerd...
pt: Bitwarden não instalado...
ru: Bitwarden не установлен…
sl: Bitwarden ni nameščen...

source: Quit
cs: Ukončit
da: Afslut
et: Lõpeta
fr: Quitter
hr: Izađi
nl: Afsluiten
pt: Sair
ru: Выйти
sl: Izhod

# share.menu.item.qr.code
source: Create QR Code
cs: Vytvořit QR kód
da: Opret QR-kode
et: Looge QR-kood
fr: Créer un code QR
hr: Stvori QR kod
nl: Maak QR-code
pt: Criar Código QR
ru: Создать QR-код
sl: Ustvari QR kodo

# ai-chat.onboarding.popover.message-fallback
source: You can adjust this and other AI Chat features in Settings > AI Chat
cs: Funkce AI Chat a další možnosti můžete upravit v Nastavení > AI Chat.
da: Du kan justere denne og andre AI Chat-funktioner i Indstillinger > AI Chat.
et: Saate seda ja teisi tehisintellekti vestlusfunktsioone kohandada menüüs Seaded > AI Chat
fr: Vous pouvez ajuster cette fonctionnalité de discussion AI et d'autres dans Paramètres > Discussion AI.
hr: Možete prilagoditi ovu i druge značajke AI razgovora u Postavke > AI Razgovor
nl: Je kunt deze en andere AI Chat-functies aanpassen in Instellingen > AI Chat.
pt: Pode ajustar esta e outras funcionalidades de Chat de IA em Definições > Chat de IA.
ru: Вы можете настроить эту и другие функции чата с ИИ в разделе Настройки > Чат с ИИ.
sl: Nastavitve > AI Klepet omogočajo prilagajanje te in drugih funkcij umetne inteligence.

# vpn.excluded.domains.add.domain
source: Add Website
cs: Přidat webovou stránku
da: Tilføj Hjemmeside
et: Lisa Veebisait
fr: Ajouter un site web
hr: Dodaj web stranicu
nl: Website toevoegen
pt: Adicionar Website
ru: Добавить веб-сайт
sl: Dodaj spletno mesto

# import.csv.instructions.onePassword7
source: %1$d Open and unlock **%2$s** %3$d Select the vault you want to export (you can only export one vault at a time) %4$d Select **File → Export → All Items** from the Menu Bar %5$d Enter your 1Password main or account password %6$d Select the File Format: **iCloud Keychain (.csv)** %7$d Save the passwords file someplace you can find it (e.g., Desktop) %8$d %9$@
cs: %1$d Otevřete a odemkněte **%2$s** %3$d Vyberte trezor, který chcete exportovat (můžete exportovat pouze jeden trezor najednou) %4$d Vyberte **Soubor → Exportovat → Všechny položky** z panelu nabídek %5$d Zadejte své hlavní heslo 1Password nebo účetní heslo %6$d Vyberte formát souboru: **iCloud Keychain (.csv)** %7$d Uložte soubor s hesly na místo, kde ho můžete najít (např. na plochu) %8$d %9$@
da: %1$d Åbn og lås op for **%2$s** %3$d Vælg den kasse, du vil eksportere (du kan kun eksportere én kasse ad gangen) %4$d Vælg **Fil → Eksport → Alle emner** fra menulinjen %5$d Indtast din 1Password hoved- eller kontop adgangskode %6$d Vælg filformatet: **iCloud-nøglering (.csv)** %7$d Gem adgangskodefilen et sted, hvor du kan finde den (f.eks. Skrivebord) %8$d %9$@
et: %1$d Ava ja lukusta **%2$s** %3$d Valige arhiiv, mida soovite eksportida (saate korraga eksportida ainult ühe arhiivi) %4$d Valige **Fail → Ekspordi → Kõik üksused** menüüribalt %5$d Sisestage oma 1Passwordi põhi- või konto parool %6$d Valige failivorming: **iCloudi paroolihoidla (.csv)** %7$d Salvestage paroolide fail kohta, kust leiate selle (nt töölauale) %8$d %9$@
fr: %1$d Ouvrez et déverrouillez **%2$s** %3$d Sélectionnez le coffre-fort que vous souhaitez exporter (vous ne pouvez exporter qu'un coffre-fort à la fois) %4$d Sélectionnez **Fichier → Exporter → Tous les éléments** dans la barre de menus %5$d Entrez votre mot de passe principal ou de compte 1Password %6$d Sélectionnez le format de fichier : **Trousseau iCloud (.csv)** %7$d Enregistrez le fichier de mots de passe à un endroit où vous pouvez le retrouver (par exemple, le Bureau) %8$d %9$@
hr: %1$d Otvorite i otključajte **%2$s** %3$d Odaberite trezor koji želite izvesti (možete izvesti samo jedan trezor odjednom) %4$d Odaberite **Datoteka → Izvoz → Svi elementi** iz izbornika %5$d Unesite svoju glavnu lozinku za 1Password račun %6$d Odaberite format datoteke: **iCloud Keychain (.csv)** %7$d Spremite datoteku s lozinkama na mjesto gdje je možete pronaći (npr., Radna površina) %8$d %9$@
nl: %1$d Open en ontgrendel **%2$s** %3$d Selecteer het kluisje dat je wilt exporteren (je kunt slechts één kluisje tegelijk exporteren) %4$d Selecteer **Bestand → Exporteren → Alle items** in de menubalk %5$d Voer je 1Password hoofd- of accountwachtwoord in %6$d Selecteer het bestandsformaat: **iCloud-sleutelhanger (.csv)** %7$d Sla het wachtwoordenbestand ergens op waar je het kunt vinden (bijv., Bureaublad) %8$d %9$@
pt: %1$d Abrir e desbloquear **%2$s** %3$d Selecione o cofre que deseja exportar (só é possível exportar um cofre de cada vez) %4$d Selecione **Ficheiro → Exportar → Todos os Itens** na Barra de Menu %5$d Introduza a sua palavra-passe principal ou da conta 1Password %6$d Selecione o Formato de Ficheiro: **Cadeia de Chaves iCloud (.csv)** %7$d Guarde o ficheiro de palavras-passe num local onde o possa encontrar (por exemplo, no Ambiente de Trabalho) %8$d %9$@
ru: %1$d Откройте и разблокируйте **%2$s** %3$d Выберите хранилище, которое вы хотите экспортировать (вы можете экспортировать только одно хранилище за раз) %4$d Выберите **Файл → Экспорт → Все элементы** из строки меню %5$d Введите ваш основной пароль 1Password или учетную запись %6$d Выберите формат файла: **iCloud Keychain (.csv)** %7$d Сохраните файл с паролями в удобном для вас месте (например, на Рабочем столе) %8$d %9$@
sl: %1$d Odpri in odkleni **%2$s** %3$d Izberite trezor, ki ga želite izvoziti (lahko izvozite le en trezor naenkrat) %4$d Izberite **Datoteka → Izvozi → Vse postavke** iz menijske vrstice %5$d Vnesite svoje glavno geslo za 1Password ali račun %6$d Izberite obliko datoteke: **iCloud Keychain (.csv)** %7$d Shranite datoteko z gesli na mesto, kjer jo lahko najdete (npr. Namizje) %8$d %9$@

# alert.sync-too-many-requests-error-description
source: Sync & Backup is temporarily unavailable.
cs: Synchronizace a zálohování je dočasně nedostupné.
da: Synkronisering og sikkerhedskopiering er midlertidigt utilgængelig.
et: Sünkroonimine ja varundamine pole hetkel saadaval.
fr: La synchronisation et la sauvegarde ne sont temporairement pas disponibles.
hr: Sinkronizacija i sigurnosno kopiranje trenutno nisu dostupni.
nl: Synchronisatie en back-up is tijdelijk niet beschikbaar.
pt: A sincronização e cópia de segurança estão temporariamente indisponíveis.
ru: Синхронизация и резервное копирование временно недоступны.
sl: Sinhronizacija in varnostno kopiranje sta začasno nedostopna.

source: Delete Bookmark
cs: Smazat záložku
da: Slet bogmærke
et: Kustuta järjehoidja
fr: Supprimer le signet
hr: Izbriši oznaku
nl: Verwijder Bladwijzer
pt: Eliminar Marcador
ru: Удалить закладку
sl: Izbriši zaznamek

# import.data.requires-password.title
source: Enter Primary Password for %@
cs: Zadejte hlavní heslo pro %@
da: Indtast primær adgangskode for %@
et: Sisesta põhiparool %@@ jaoks
fr: Entrez le mot de passe principal pour %@
hr: Unesite primarnu lozinku za %@
nl: Voer het primaire wachtwoord in voor %@
pt: Introduza a Palavra-passe Principal para %@
ru: Введите основной пароль для %@
sl: Vnesite primarno geslo za %@

# vpn.setting.add.excluded.domain.action.button.title
source: Exclude Website
cs: Vyloučit webovou stránku
da: Ekskluder hjemmeside
et: Välja arvatud veebisait
fr: Exclure le site web
hr: Isključi web stranicu
nl: Website uitsluiten
pt: Excluir Site
ru: Исключить веб-сайт
sl: Izključi spletno mesto
