Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/llm_testing/translations/comparison_llm_vs_human_*.xliff
Languages: cs, da, et, fr, hr, nl, pt, ru, sl

# vpn.location.nearest.available.title
source: Automatically connect to the nearest server we can find.
cs: Automaticky se připojte k nejbližšímu serveru, který můžeme najít.
da: Automatisk forbindelse til den nærmeste server, vi kan finde.
et: Ühendu automaatselt lähimasse serverisse, mida me leida suudame.
fr: Se connecter automatiquement au serveur le plus proche que nous pouvons trouver.
hr: Automatski se povežite s najbližim poslužiteljem koji možemo pronaći.
nl: Automatisch verbinden met de dichtstbijzijnde server die we kunnen vinden.
pt: Conectar automaticamente ao servidor mais próximo que conseguirmos encontrar.
ru: Автоматическое подключение к ближайшему серверу, который мы можем найти.
sl: Samodejno se povežite z najbližjim strežnikom, ki ga lahko najdemo.

# downloads.open-downloads-folder
source: Open Downloads Folder
cs: Otevřít složku Stahování
da: Åbn Downloads-mappe
et: Ava Allalaadimiste Kaust
fr: Ouvrir le dossier de téléchargements
hr: Otvori mapu Preuzimanja
nl: Open Downloadsmap
pt: Abrir Pasta de Transferências
ru: Открыть папку Загрузки
sl: Odpri mapo Prenosi

source: Bookmark All Tabs…
cs: Přidat všechny panely záložek…
da: Bogmærk alle faner…
et: Järjesta kõik vahekaardid...
fr: Ajouter tous les onglets aux favoris…
hr: Označi sve kartice…
nl: Alle tabbladen als bladwijzer opslaan...
pt: Adicionar todos os separadores aos marcadores...
ru: Добавить в закладки все вкладки…
sl: Zaznamek vseh zavihkov…

# vpn.feedback-form.text-4
source: • Aggregate DuckDuckGo app diagnostics
cs: • Sbírejte diagnostiku aplikace DuckDuckGo
da: • Saml DuckDuckGo app-diagnostik
et: • Kogu DuckDuckGo rakenduse diagnostika
fr: • Diagnostics de l'application DuckDuckGo agrégés
hr: • Prikupi dijagnostiku aplikacije DuckDuckGo
nl: • Aggregeer DuckDuckGo-app diagnostiek
pt: • Agregar diagnósticos da aplicação DuckDuckGo
ru: • Собрать диагностику приложения DuckDuckGo
sl: • Združi diagnostiko aplikacije DuckDuckGo

# preferences.downloads
source: Downloads
cs: Stažení
da: Hentninger
et: Allalaadimised
fr: Téléchargements
hr: Preuzimanja
pt: Transferências
ru: Загрузки
sl: Prenosi

# autofill.management.credit-cards.unknown.card
source: Card
cs: Karta
da: Kort
et: Kaart
fr: Carte
hr: Kartica
nl: Kaart
pt: Cartão
ru: Карта
sl: Kartica

# bitwarden.connecting
source: Connecting to Bitwarden
cs: Připojování k Bitwarden
da: Opretter forbindelse til Bitwarden
et: Ühendamine Bitwardeniga
fr: Connexion à Bitwarden
hr: Povezivanje s Bitwardenom
nl: Verbinding maken met Bitwarden
pt: A ligar ao Bitwarden
ru: Подключение к Bitwarden
sl: Povezovanje z Bitwardenom

# duck-player.onboarding-confirmation-modal-CTA-confirm
source: Got it
cs: Rozumím
da: Forstået
et: Saadud
fr: D'accord
hr: Shvaćam
nl: Begrepen
pt: Entendido
ru: Понял.
sl: Razumljeno

# page.crash.header
source: This webpage has crashed.
cs: Tato webová stránka spadla.
da: Denne webside er gået ned.
et: See veebileht on kokku jooksnud.
fr: Cette page web a planté.
hr: Ova web-stranica se srušila.
nl: Deze webpagina is gecrasht.
pt: Esta página web falhou.
ru: Эта веб-страница завершила работу.
sl: Ta spletna stran se je sesula.

# downloads.copy-link.item
source: Copy Download Link
cs: Stáhnout odkaz ke stažení
da: Kopiér Download Link
et: Kopeeri allalaadimise link
fr: Télécharger le Lien
hr: Preuzmi poveznicu za preuzimanje
nl: Kopieer Downloadlink
pt: Copiar Link de Download
ru: Скопировать ссылку для загрузки
sl: Prenesi povezavo za kopiranje

# alert.sync-error-action
source: Sync Settings
cs: Nastavení synchronizace
da: Synkroniser indstillingerne
et: Sünkroniseerimise sätted
fr: Paramètres de synchronisation
hr: Postavke sinkronizacije
nl: Synchronisatie-instellingen
pt: Definições de Sincronização
ru: Настройки синхронизации
sl: Nastavitve sinhronizacije

source: Please submit a report to help us fix the issue.
cs: Prosím, zašlete zprávu, abyste nám pomohli vyřešit problém.
da: Indsend venligst en rapport for at hjælpe os med at løse problemet.
et: Palun esitage aruanne, et aidata meil probleemi lahendada.
fr: Veuillez soumettre un rapport pour nous aider à résoudre le problème.
hr: Molimo dostavite izvještaj kako bismo mogli riješiti problem.
nl: Gelieve een rapport in te dienen om ons te helpen het probleem op te lossen.
pt: Por favor, envie um relatório para nos ajudar a corrigir o problema.
ru: Пожалуйста, отправьте отчет, чтобы помочь нам исправить проблему.
sl: Prosimo, oddajte poročilo, da nam pomagate odpraviti težavo.

# alert.sync.warning.sync-paused
source: Sync & Backup is Paused
cs: Synchronizace a zálohování je pozastaveno
da: Synkronisering og sikkerhedskopiering er sat på pause
et: Sünkroonimine ja varundamine on peatatud
fr: La synchronisation et la sauvegarde sont en pause
hr: Sinkronizacija i sigurnosno kopiranje je pauzirano
nl: Synchronisatie en back-up is gepauzeerd
pt: Sincronização e Cópia de Segurança está Pausada
ru: Синхронизация и резервное копирование приостановлены
sl: Sinhronizacija in Varnostno Kopiranje je Zaustavljeno

# bitwarden.connect.communication-info
source: All communication between Bitwarden and DuckDuckGo is encrypted and the data never leaves your device.
cs: Veškerá komunikace mezi Bitwarden a DuckDuckGo je šifrována a data nikdy neopustí vaše zařízení.
da: Al kommunikation mellem Bitwarden og DuckDuckGo er krypteret, og data forlader aldrig din enhed.
et: Kogu suhtlus Bitwardeni ja DuckDuckGo vahel on krüpteeritud ning andmed ei lahkunud kunagi teie seadmest.
fr: Toute communication entre Bitwarden et DuckDuckGo est chiffrée et les données ne quittent jamais votre appareil.
hr: Sva komunikacija između Bitwardena i DuckDuckGo-a je šifrirana i podaci nikada ne napuštaju vaš uređaj.
nl: Alle communicatie tussen Bitwarden en DuckDuckGo is versleuteld en de gegevens verlaten nooit uw apparaat.
pt: Toda a comunicação entre o Bitwarden e o DuckDuckGo é encriptada e os dados nunca saem do seu dispositivo.
ru: Вся коммуникация между Bitwarden и DuckDuckGo зашифрована, и данные никогда не покидают ваше устройство.
sl: Vsa komunikacija med Bitwardenom in DuckDuckGo je šifrirana in podatki nikoli ne zapustijo vaše naprave.

# pinned-tabs.discovery.popover.title
source: New Pinned Tab Settings
cs: Nové Nastavení Připnuté Karty
da: Nye Indstillinger for Fastgjort Fane
et: Uued kinnitatud vahekaardi sätted
fr: Nouveaux paramètres d'onglet épinglé
hr: Nova Postavka Prikvačene Kartice
nl: Nieuwe Instellingen voor Vastgezette Tabbladen
pt: Novas Definições de Separador Fixado
ru: Настройки закрепленной вкладки
sl: Nastavitve novega pritrjenega zavihka

# main.menu.home.button.mode.left
source: Show Left of the Back Button
cs: Zobrazit vlevo od tlačítka Zpět
da: Vis til venstre for Tilbage-knappen
et: Kuva Tagasi nupu vasakul
fr: Afficher à gauche du bouton Retour
hr: Prikaži lijevo od gumba za povratak
nl: Toon Links van de Terugknop
pt: Mostrar à Esquerda do Botão Voltar
ru: Показать слева от кнопки "Назад"
sl: Pokaži levo od gumba Nazaj

# contextual.onboarding.try-fire-button.button
source: Try it
cs: Vyzkoušet
da: Prøv det
et: Proovi seda
fr: Essayer
hr: Isprobajte
nl: Probeer het
pt: Experimente
ru: Попробуйте
sl: Preizkusi

# autofill.copy-password
source: Copy password
cs: Kopírovat heslo
da: Kopier adgangskode
et: Kopeeri parool
fr: Copier le mot de passe
hr: Kopiraj lozinku
nl: Kopieer wachtwoord
pt: Copiar senha
ru: Копировать пароль
sl: Kopiraj geslo

# contextual.onboarding.try-fire-button.message
source: Give it a try! 🔥
cs: Zkuste to! 🔥
da: Prøv det! 🔥
et: Proovi järele! 🔥
fr: Essaie-le ! 🔥
hr: Isprobajte! 🔥
nl: Probeer het eens! 🔥
pt: Experimente! 🔥
ru: Попробуйте сами! 🔥
sl: Poskusi! 🔥

# vpn.button.title.uninstall.vpn
source: Uninstall DuckDuckGo VPN…
cs: Odinstalovat DuckDuckGo VPN…
da: Afinstaller DuckDuckGo VPN...
et: Eemalda DuckDuckGo VPN…
fr: Désinstaller DuckDuckGo VPN…
hr: Deinstaliraj DuckDuckGo VPN…
nl: DuckDuckGo VPN verwijderen…
pt: Desinstalar DuckDuckGo VPN…
ru: Удалить DuckDuckGo VPN…
sl: Odstrani DuckDuckGo VPN...

# notification.badge.popuphidden
source: Pop-up Hidden
cs: Skryté vyskakovací okno
da: Pop-up Skjult
et: Hüpikaken peidetud
fr: Pop-up Masqué
hr: Skočni Prozor Skriven
nl: Pop-up Verborgen
pt: Pop-up Oculto
ru: Скрытое всплывающее окно
sl: Pojavno okno skrito

# pm.lock-screen.preferences.link
source: Settings
cs: Nastavení
da: Indstillinger
et: Seaded
fr: Paramètres
hr: Postavke
nl: Instellingen
pt: Definições
ru: Настройки
sl: Nastavitve

# main-menu.file.export-passwords
source: Passwords…
cs: Hesla…
da: Adgangskoder...
et: Paroolid…
fr: Mots de passe…
hr: Lozinke…
nl: Wachtwoorden...
pt: Palavras-passe...
ru: Пароли…
sl: Gesla...

# autofill.onboarding.popover.message1
source: You can manage your toolbar shortcuts at any time by right-clicking on the toolbar.
cs: Svůj seznam zkratek na panelu nástrojů můžete kdykoli spravovat kliknutím pravým tlačítkem myši na panel nástrojů.
da: Du kan til enhver tid administrere dine værktøjslinjegenvælg ved at højreklikke på værktøjslinjen.
et: Saate igal ajal haldada oma tööriistariba otseteid, paremklõpsates tööriistaribal.
fr: Vous pouvez gérer vos raccourcis de la barre d'outils à tout moment en cliquant avec le bouton droit sur la barre d'outils.
hr: U bilo kojem trenutku možete upravljati prečacima na alatnoj traci desnim klikom na alatnu traku.
nl: Je kunt op elk moment je werkbalksnelkoppelingen beheren door met de rechtermuisknop op de werkbalk te klikken.
pt: Pode gerir os atalhos da barra de ferramentas a qualquer momento clicando com o botão direito na barra de ferramentas.
ru: Вы можете управлять вашими ярлыками панели инструментов в любое время, щелкнув правой кнопкой мыши по панели инструментов.
sl: Orodne vrstice lahko kadar koli upravljate tako, da z desnim klikom kliknete na orodno vrstico.

source: Uninstall
cs: Odinstalovat
da: Afinstaller
et: Eemalda
fr: Désinstaller
hr: Deinstaliraj
nl: Deïnstalleren
pt: Desinstalar
ru: Удалить
sl: Odstrani

# letsmove.move.button
source: Move to Applications Folder
cs: Přesunout do složky Aplikace
da: Flyt til Programmer-mappe
et: Liiguta rakenduste kausta
fr: Déplacer vers le dossier Applications
hr: Premjesti u mapu Aplikacije
nl: Verplaatsen naar de map Applicaties
pt: Mover para a Pasta Aplicações
ru: Переместить в папку Приложения
sl: Premakni v mapo Aplikacije

# bookmarks.bar.preferences.show
source: Show Bookmarks Bar
cs: Zobrazit panel záložek
da: Vis Bogmærkelinjen
et: Kuva järjehoidjate riba
fr: Afficher la barre des favoris
hr: Prikaži traku s oznakama
nl: Toon bladwijzerbalk
pt: Mostrar Barra de Favoritos
ru: Показать панель закладок
sl: Pokaži vrstico z zaznamki

source: Center
cs: Střed
da: Centrum
et: Keskus
fr: Centre
hr: Centar
nl: Midden
pt: Centro
ru: Центр
sl: Središče

# folder.dialog.add
source: Add
cs: Přidat
da: Tilføj
et: Lisa
fr: Ajouter
hr: Dodaj
nl: Toevoegen
pt: Adicionar
ru: Добавить
sl: Dodaj

# preferences-pinned-tabs.title
source: Pinned tabs are
cs: Připnuté panely jsou
da: Fastgjorte faner er
et: Kinnitatud vahekaardid on
fr: Les onglets épinglés sont
hr: Prikvačene kartice su
nl: Vastgezette tabbladen zijn
pt: As abas fixadas são
ru: Закрепленные вкладки -
sl: Pripeti zavihki so

# fire.select-site-to-clear
source: Select a site to clear its data.
cs: Vyberte web, který chcete smazat.
da: Vælg en side for at rydde dens data.
et: Valige sait selle andmete puhastamiseks.
fr: Sélectionnez un site pour effacer ses données.
hr: Odaberite web-lokaciju kako biste očistili njene podatke.
nl: Selecteer een site om de gegevens ervan te wissen.
pt: Selecione um site para limpar os seus dados.
ru: Выберите сайт, чтобы очистить его данные.
sl: Izberite spletno mesto, da izbrišete njegove podatke.

source: Merge All Windows
cs: Sloučit všechna okna
da: Flet Alle Vinduer
et: Ühenda kõik aknad
fr: Fusionner toutes les fenêtres
hr: Spoji sve prozore
nl: Alle vensters samenvoegen
pt: Agrupar Todas as Janelas
ru: Объединить все окна
sl: Združi vsa okna

# permission.microphone
source: Microphone
cs: Mikrofon
da: Mikrofon
et: Mikrofon
hr: Mikrofon
nl: Microfoon
pt: Microfone
ru: Микрофон
sl: Mikrofon

# newTab.setup.import.summary
source: Import bookmarks, favorites, and passwords from your old browser.
cs: Importujte záložky, oblíbené položky a hesla z vašeho starého prohlížeče.
da: Importer bogmærker, favoritter og adgangskoder fra din gamle browser.
et: Impordi järjehoidjad, lemmikud ja paroolid oma vanast veebibrauserist.
fr: Importer les favoris, les marques-pages et les mots de passe de votre ancien navigateur.
hr: Uvezi oznake, favorite i lozinke iz svog starog preglednika.
nl: Importeer bladwijzers, favorieten en wachtwoorden vanuit je oude browser.
pt: Importe marcadores, favoritos e senhas do seu navegador antigo.
ru: Импортируйте закладки, избранное и пароли из вашего старого браузера.
sl: Uvozi zaznamke, priljubljene in gesla iz vašega starega brskalnika.

# bitwarden.preferences.open-bitwarden
source: Open Bitwarden
cs: Otevřít Bitwarden
da: Åbn Bitwarden
et: Ava Bitwarden
fr: Ouvrir Bitwarden
hr: Otvori Bitwarden
pt: Abrir Bitwarden
ru: Открыть Bitwarden
sl: Odpri Bitwarden

source: Copy Image Address
cs: Kopírovat adresu obrázku
da: Kopiér Billede Adresse
et: Kopeeri pildi aadress
fr: Copier l'adresse de l'image
hr: Kopiraj adresu slike
nl: Kopieer Afbeeldingsadres
pt: Copiar Endereço da Imagem
ru: Копировать адрес изображения
sl: Kopiraj naslov slike

# pm.lock-screen.prompt.unlock-logins
source: unlock your passwords and autofill info for you
cs: odemkněte svá hesla a automaticky vyplňte informace za vás
da: lås op for dine adgangskoder og udfyld automatisk information for dig
et: avage oma paroolid ja automaatne täitmine teie eest
fr: Déverrouillez vos mots de passe et informations d'autocomplétion pour vous.
hr: otključajte svoje lozinke i automatski popunite informacije za vas
nl: Ontgrendel je wachtwoorden en automatisch invullen van informatie voor jou.
pt: Desbloqueie as suas palavras-passe e informações de preenchimento automático para si.
ru: Разблокируйте ваши пароли и информацию для автозаполнения.
sl: odblokirajte svoja gesla in samodejno izpolnite informacije za vas

# allow.integration
source: Allow Integration with DuckDuckGo
cs: Povolit integraci s DuckDuckGo
da: Tillad Integration med DuckDuckGo
et: Luba integreerimine DuckDuckGo-ga
fr: Autoriser l'intégration avec DuckDuckGo
hr: Omogući integraciju s DuckDuckGo
nl: Toestaan integratie met DuckDuckGo
pt: Permitir integração com DuckDuckGo
ru: Разрешить интеграцию с DuckDuckGo
sl: Dovoli integracijo z DuckDuckGo

# network.protection.failure.notification.title
source: DuckDuckGo VPN failed to connect
cs: DuckDuckGo VPN se nepodařilo připojit
da: DuckDuckGo VPN kunne ikke oprette forbindelse
et: DuckDuckGo VPN-i ühendus ebaõnnestus
fr: Échec de la connexion au VPN DuckDuckGo
hr: DuckDuckGo VPN nije uspio uspostaviti vezu
nl: DuckDuckGo VPN kon geen verbinding maken
pt: A ligação VPN do DuckDuckGo falhou.
ru: Не удалось подключить DuckDuckGo VPN
sl: DuckDuckGo VPN ni uspelo vzpostaviti povezave

# network.protection.status.menu.send.feedback
source: Send Feedback…
cs: Odeslat zpětnou vazbu…
et: Saada tagasisidet…
fr: Envoyer des commentaires…
hr: Pošalji povratne informacije...
nl: Stuur feedback...
pt: Enviar Feedback...
ru: Отправить отзыв…
sl: Pošlji povratne informacije...

# network.protection.status.menu.share.feedback
source: Share VPN Feedback…
cs: Sdílet zpětnou vazbu VPN…
da: Del VPN-feedback…
et: Jaga VPN-tagasisidet…
fr: Partager les commentaires sur le VPN…
hr: Podijeli povratne informacije o VPN-u...
nl: Deel VPN-feedback...
pt: Partilhar Feedback sobre a VPN...
ru: Поделиться отзывом о VPN…
sl: Deli povratne informacije o VPN...

# network.protection.report.site.issues.button.cancel
source: Not Now
cs: Nyní ne
da: Ikke nu
et: Praegu mitte
fr: Pas maintenant
hr: Nije sada
nl: Niet nu
pt: Agora não
ru: Не сейчас
sl: Trenutno ne

# network.protection.autoconnect.tip.title
source: Connect Automatically
cs: Připojit automaticky
da: Forbind automatisk
et: Ühenda automaatselt
fr: Se connecter automatiquement
hr: Automatsko povezivanje
nl: Automatisch verbinden
pt: Conectar Automaticamente
ru: Подключиться автоматически
sl: Samodejno se poveži

# subscription.preferences.services.vpn.button.title
source: Open
cs: Otevřít
da: Åbn
et: Ava
fr: Ouvrir
hr: Otvori
pt: Abrir
ru: Открыть
sl: Odpri

# subscription.preferences.subscription.expired.caption
source: Subscribe again to continue using Privacy Pro.
cs: Přihlaste se znovu k pokračování v používání Privacy Pro.
da: Abonnér igen for at fortsætte med at bruge Privacy Pro.
et: Tellige uuesti, et jätkata Privacy Pro kasutamist.
fr: Abonnez-vous à nouveau pour continuer à utiliser Privacy Pro.
hr: Pretplatite se ponovno kako biste nastavili koristiti Privacy Pro.
nl: Abonneer je opnieuw om Privacy Pro te blijven gebruiken.
pt: Subscreva novamente para continuar a utilizar o Privacy Pro.
ru: Подпишитесь снова, чтобы продолжить использовать Privacy Pro.
sl: Za nadaljevanje uporabe Privacy Pro se ponovno naročite.

# subscription.preferences.services.vpn.description
source: Full-device protection with the VPN built for speed and security.
cs: Plná ochrana zařízení s VPN postavenou na rychlosti a bezpečnosti.
da: Fuldapparatbeskyttelse med VPN bygget til hastighed og sikkerhed.
et: Täielik seadme kaitse kiire ja turvalise VPN-iga.
fr: Protection complète de l'appareil avec le VPN conçu pour la vitesse et la sécurité.
hr: Potpuna zaštita uređaja s VPN-om dizajniranim za brzinu i sigurnost.
nl: Volledige apparaatbescherming met de VPN die is ontworpen voor snelheid en beveiliging.
pt: Proteção completa do dispositivo com a VPN desenvolvida para velocidade e segurança.
ru: Полная защита устройства с VPN, созданным для скорости и безопасности.
sl: Celovita zaščita naprave z VPN, zasnovanim za hitrost in varnost.

# subscription.dialog.change.title
source: Change Plan or Billing
cs: Změnit plán nebo fakturaci
da: Skift Plan eller Fakturering
et: Muuda plaani või arveldust
fr: Modifier le plan ou la facturation
hr: Promijeni plan ili naplatu
nl: Wijzigen van Plan of Facturering
pt: Alterar Plano ou Faturação
ru: Изменить тарифный план или оплату
sl: Spremeni načrt ali obračunavanje

# subscription.preferences.subscription.active.renewing.yearly.caption
source: Your annual subscription renews on %@.
cs: Váše roční předplatné se obnovuje dne %@.
da: Dit årlige abonnement fornyes den %@.
et: Sinu aastane tellimus uueneb %d.
fr: Votre abonnement annuel se renouvelle le %@.
hr: Vaša godišnja pretplata obnavlja se na %@.
nl: Je jaarabonnement wordt vernieuwd op %@.
pt: A sua subscrição anual renova em %@.
ru: Ваша ежегодная подписка продлевается %@.
sl: Vaša letna naročnina se obnovi %@.

# prefrences.sync.recovery-pdf-explanation
source: If you lose access to your devices, you will need this code to recover your synced data. You can save this code to your device as a PDF.
cs: Pokud ztratíte přístup ke svým zařízením, budete potřebovat tento kód k obnovení synchronizovaných dat. Tento kód můžete uložit na své zařízení jako PDF.
da: Hvis du mister adgangen til dine enheder, har du brug for denne kode for at gendanne dine synkroniserede data. Du kan gemme denne kode på din enhed som en PDF.
et: Kui kaotate juurdepääsu oma seadmetele, vajate selle koodi taastamiseks sünkroonitud andmeid. Saate selle koodi salvestada oma seadmesse PDF-failina.
fr: Si vous perdez l'accès à vos appareils, vous aurez besoin de ce code pour récupérer vos données synchronisées. Vous pouvez enregistrer ce code sur votre appareil en tant que PDF.
hr: Ako izgubite pristup svojim uređajima, trebat će vam ovaj kôd za povrat svojih sinkroniziranih podataka. Možete spremiti ovaj kôd na svoj uređaj kao PDF.
nl: Als je de toegang tot je apparaten verliest, heb je deze code nodig om je gesynchroniseerde gegevens te herstellen. Je kunt deze code opslaan op je apparaat als een PDF.
pt: Se perder o acesso aos seus dispositivos, precisará deste código para recuperar os seus dados sincronizados. Pode guardar este código no seu dispositivo como um PDF.
ru: Если вы потеряете доступ к своим устройствам, вам понадобится этот код для восстановления синхронизированных данных. Вы можете сохранить этот код на своем устройстве в формате PDF.
sl: Če izgubite dostop do svojih naprav, boste potrebovali to kodo za obnovitev sinhroniziranih podatkov. To kodo lahko shranite na svojo napravo kot PDF.

# prefrences.sync.invalid-bookmarks-present-description-one
source: Your bookmark for %@ can't sync because one of its fields exceeds the character limit.
cs: Váše záložka pro %@ nemůže být synchronizována, protože jedno z jejích polí překračuje znakový limit.
da: Dit bogmærke til %@ kan ikke synkroniseres, fordi en af dets felter overskrider tegnbegrænsningen.
et: Teie järjehoidja jaoks %@ ei saa sünkroonida, kuna üks selle väljadest ületab märgipiiri.
fr: Votre signet pour %@ ne peut pas être synchronisé car l'un de ses champs dépasse la limite de caractères.
hr: Vaša knjižna oznaka za %@ ne može se sinkronizirati jer jedno od njenih polja premašuje ograničenje znakova.
nl: Je bladwijzer voor %@ kan niet synchroniseren omdat een van de velden de tekengrens overschrijdt.
pt: O seu marcador para %@ não pode sincronizar porque um dos seus campos excede o limite de caracteres.
ru: Ваша закладка для %@ не может синхронизироваться, потому что одно из ее полей превышает лимит символов.
sl: Vaš zaznamek za %@ se ne more sinhronizirati, ker eno od njegovih polj presega omejitev znakov.

# preferences.recover-synced-data.dialog-button
source: Get Started
cs: Začněte
da: Kom godt i gang
et: Alusta
fr: Commencer
hr: Počni
nl: Aan de slag
pt: Comece
ru: Начать
sl: Začnite

# alert.sync-error
source: Sync & Backup Error
cs: Chyba synchronizace a zálohování
da: Synkroniserings- og Sikkerhedskopieringsfejl
et: Sünkroonimise ja varundamise viga
fr: Erreur de synchronisation et de sauvegarde
hr: Pogreška sinkronizacije i sigurnosne kopije
nl: Synchronisatie- en back-upfout
pt: Erro de Sincronização e Backup
ru: Ошибка синхронизации и резервного копирования
sl: Napaka sinhronizacije in varnostne kopije

# prefrences.sync.device-synced
source: Your data is synced!
cs: Vaše data jsou synchronizována!
da: Dine data er synkroniseret!
et: Teie andmed on sünkroonitud!
fr: Vos données sont synchronisées !
hr: Vaši podaci su sinkronizirani!
nl: Je gegevens zijn gesynchroniseerd!
pt: Os seus dados estão sincronizados!
ru: Ваши данные синхронизированы!
sl: Vaši podatki so sinhronizirani!
