Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/llm_testing/translations/comparison_llm_vs_human_*.xliff
Languages: cs, da, et, fr, hr, nl, pt, ru, sl

# prefrences.sync.share-favorite-option-caption
source: Use the same favorite bookmarks on all your devices. Leave off to keep mobile and desktop favorites separate.
cs: Používejte stejné oblíbené záložky na všech svých zařízeních. Nechte je oddělené, abyste měli mobilní a desktopové oblíbené oddělené.
da: Brug de samme foretrukne bogmærker på alle dine enheder. Slå fra for at holde mobil- og skrivebordsfavoritter adskilt.
et: Kasutage kõigil oma seadmetel samu lemmikjärjehoidjaid. Jätke välja, et hoida mobiilseadme ja töölaua lemmikud eraldi.
fr: Utilisez les mêmes favoris sur tous vos appareils. Désactivez pour garder les favoris mobiles et de bureau séparés.
hr: Koristite iste omiljene oznake na svim svojim uređajima. Isključite kako biste zadržali odvojene omiljene stavke na mobilnom i stolnom računalu.
nl: Gebruik dezelfde favoriete bladwijzers op al je apparaten. Laat uit om mobiele en desktop favorieten gescheiden te houden.
pt: Utilize os mesmos favoritos em todos os seus dispositivos. Desative para manter os favoritos móveis e de desktop separados.
ru: Используйте одни и те же избранные закладки на всех ваших устройствах. Оставьте отдельно мобильные и настольные избранные.
sl: Uporabite iste priljubljene zaznamke na vseh svojih napravah. Izključite, da ohranite ločene priljubljene na mobilni in namizni napravi.

# sync.menu.path
source: Settings › Sync & Backup
cs: Nastavení › Synchronizace a Záloha
da: Indstillinger › Synkronisering og Backup
et: Seaded › Sünkroonimine ja varundamine
fr: Paramètres › Synchronisation et Sauvegarde
hr: Postavke › Sinkronizacija i Sigurnosno Kopiranje
nl: Instellingen › Synchronisatie & Back-up
pt: Definições › Sincronização e Cópia de Segurança
ru: Настройки › Синхронизация и Резервное копирование
sl: Nastavitve › Sinhronizacija in Varnostno Kopiranje

# prefrences.sync.invalid-credentials-present-description-many
source: Some passwords (n) can't sync because some of their fields exceed the character limit.
cs: Některá hesla (n) nelze synchronizovat, protože některá jejich pole překračují znakový limit.
da: Nogle adgangskoder (n) kan ikke synkroniseres, fordi nogle af deres felter overskrider tegnbegrænsningen.
et: Mõned paroolid (n) ei saa sünkroonida, kuna mõned nende väljad ületavad märgipiirangu.
fr: Certains mots de passe (n) ne peuvent pas être synchronisés car certains de leurs champs dépassent la limite de caractères.
hr: Neke lozinke (n) ne mogu se sinkronizirati jer neka od njihovih polja premašuju ograničenje znakova.
nl: Sommige wachtwoorden (n) kunnen niet synchroniseren omdat sommige van hun velden de tekengrens overschrijden.
pt: Algumas palavras-passe (n) não podem sincronizar porque alguns dos seus campos excedem o limite de caracteres.
ru: Некоторые пароли (n) не могут синхронизироваться, потому что некоторые из их полей превышают лимит символов.
sl: Nekatera gesla (%d) se ne morejo sinhronizirati, ker nekatera polja presegajo omejitev znakov.
