Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/llm_testing/translations/random_100_strings_*.xliff
Languages: bg_bg, hu_hu

# NSDesktopFolderUsageDescription
source: Lets you save files to the Desktop folder on your computer.
bg_bg: Позволява ви да запазвате файлове в папката на работния плот на вашия компютър.
hu_hu: Lehetővé teszi, hogy fájlokat menthessen a számítógépén található Asztal mappába.

# onboarding.welcome.button
source: Get Started
bg_bg: Започнете
hu_hu: Kezdés

# vpn.feedback-form.title
source: Help Improve the DuckDuckGo VPN
bg_bg: Помогнете за подобряването на DuckDuckGo VPN
hu_hu: Segítsen a DuckDuckGo VPN fejlesztésében

# alert.sync-bookmarks-bad-data-error-description
source: Some bookmarks are formatted incorrectly or too long and were not synced.
bg_bg: Някои отбелязвания са форматирани неправилно или са твърде дълги и не бяха синхронизирани.
hu_hu: Néhány könyvjelző rosszul formázott vagy túl hosszú, és nem lett szinkronizálva.

# dashboard.popups.ask
source: Notify
bg_bg: Уведоми
hu_hu: Értesítés

# share.menu.item
source: Share
bg_bg: Споделяне
hu_hu: Megosztás

# gpc.explanation
source: Tells participating websites not to sell or share your data.
bg_bg: Казва на уебсайтовете, които участват, да не продават или споделят вашите данни.
hu_hu: Arra utasítja a részt vevő webhelyeket, hogy ne adják el vagy osszák meg az adataidat.

# pm.private.email.mesage.deactivate.confirm.title
source: Deactivate Private Duck Address?
bg_bg: Деактивиране на Личен Duck Address?
hu_hu: Inaktíválja a Privát Duck Address-t?

# pm.empty.default.button.title
source: Import Passwords
bg_bg: Импортиране на Пароли
hu_hu: Jelszavak importálása

# passsword.management.save.credentials.fireproof.checkbox.description
source: Keeps you signed in after using the Fire Button
bg_bg: Запазва ви влезнали след използване на бутона "Изгаряне"
hu_hu: A tűzgomb használata után bejelentkezve maradsz.

# pinned-tabs.discovery.popover.shared
source: Keep Shared Pinned Tabs
bg_bg: Запазете споделените закачени раздели.
hu_hu: Tartsd megosztott kitűzött lapokat

# pm.save-credentials.non-editable.title
source: New password saved
bg_bg: Новата парола е запазена
hu_hu: Az új jelszó elmentve

# bookmarks.empty.search.resukt..state.title
source: No bookmarks found
bg_bg: Не бяха намерени отметки
hu_hu: Nincsenek könyvjelzők

# contextual.onboarding.browsing.two.trackers
source: *%1$@ and %2$@* were trying to track you here. I blocked them! %3$@
bg_bg: *%1$@ и %2$@* се опитваха да ви проследят тук. Блокирах ги! %3$@
hu_hu: *%1$@ és %2$@* próbáltak nyomon követni itt. Blokkoltam őket! %3$@

# pinning.show-netp-shortcut
source: Show VPN Shortcut
bg_bg: Покажи бърз път за VPN
hu_hu: VPN parancsikon megjelenítése

# vpn.dns.server.block.risky.domains.toggle.title
source: Block risky domains
bg_bg: Блокирайте рискови домейни
hu_hu: Blokkolja a kockázatos domaineket

source: **%lld** tracking attempts blocked
bg_bg: Блокирани са **%lld** опити за проследяване
hu_hu: **%lld** követési kísérlet blokkolva

# downloads.tooltip.cancel
source: Cancel Download
bg_bg: Отказ на изтегляне
hu_hu: Letöltés megszakítása

# fire.currentWindow
source: All sites visited in current window
bg_bg: Всички посетени сайтове в текущия прозорец
hu_hu: Az összes látogatott webhely az aktuális ablakban

# general.feedback-form.category.pir
source: Personal Information Removal
bg_bg: Премахване на лична информация
hu_hu: Személyes információk eltávolítása

# more.or.less.expand
source: Show More
bg_bg: Покажи още
hu_hu: Továbbiak megjelenítése

# network.protection.vpn.location.formatter.nearest.location.descriptor
source: (Nearest)
bg_bg: (Най-близък)
hu_hu: (Legközelebbi)

# settings.newer.version.available
source: Newer version available
bg_bg: Налице е по-нова версия
hu_hu: Újabb verzió elérhető

# vpn.feedback-form.category.issues-with-apps
source: VPN causes issues with other apps or websites
bg_bg: VPN причинява проблеми с други приложения или уебсайтове
hu_hu: A VPN problémákat okoz más alkalmazásokkal vagy webhelyekkel.

# open.settings
source: Open System Settings…
bg_bg: Отвори настройките на системата…
hu_hu: Nyisd meg a rendszerbeállításokat…

# preferences.main-settings
source: Main Settings
bg_bg: Основни настройки
hu_hu: Fő Beállítások

# preferences.about.unsupported-device-info2
source: Please update to macOS %@ or later to use the most recent version of DuckDuckGo. You can also keep using your current version of the browser, but it will not receive further updates.
bg_bg: Моля актуализирайте до macOS %@ или по-нова версия, за да използвате най-новата версия на DuckDuckGo. Можете също да продължите да използвате текущата си версия на браузъра, но тя няма да получава допълнителни актуализации.
hu_hu: Kérjük, frissítsen macOS %@ vagy újabb verzióra a legújabb DuckDuckGo verzió használatához. Továbbra is használhatja jelenlegi böngészőverzióját, de további frissítéseket nem fog kapni.

# network.protection.invite.success.title
source: DuckDuckGo's VPN secures all of your device's Internet traffic anytime, anywhere.
bg_bg: VPN-ът на DuckDuckGo осигурява сигурност за целия интернет трафик на вашето устройство по всяко време и навсякъде.
hu_hu: A DuckDuckGo VPN biztonságossá teszi az összes eszköz internetforgalmát bárhol és bármikor.

source: Save
bg_bg: Запази
hu_hu: Mentés

# navigate.forward
source: Forward
bg_bg: Препратка
hu_hu: Továbbítás

# passsword.manager.alert.remove-note.confirmation
source: Are you sure you want to delete this note?
bg_bg: Сигурни ли сте, че искате да изтриете тази бележка?
hu_hu: Biztosan törölni szeretnéd ezt a jegyzetet?

# ppro.feedback-form.button.done
source: Done
bg_bg: Готово
hu_hu: Kész

# fireproof.confirmation.title
source: Would you like to Fireproof %@?
bg_bg: Искате ли да направите този сайт неуязвим?
hu_hu: Szeretnéd tűzállóvá tenni a(z) %@-t?

# looking.for.bitwarden
source: Bitwarden not installed…
bg_bg: Bitwarden не е инсталиран…
hu_hu: Bitwarden nincs telepítve...

source: Quit
bg_bg: Изход
hu_hu: Kilépés

# share.menu.item.qr.code
source: Create QR Code
bg_bg: Създай QR код
hu_hu: QR-kód létrehozása

# ai-chat.onboarding.popover.message-fallback
source: You can adjust this and other AI Chat features in Settings > AI Chat
bg_bg: Можете да настроите тази и други AI Chat функции в Настройки > AI Chat
hu_hu: A Beállításokban módosíthatod ezt és más AI Chat funkciókat.

# vpn.excluded.domains.add.domain
source: Add Website
bg_bg: Добави Уебсайт
hu_hu: Weboldal hozzáadása

# import.csv.instructions.onePassword7
source: %1$d Open and unlock **%2$s** %3$d Select the vault you want to export (you can only export one vault at a time) %4$d Select **File → Export → All Items** from the Menu Bar %5$d Enter your 1Password main or account password %6$d Select the File Format: **iCloud Keychain (.csv)** %7$d Save the passwords file someplace you can find it (e.g., Desktop) %8$d %9$@
bg_bg: %1$d Отворете и отключете **%2$s** %3$d Изберете сейфа, който искате да експортирате (можете да експортирате само един сейф наведнъж) %4$d Изберете **Файл → Експорт → Всички елементи** от лентата с менюто %5$d Въведете основната си парола за 1Password или акаунта %6$d Изберете формата на файла: **iCloud Keychain (.csv)** %7$d Запазете файла с паролите на място, където да го намерите (например, на работния плот) %8$d %9$@
hu_hu: %1$d Nyissa meg és oldja fel a(z) **%2$s**-t %3$d Válassza ki azt a széfet, amelyet exportálni szeretne (egyszerre csak egy széfet exportálhat) %4$d Válassza ki a **Fájl → Exportálás → Az összes elem** lehetőséget a Menüsoron %5$d Adja meg a 1Password fő vagy fiókjelszavát %6$d Válassza ki a Fájl formátumát: **iCloud jelszókezelő (.csv)** %7$d Mentse el a jelszavak fájlját valahova, ahol könnyen megtalálja (pl. Asztal) %8$d %9$@

# alert.sync-too-many-requests-error-description
source: Sync & Backup is temporarily unavailable.
bg_bg: Синхронизация и резервно копие са временно недостъпни.
hu_hu: A szinkronizálás és biztonsági mentés jelenleg nem elérhető.

source: Delete Bookmark
bg_bg: Изтрий отметка
hu_hu: Könyvjelző törlése

# import.data.requires-password.title
source: Enter Primary Password for %@
bg_bg: Въведете основната си парола за %@
hu_hu: Add meg az elsődleges jelszót a következőhöz: %@

# vpn.setting.add.excluded.domain.action.button.title
source: Exclude Website
bg_bg: Изключи Уебсайт
hu_hu: Webhely kizárása

# vpn.location.nearest.available.title
source: Automatically connect to the nearest server we can find.
bg_bg: Автоматично се свържете с най-близкия сървър, който можем да намерим.
hu_hu: Automatikusan csatlakozzon a legközelebbi szerverhez, amelyet találunk.

# downloads.open-downloads-folder
source: Open Downloads Folder
bg_bg: Отвори Папката с Изтеглени Файлове
hu_hu: Nyisd meg a Letöltések mappát

source: Bookmark All Tabs…
bg_bg: Запази всички разделеници...
hu_hu: Összes lap mentése könyvjelzőként…

# vpn.feedback-form.text-4
source: • Aggregate DuckDuckGo app diagnostics
bg_bg: • Събиране на диагностика за приложението DuckDuckGo
hu_hu: • DuckDuckGo alkalmazás diagnosztikáinak összesítése

# preferences.downloads
source: Downloads
bg_bg: Изтегляния
hu_hu: Letöltések

# autofill.management.credit-cards.unknown.card
source: Card
bg_bg: Карта
hu_hu: Kártya

# bitwarden.connecting
source: Connecting to Bitwarden
bg_bg: Свързване с Bitwarden
hu_hu: Csatlakozás a Bitwardenhez

# duck-player.onboarding-confirmation-modal-CTA-confirm
source: Got it
bg_bg: Разбрах
hu_hu: Értem

# page.crash.header
source: This webpage has crashed.
bg_bg: Тази уеб страница се срина.
hu_hu: Ez az internetes oldal összeomlott.

# downloads.copy-link.item
source: Copy Download Link
bg_bg: Изтегли Връзка за Копиране
hu_hu: Letöltési link másolása

# alert.sync-error-action
source: Sync Settings
bg_bg: Настройки за синхронизация
hu_hu: Szinkronbeállítások

source: Please submit a report to help us fix the issue.
bg_bg: Моля, изпратете доклад, за да ни помогнете да оправим проблема.
hu_hu: Kérjük, küldj be egy jelentést, hogy segíts nekünk kijavítani a problémát.

# alert.sync.warning.sync-paused
source: Sync & Backup is Paused
bg_bg: Синхронизацията и Резервното копие са на пауза
hu_hu: Szinkronizálás és Biztonsági mentés szüneteltetve

# bitwarden.connect.communication-info
source: All communication between Bitwarden and DuckDuckGo is encrypted and the data never leaves your device.
bg_bg: Всички комуникации между Bitwarden и DuckDuckGo са криптирани и данните никога не напускат вашето устройство.
hu_hu: Minden kommunikáció a Bitwarden és a DuckDuckGo között titkosított, az adat sosem hagyja el az eszközödet.

# pinned-tabs.discovery.popover.title
source: New Pinned Tab Settings
bg_bg: Настройки за нов закачен таб
hu_hu: Új rögzített lap beállítások

# main.menu.home.button.mode.left
source: Show Left of the Back Button
bg_bg: Покажи вляво от бутона "Назад"
hu_hu: Mutasd a Vissza gomb bal oldalát

# contextual.onboarding.try-fire-button.button
source: Try it
bg_bg: Опитайте го
hu_hu: Próbáld ki

# autofill.copy-password
source: Copy password
bg_bg: Копиране на парола
hu_hu: Másolj jelszót

# contextual.onboarding.try-fire-button.message
source: Give it a try! 🔥
bg_bg: Опитай го! 🔥
hu_hu: Próbáld ki! 🔥

# vpn.button.title.uninstall.vpn
source: Uninstall DuckDuckGo VPN…
bg_bg: Деинсталирай DuckDuckGo VPN…
hu_hu: DuckDuckGo VPN eltávolítása…

# notification.badge.popuphidden
source: Pop-up Hidden
bg_bg: Изскачащ прозорец скрит
hu_hu: Felugró ablak elrejtve

# pm.lock-screen.preferences.link
source: Settings
bg_bg: Настройки
hu_hu: Beállítások

# main-menu.file.export-passwords
source: Passwords…
bg_bg: Пароли...
hu_hu: Jelszavak…

# autofill.onboarding.popover.message1
source: You can manage your toolbar shortcuts at any time by right-clicking on the toolbar.
bg_bg: Можете да управлявате вашите преки пътища на лентата за инструменти по всяко време, като щракнете с десния бутон на мишката върху лентата.
hu_hu: Bármikor kezelheted az eszköztárad gyorsbillentyűit azzal, hogy jobb gombbal kattintasz az eszköztárra.

source: Uninstall
bg_bg: Деинсталиране
hu_hu: Eltávolítás

# letsmove.move.button
source: Move to Applications Folder
bg_bg: Премести в папката "Приложения"
hu_hu: Mozgatás az Alkalmazások mappába

# bookmarks.bar.preferences.show
source: Show Bookmarks Bar
bg_bg: Покажи лентата с отметки
hu_hu: Mutassa meg a Könyvjelző sávot

source: Center
bg_bg: Център
hu_hu: Központ

# folder.dialog.add
source: Add
bg_bg: Добави
hu_hu: Hozzáadás

# preferences-pinned-tabs.title
source: Pinned tabs are
bg_bg: Закачените раздели са
hu_hu: Rögzített lapok:

# fire.select-site-to-clear
source: Select a site to clear its data.
bg_bg: Изберете сайт, за да изчистите неговите данни.
hu_hu: Válassz egy webhelyet az adatainak törléséhez.

source: Merge All Windows
bg_bg: Обедини всички прозорци
hu_hu: Összes ablak összevonása

# permission.microphone
source: Microphone
bg_bg: Микрофон
hu_hu: Mikrofon

# newTab.setup.import.summary
source: Import bookmarks, favorites, and passwords from your old browser.
bg_bg: Импортиране на отметки, любими страници и пароли от вашия стар браузър.
hu_hu: Importálja a könyvjelzőket, kedvenceket és jelszavakat régi böngészőjéből.

# bitwarden.preferences.open-bitwarden
source: Open Bitwarden
bg_bg: Отвори Bitwarden
hu_hu: Nyisd meg a Bitwarden alkalmazást.

source: Copy Image Address
bg_bg: Копиране на адрес на изображението
hu_hu: Kép cím másolása

# pm.lock-screen.prompt.unlock-logins
source: unlock your passwords and autofill info for you
bg_bg: Отключете паролите си и информацията за автоматично попълване за вас
hu_hu: old fel a jelszavaidat és az automatikus kitöltési információkat helyetted

# allow.integration
source: Allow Integration with DuckDuckGo
bg_bg: Позволете Интеграция с DuckDuckGo
hu_hu: Engedélyezze az integrációt a DuckDuckGo-val

# network.protection.failure.notification.title
source: DuckDuckGo VPN failed to connect
bg_bg: VPN на DuckDuckGo не успя да се свърже.
hu_hu: A DuckDuckGo VPN nem tudott csatlakozni.

# network.protection.status.menu.send.feedback
source: Send Feedback…
bg_bg: Изпрати обратна връзка...
hu_hu: Visszajelzés küldése…

# network.protection.status.menu.share.feedback
source: Share VPN Feedback…
bg_bg: Споделете обратна връзка за VPN…
hu_hu: Ossz meg visszajelzést a VPN-ről...

# network.protection.report.site.issues.button.cancel
source: Not Now
bg_bg: Сега не
hu_hu: Most nem

# network.protection.autoconnect.tip.title
source: Connect Automatically
bg_bg: Свържи се автоматично
hu_hu: Csatlakozás automatikusan

# subscription.preferences.services.vpn.button.title
source: Open
bg_bg: Отвори
hu_hu: Megnyitás

# subscription.preferences.subscription.expired.caption
source: Subscribe again to continue using Privacy Pro.
bg_bg: Абонирайте се отново, за да продължите да използвате Privacy Pro.
hu_hu: Iratkozz fel újra a Privacy Pro használatának folytatásához.

# subscription.preferences.services.vpn.description
source: Full-device protection with the VPN built for speed and security.
bg_bg: Пълна защита на устройството с VPN, създаден за скорост и сигурност.
hu_hu: Teljes készülékvédelem a sebességre és biztonságra optimalizált VPN-nel.

# subscription.dialog.change.title
source: Change Plan or Billing
bg_bg: Промяна на плана или фактуриране
hu_hu: Terv vagy Számlázás módosítása

# subscription.preferences.subscription.active.renewing.yearly.caption
source: Your annual subscription renews on %@.
bg_bg: Вашата годишна абонаментна такса се подновява на %@.
hu_hu: Az éves előfizetésed megújul %arg.

# prefrences.sync.recovery-pdf-explanation
source: If you lose access to your devices, you will need this code to recover your synced data. You can save this code to your device as a PDF.
bg_bg: Ако загубите достъп до вашите устройства, ще се нуждаете от този код, за да възстановите синхронизираните си данни. Можете да запазите този код на вашето устройство като PDF.
hu_hu: Ha elveszíted a hozzáférést az eszközeidhez, szükséged lesz erre a kódra az összehangolt adataid helyreállításához. Elmentheted ezt a kódot eszközödre PDF formátumban.

# prefrences.sync.invalid-bookmarks-present-description-one
source: Your bookmark for %@ can't sync because one of its fields exceeds the character limit.
bg_bg: Вашият отметковник за %@ не може да се синхронизира, защото един от неговите полета надвишава лимита за символи.
hu_hu: A(z) %@ könyvjelzője nem szinkronizálható, mert az egyik mezője túllépi a karakterkorlátot.

# preferences.recover-synced-data.dialog-button
source: Get Started
bg_bg: Започнете
hu_hu: Kezdés

# alert.sync-error
source: Sync & Backup Error
bg_bg: Грешка при синхронизация и резервно копие
hu_hu: Szinkronizálási és Biztonsági Mentési Hiba

# prefrences.sync.device-synced
source: Your data is synced!
bg_bg: Данните ви са синхронизирани!
hu_hu: Az adataid szinkronizálva lettek!

# prefrences.sync.share-favorite-option-caption
source: Use the same favorite bookmarks on all your devices. Leave off to keep mobile and desktop favorites separate.
bg_bg: Използвайте същите любими отметки на всичките си устройства. Оставете изключено, за да запазите мобилните и настолните любими отделно.
hu_hu: Használd ugyanazokat a kedvenc könyvjelzőidet az összes eszközödön. Hagyd abba, hogy a mobil- és asztali kedvenceid külön legyenek.

# sync.menu.path
source: Settings › Sync & Backup
bg_bg: Настройки › Синхронизация и Резервно копие
hu_hu: Beállítások › Szinkronizálás és Biztonsági mentés

# prefrences.sync.invalid-credentials-present-description-many
source: Some passwords (n) can't sync because some of their fields exceed the character limit.
bg_bg: Някои пароли (n) не могат да се синхронизират, защото някои от техните полета надвишават лимита за символи.
hu_hu: Néhány jelszó (n) nem szinkronizálható, mert néhány mezőjük meghaladja a karakterkorlátot.
