Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# duckai.show-in-application-menu.toggle-setting
source: Show “New AI Chat” in File and application menus
de: „Neuer AI Chat“ in den Datei- und Anwendungsmenüs anzeigen
es: Mostrar «Nuevo AI Chat» en los menús Archivo y Aplicación
fr: Afficher « Nouvel AI Chat » dans les menus Fichier et Application
it: Mostra "AI Chat" nel menu File e in quello delle applicazioni
pl: Pokaż „Nowy AI Chat” w menu plików i aplikacji
pt: Mostrar “Novo AI Chat” nos menus de ficheiro e aplicação
ru: Показывать опцию «Запустить AI Chat» в меню «Файл» и меню приложения

# duckai.show-in-toolbar.toggle
source: Show Duck.ai shortcut in browser toolbar
de: Duck.ai-Shortcut in der Browser-Symbolleiste anzeigen
es: Mostrar el acceso directo a Duck.ai en la barra de herramientas del navegador
fr: Afficher le raccourci Duck.ai dans la barre d'outils du navigateur
it: Mostra la scorciatoia Duck.ai nella barra degli strumenti del browser
pl: Pokaż skrót Duck.ai na pasku narzędzi przeglądarki
pt: Mostrar atalho do Duck.ai na barra de ferramentas do navegador
ru: Показывать ярлык Duck.ai на панели инструментов браузера

source: Duplicate Tab
de: Tab duplizieren
es: Duplicar pestaña
fr: Dupliquer l'onglet
it: Duplica scheda
pl: Zduplikuj kartę
pt: Separador duplicado
ru: Дублировать вкладку

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
pt: Editar
ru: Редактировать

source: Edit Favorite
de: Favorit bearbeiten
es: Editar favorito
fr: Modifier le favori
it: Modifica preferito
pl: Edytuj ulubione
pt: Editar favorito
ru: Изменить избранное

# email.copied
source: New address copied to your clipboard
de: Neue Adresse wurde in deine Zwischenablage kopiert
es: Nueva dirección copiada en el portapapeles
fr: Nouvelle adresse copiée dans le presse-papiers
it: Nuovo indirizzo copiato negli appunti
pl: Nowy adres skopiowany do schowka
pt: Novo endereço copiado para a área de transferência
ru: Новый адрес скопирован в буфер обмена

# email.optionsMenu
source: Email Protection
de: E-Mail-Schutz
es: Protección del correo electrónico
fr: Protection des e-mails
it: Protezione email
pl: Ochrona poczty e-mail
pt: Proteção de e-mail
ru: Защита электронной почты

# email.optionsMenu.createAddress
source: Generate Private Duck Address
de: Private Duck-Adresse generieren
es: Generar Duck Address privada
fr: Générer une Duck Address privée
it: Genera Duck Address privato
pl: Wygeneruj prywatny adres Duck Address
pt: Gerar um Duck Address Privado
ru: Создать адрес на Duck

# email.optionsMenu.manageAccount
source: Manage Account
de: Konto verwalten
es: Gestionar cuenta
fr: Gérer le compte
it: Gestisci account
pl: Zarządzaj kontem
pt: Gerir conta
ru: Управление учетной записью

# email.optionsMenu.turnOff
source: Disable Email Protection Autofill
de: Autovervollständigen für den E-Mail-Schutz deaktivieren
es: Desactivar Autocompletar Email Protection
fr: Désactiver la saisie automatique Email Protection
it: Disattiva la compilazione automatica di Email Protection
pl: Wyłącz autouzupełnianie w funkcji Email Protection
pt: Desativar o preenchimento automático da Email Protection
ru: Отключить автозаполнение в рамках защиты почты

# email.optionsMenu.turnOn
source: Enable Email Protection
de: Email Protection aktivieren
es: Activar Email Protection
fr: Activez Email Protection
it: Abilita Email Protection
pl: Włącz ochronę poczty Email Protection
pt: Ativa a Email Protection
ru: Включите защиту электронной почты

# email.protection.explanation
source: Block email trackers and hide your address without switching your email provider.
de: E-Mail-Tracker blockieren und deine Adresse verbergen, ohne den E-Mail-Anbieter zu wechseln.
es: Bloquea los rastreadores de correo electrónico y oculta tu dirección sin cambiar de proveedor de correo electrónico.
fr: Bloquez les traqueurs d'e-mails et masquez votre adresse sans changer de fournisseur de messagerie.
it: Blocca i sistemi di tracciamento delle e-mail e nascondi il tuo indirizzo, senza cambiare il provider di posta elettronica.
pl: Zablokuj mechanizmy śledzące pocztę e-mail i ukryj swój adres bez zmiany dostawcy poczty e-mail.
pt: Bloqueia os rastreadores de e-mail e oculta o teu endereço sem alterares o teu fornecedor de e-mail.
ru: Чтобы блокировать трекеры и скрывать свой адрес, вовсе не нужно менять почтовый сервис.

# error.unknown.try.again
source: An unknown error has occurred
de: Ein unbekannter Fehler ist aufgetreten
es: Se ha producido un error desconocido
fr: Une erreur inconnue s'est produite
it: Si è verificato un errore sconosciuto
pl: Wystąpił nieznany błąd
pt: Ocorreu um erro desconhecido
ru: Произошла неизвестная ошибка

# export.bookmarks.failed.informative
source: Please check that no file exists at the location you selected.
de: Bitte überprüfe, dass an dem von dir gewählten Ort keine Datei existiert.
es: Comprueba que no exista ningún archivo en la ubicación que has seleccionado.
fr: Veuillez vérifier qu'aucun fichier n'existe à l'emplacement que vous avez sélectionné.
it: Verifica che non esistano file nella posizione selezionata.
pl: Sprawdź, czy w wybranej lokalizacji nie ma żadnego pliku.
pt: Verifica se não existe nenhum ficheiro na localização que selecionaste.
ru: Убедитесь, что в выбранном месте нет файла.

# export.bookmarks.failed.message
source: Failed to Export Bookmarks…
de: Lesezeichen konnten nicht exportiert werden …
es: No se han podido exportar marcadores...
fr: Échec de l'exportation des signets…
it: Impossibile esportare segnalibri…
pl: Nie udało się wyeksportować zakładek…
pt: Falha ao exportar marcadores…
ru: Не удалось экспортировать закладки...

# export.bookmarks.file.name.suffix
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
pl: Zakładki
pt: Marcadores
ru: Закладки

# export.bookmarks.menu.item
source: Export Bookmarks…
de: Lesezeichen exportieren …
es: Exportar marcadores...
fr: Exporter les signets…
it: Esporta segnalibri…
pl: Eksportuj zakładki…
pt: Exportar marcadores…
ru: Экспортировать закладки…

# export.logins.data
source: Export Passwords…
de: Passwörter exportieren …
es: Exportar contraseñas…
fr: Exporter les mots de passe…
it: Esporta password…
pl: Eksportuj hasła…
pt: Exportar palavras-passe…
ru: Экспортировать пароли…

# export.logins.failed.informative
source: Please check that no file exists at the location you selected.
de: Bitte stelle sicher, dass an dem von dir gewählten Ort keine Datei existiert.
es: Comprueba que no exista ningún archivo en la ubicación que has seleccionado.
fr: Veuillez vérifier qu'aucun fichier n'existe à l'emplacement que vous avez sélectionné.
it: Verifica che non esistano file nella posizione selezionata.
pl: Sprawdź, czy w wybranej lokalizacji nie ma żadnego pliku.
pt: Verifica se não existe nenhum ficheiro na localização que selecionaste.
ru: Убедитесь, что в выбранном месте нет файла.

# export.logins.failed.message
source: Failed to Export Passwords
de: Passwörter konnten nicht exportiert werden
es: Se ha producido un error al exportar contraseñas
fr: Échec de l'exportation des mots de passe
it: Impossibile esportare le password
pl: Nie udało się wyeksportować haseł
pt: Falha ao exportar palavras-passe
ru: Не удалось экспортировать пароли

# export.logins.file.name.suffix
source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
pl: Hasła
pt: Palavras-passe
ru: Пароли

# export.logins.warning
source: This file contains your passwords in plain text and should be saved in a secure location and deleted when you are done. Anyone with access to this file will be able to read your passwords.
de: Diese Datei enthält deine Passwörter im Klartext und sollte an einem sicheren Ort gespeichert und nach Beendigung gelöscht werden. Jeder, der Zugriff auf diese Datei hat, kann deine Passwörter lesen.
es: Este archivo contiene tus contraseñas en texto sin formato y debe guardarse en un lugar seguro y eliminarse cuando hayas terminado. Cualquiera que tenga acceso a este archivo podrá leer tus contraseñas.
fr: Ce fichier contient vos mots de passe en texte brut ; il doit être enregistré dans un emplacement sûr et supprimé lorsque vous aurez terminé. Toute personne ayant accès à ce fichier pourra lire vos mots de passe.
it: Questo file contiene le tue password in testo semplice e deve essere salvato in un luogo sicuro ed eliminato quando hai finito. Chiunque abbia accesso a questo file potrà leggere le tue password.
pl: Ten plik zawiera hasła w postaci zwykłego tekstu i powinien zostać zapisany w bezpiecznym miejscu, a na zakończenie usunięty. Każda osoba mająca dostęp do tego pliku będzie mogła odczytać Twoje hasła.
pt: Este ficheiro contém as tuas palavras-passe em texto simples e deve ser guardado numa localização segura e apagado quando terminares. Qualquer pessoa com acesso a este ficheiro poderá ler as tuas palavras-passe.
ru: Этот файл содержит ваши пароли в виде обычного текста. Сохраните его в надежном месте и удалите по окончании. Любой, у кого есть доступ к этому файлу, сможет увидеть ваши пароли.

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pl: Ulubione
pt: Favoritos
ru: Избранное

# feedback-form.title
source: Help Improve Privacy Pro
de: Hilf mit, Privacy Pro zu verbessern
es: Ayudar a mejorar Privacy Pro
fr: Aidez-nous à améliorer Privacy Pro
it: Aiuta a migliorare Privacy Pro
pl: Pomóż ulepszyć Privacy Pro
pt: Ajuda a melhorar o Privacy Pro
ru: Помогите нам улучшить Privacy Pro

# feedback.bug.description
source: Please describe the problem in as much detail as possible:
de: Bitte beschreibe das Problem so detailliert wie möglich:
es: Describe el problema con el mayor detalle posible:
fr: Veuillez décrire le problème avec autant de détails que possible :
it: Descrivi il problema nel modo più dettagliato possibile:
pl: Opisz problem jak najbardziej szczegółowo:
pt: Descreve o problema o mais detalhadamente possível:
ru: Как можно подробнее опишите проблему:

# feedback.disclaimer
source: Reports sent to DuckDuckGo are 100% anonymous and only include your message, the DuckDuckGo browser version, and your macOS version.
de: Berichte, die an DuckDuckGo gesendet werden, sind 100% anonym und enthalten nur deine Nachricht, die DuckDuckGo-Browser-Version und deine macOS-Version.
es: Los informes enviados a DuckDuckGo son 100% anónimos y solo incluyen tu mensaje, la versión de navegador de DuckDuckGo y tu versión de macOS.
fr: Les rapports envoyés à DuckDuckGo sont 100% anonymes et n'incluent que votre message, la version du navigateur DuckDuckGo et la version de votre macOS.
it: I report inviati a DuckDuckGo sono anonimi al 100% e includono solo il tuo messaggio, la versione del browser DuckDuckGo e la tua versione macOS.
pl: Raporty wysyłane do DuckDuckGo są w 100% anonimowe i zawierają jedynie wiadomość, wersję przeglądarki DuckDuckGo oraz wersję systemu macOS.
pt: Os relatórios enviados para a DuckDuckGo são 100% anónimos e incluem apenas a tua mensagem, a versão do navegador DuckDuckGo e a versão do teu macOS.
ru: Отчеты, отправляемые в DuckDuckGo, на 100% анонимны. В отчет входит только написанное вами сообщение и сведения о версии браузера DuckDuckGo и операционной системы (macOS).

# feedback.feature.request.description
source: What feature would you like to see?
de: Welche Funktion möchtest du sehen?
es: ¿Qué función te gustaría ver?
fr: Quelle fonctionnalité aimeriez-vous voir ?
it: Quale funzionalità vorresti vedere?
pl: Na jakiej funkcji Ci zależy?
pt: Que funcionalidade gostarias de ver?
ru: Какую функцию вы хотели бы увидеть?

# feedback.other.description
source: Please give us your feedback:
de: Bitte gib uns dein Feedback:
es: Danos tu opinión:
fr: Veuillez nous faire part de vos commentaires :
it: Comunicaci la tua opinione:
pl: Przekaż nam swoją opinię:
pt: Envia-nos o teu feedback:
ru: Оставьте комментарий здесь:

# find-in-page.text-field.placeholder
source: Find in page
de: Auf Seite suchen
es: Buscar en la página
fr: Rechercher dans la page
it: Trova nella pagina
pl: Znajdź na stronie
pt: Encontrar na página
ru: Найти на странице

# find.in.page
source: %1$d of %2$d
de: %1$d von %2$d
es: %1$d de %2$d
fr: %1$d sur %2$d
it: %1$d di %2$d
pl: %1$d z %2$d
pt: %1$d de %2$d
ru: %1$d из %2$d

# find.in.page.menu.item
source: Find in Page…
de: Auf Seite suchen …
es: Buscar en la página...
fr: Rechercher dans la page…
it: Trova nella pagina…
pl: Znajdź na stronie…
pt: Encontrar na página…
ru: Найти на странице…

# fire-window.downloads.active.alert.message.format
source: Are you sure you want to close the Fire Window? DuckDuckGo is currently downloading “%1$@”%2$@. If you close the Fire Window, DuckDuckGo will delete %3$@.
de: Möchtest du das Fire Window wirklich schließen? DuckDuckGo lädt derzeit „%1$@“%2$@ herunter. Wenn du das Fire Window schließt, löscht DuckDuckGo %3$@.
es: ¿Seguro que quieres cerrar la Fire Window? DuckDuckGo se está descargando actualmente "%1$@"%2$@. Si cierras la Fire Window, DuckDuckGo eliminará %3$@.
fr: Voulez-vous vraiment fermer la Fire Window ? DuckDuckGo télécharge actuellement « %1$@”%2$@ ». Si vous fermez la Fire Window, DuckDuckGo supprimera %3$@.
it: Chiudere la Fire Window? DuckDuckGo sta scaricando "%1$@"%2$@. Se la chiudi, DuckDuckGo eliminerà %3$@.
pl: Czy na pewno chcesz zamknąć okno Fire Window? DuckDuckGo aktualnie pobiera „%1$@”%2$@. Jeśli zamkniesz okno Fire Window, DuckDuckGo usunie %3$@.
pt: Tens a certeza de que pretendes fechar a Fire Window? O DuckDuckGo está a transferir "%1$@”%2$@. Se fechares a Fire Window, o DuckDuckGo vai eliminar %3$@.
ru: Вы точно хотите закрыть окно Fire Window? DuckDuckGo загружает «%1$@»%2$@. В случае закрытия DuckDuckGo удалит %3$@.

# fire.active-tabs-info
source: Close active tabs (%1$d) and clear all browsing history and cookies (sites: %2$d).
de: Schließe aktive Tabs (%1$d) und lösche alle Browserverläufe und Cookies (Sites: %2$d).
es: Cierra las pestañas activas (%1$d) y borra todo el historial de navegación y las cookies (sitios: %2$d).
fr: Fermez les onglets actifs (%1$d) et effacez tout l'historique de navigation et les cookies (sites : %2$d).
it: Chiudi schede attive (%1$d) e cancella tutta la cronologia di navigazione e i cookie (siti: %2$d).
pl: Zamknij aktywne karty (%1$d) i wyczyść całą historię przeglądania i wszystkie pliki cookie (witryny: %2$d).
pt: Fecha os separadores ativos (%1$d) e limpa todo o histórico de navegação e todos os cookies (sites: %2$d).
ru: Функция Fire Button закроет активные вкладки (%1$d), сотрет всю историю посещений и удалит все куки-файлы (сайтов: %2$d).

# fire.all-data.description
source: Clear all tabs and related site data
de: Lösche alle Tabs und zugehörigen Site-Daten
es: Borrar todas las pestañas y datos del sitio relacionados
fr: Effacer tous les onglets et les données de site associées
it: Cancella tutte le schede e i dati correlati del sito
pl: Wyczyść wszystkie karty i powiązane dane witryn
pt: Limpar todos os separadores e os dados do site relacionados
ru: Очистить все вкладки и данные сайтов

# fire.all-sites
source: All sites
de: Alle Standorte
es: Todos los sitios
fr: Tous les sites
it: Tutti i siti
pl: Wszystkie witryny
pt: Todos os sites
ru: Все сайты

# fire.current-window.description
source: Clear current window and related site data
de: Aktuelles Fenster und zugehörige Standortdaten löschen
es: Borrar la ventana actual y los datos relacionados del sitio
fr: Effacer la fenêtre actuelle et les données de site associées
it: Cancella la finestra corrente e i dati correlati del sito
pl: Wyczyść bieżące okno i powiązane dane witryn
pt: Limpar a janela atual e os dados relacionados com o site
ru: Очистить текущее окно и данные сайтов

# fire.currentTab
source: All sites visited in current tab
de: Alle besuchten Seiten im aktuellen Tab
es: Todos los sitios visitados en la pestaña actual
fr: Tous les sites visités dans l'onglet actuel
it: Tutti i siti visitati nella scheda corrente
pl: Wszystkie strony odwiedzone w bieżącej karcie
pt: Todos os sites visitados no separador atual
ru: Все сайты, посещенные в текущей вкладке

# fire.currentWindow
source: All sites visited in current window
de: Alle besuchten Seiten im aktuellen Fenster
es: Todos los sitios visitados en la ventana actual
fr: Tous les sites visités dans la fenêtre actuelle
it: Tutti i siti visitati nella finestra corrente
pl: Wszystkie strony odwiedzone w bieżącym oknie
pt: Todos os sites visitados na janela atual
ru: Все сайты, посещенные в текущем окне

# fire.dialog.all-windows-will-close
source: All windows will close
de: Alle Fenster werden geschlossen
es: Todas las ventanas se cerrarán
fr: Toutes les fenêtres se fermeront
it: Tutte le finestre si chiuderanno
pl: Wszystkie okna zostaną zamknięte
pt: Serão fechadas todas as janelas
ru: Все окна будут закрыты

# fire.dialog.clear.sites
source: Selected sites will be cleared
de: Ausgewählte Standorte werden gelöscht
es: Se borrarán los sitios seleccionados
fr: Les sites sélectionnés seront effacés
it: I siti selezionati saranno cancellati
pl: Wybrane witryny zostaną wyczyszczone
pt: Os sites selecionados serão limpos
ru: Будут стерты данные выбранных сайтов

# fire.dialog.close-burner-window
source: Close and Burn This Window
de: Dieses Fenster schließen und löschen
es: Cerrar y quemar esta ventana
fr: Fermer et brûler cette fenêtre
it: Chiudi ed elimina i dati per questa finestra
pl: Zamknij i zniszcz to okno
pt: Fechar e queimar esta janela
ru: Закрыть окно и стереть данные

# fire.dialog.deliting.data
source: Deleting browsing data…
de: Browserdaten werden gelöscht …
es: Eliminar los datos de navegación...
fr: Suppression des données de navigation…
it: Eliminazione dei dati di navigazione…
pl: Usuwanie danych przeglądania…
pt: A eliminar dados de navegação…
ru: Удаление данных о посещении сайтов...

# fire.dialog.details
source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
pt: Detalhes
ru: Подробнее

# fire.dialog.fire-window.close-tabs
source: Close Tabs and Clear Data
de: Tabs schließen und Daten löschen
es: Cerrar pestañas y borrar datos
fr: Fermer les onglets et effacer les données
it: Chiudi le schede e cancella i dati
pl: Zamknij karty i wyczyść dane
pt: Fechar separadores e limpar os dados
ru: Закрыть вкладки и удалить данные

# fire.dialog.fire-window.description
source: An isolated window that doesn’t save any data
de: Ein isoliertes Fenster, das keine Daten speichert
es: Una ventana aislada que no guarda ningún dato
fr: Une fenêtre isolée qui n'enregistre aucune donnée
it: Una finestra isolata che non salva alcun dato
pl: Odizolowane okno, które nie zapisuje żadnych danych
pt: Uma janela isolada que não guarda quaisquer dados
ru: Изолированное окно, где не сохраняются никакие данные

# fire.dialog.fire-window.title
source: Open New Fire Window
de: Neues Fire Window öffnen
es: Abrir nueva Fire Window
fr: Ouvrir une nouvelle Fire Window
it: Apri una nuova Fire Window
pl: Otwórz nowe okno Fire Window
pt: Abrir nova Fire Window
ru: Открыть новое окно Fire Window

# fire.dialog.fireproof.sites
source: Fireproof sites won't be cleared
de: Fireproof Standorte werden nicht geräumt
es: No se borrarán los sitios Fireproof
fr: Les sites en mode coupe-feu (Fireproof) ne seront pas effacés
it: I dati dei siti Fireproof non saranno eliminati
pl: Witryny Fireproof nie zostaną wyczyszczone
pt: Os sites Fireproof não serão limpos
ru: Данные огнеупорных сайтов не стираются

# fire.dialog.tab-will-close
source: Current tab will close
de: Aktueller Tab wird geschlossen
es: Se cerrará la pestaña actual
fr: L'onglet actuel se fermera
it: La scheda corrente si chiuderà
pl: Bieżąca karta zostanie zamknięta
pt: O separador atual será fechado
ru: Текущая вкладка будет закрыта

# fire.dialog.tab-will-reload
source: Pinned tab will reload
de: Angepinnter Tab wird neu geladen
es: La pestaña anclada se volverá a cargar
fr: L'onglet épinglé se rechargera
it: La scheda bloccata si ricaricherà
pl: Przypięta karta zostanie załadowana ponownie
pt: O separador afixado será recarregado
ru: Закрепленная вкладка будет перезагружена

# fire.dialog.window-will-close
source: Current window will close
de: Aktuelles Fenster wird geschlossen
es: La ventana actual se cerrará
fr: La fenêtre actuelle se fermera
it: La finestra corrente sarà chiusa
pl: Bieżące okno zostanie zamknięte
pt: A janela atual será fechada
ru: Текущее окно будет закрыто

# fire.info.dialog.description
source: Data, browsing history, and cookies can build up in your browser over time. Use the Fire Button to clear it all away.
de: Daten, der Browserverlauf und Cookies können sich mit der Zeit in deinem Browser ansammeln. Mit dem Fire Button löschst du alles.
es: Los datos, el historial de navegación y las cookies pueden acumularse en tu navegador con el tiempo. Utiliza el Fire Button para quemarlos.
fr: Les données, l'historique de navigation et les cookies peuvent s'accumuler dans votre navigateur au fil du temps. Utilisez le Fire Button pour les supprimer.
it: Con il passare del tempo, nel tuo browser possono accumularsi dati, cronologia di navigazione e cookie. Usa il pulsante Fire Button per eliminare tutto.
pl: W przeglądarce z czasem może zgromadzić się sporo danych, historii przeglądania i plików cookie. Przyciskiem Fire Button możesz to wszystko wyczyścić.
pt: Os dados, o histórico de navegação e os cookies podem acumular-se no teu navegador ao longo do tempo. Utiliza o Fire Button para limpar tudo.
ru: Со временем в браузере накапливаются данные, история просмотров и куки-файлы. Кнопка Fire Button позволяет «сжечь» весь лишний мусор.

# fire.info.dialog.title
source: Leave No Trace
de: Keine Spuren hinterlassen
es: No dejes rastro
fr: Ne laissez aucune trace
it: Non lasciare traccia
pl: Nie zostawiaj śladów
pt: Não deixar vestígios
ru: И никаких следов

# fire.one-tab-info
source: Close this tab and clear its browsing history and cookies (sites: %d).
de: Schließe diesen Tab und lösche Browserverlauf und Cookies (Sites: %d).
es: Cierra esta pestaña y borra tu historial de navegación y cookies (sitios: %d).
fr: Fermez cet onglet et effacez son historique de navigation et ses cookies (sites : %d).
it: Chiudi questa scheda e cancella la cronologia di navigazione e i cookie (siti: %d).
pl: Zamknij tę kartę i wyczyść związaną z nią historię przeglądania i pliki cookie (witryny: %d).
pt: Fecha este separador e limpa o respetivo histórico de navegação e cookies (sites: %d).
ru: Функция Fire Button закроет данную вкладку, сотрет ее историю посещений и удалит куки-файлы (сайтов: %d).

# fire.select-site-to-clear
source: Select a site to clear its data.
de: Wähle eine Site aus, um deren Daten zu löschen.
es: Selecciona un sitio del que borrar sus datos.
fr: Sélectionnez un site pour effacer ses données.
it: Seleziona un sito per cancellarne i dati.
pl: Wybierz witrynę, aby wyczyścić jej dane.
pt: Seleciona um site para limpar os dados.
ru: Выберите сайт, чьи данные вы хотите стереть.

source: Fireproof
de: Feuerfest machen
es: A prueba de fuego
fr: Mode coupe-feu
it: Proteggi dal fuoco
pl: Zabezpiecz
pt: Barreira de segurança
ru: Сделать огнеупорным

# fireproof.checkbox.title
source: Ask to Fireproof websites when signing in
de: Bei der Anmeldung nach Fireproof-Websites fragen
es: Preguntar si marcar sitios web como Fireproof al iniciar sesión
fr: Demander à placer des sites Web en mode coupe-feu (Fireproof) lors de la connexion
it: Chiedi di applicare la funzionalità Fireproof per i siti web al momento dell'accesso
pl: Poproś o zabezpieczanie witryn funkcją Fireproof podczas logowania
pt: Pedir para utilizar a funcionalidade Fireproof em sites ao iniciar sessão
ru: Предлагать огнеупорность сайтов при входе
