Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# fireproof.confirmation.message
source: Fireproofing this site will keep you signed in after using the Fire Button.
de: Wenn du diese Website feuerfest machst, bleibst du nach Verwendung der Schaltfläche „Feuer“ angemeldet.
es: Marcar esta página como a prueba de fuego hará que la sesión se mantenga iniciada después de usar el botón Fuego.
fr: Placer ce site en mode coupe-feu et utiliser le bouton en forme de flamme ne vous déconnectera pas.
it: Proteggere dal fuoco questo sito manterrà valido l'accesso dopo aver utilizzato il Fire Button (icona del fuoco).
pl: Zabezpieczenie tej witryny za pomocą przycisku Zabezpiecz nie spowoduje wylogowania Cię z witryny.
pt: Utilizar uma barreira de segurança neste site vai mantê-lo ligado após utilizar o botão de segurança.
ru: Вам не придется заново входить в свою учетную запись даже после применения кнопки «Пожар».

# fireproof.confirmation.title
source: Would you like to Fireproof %@?
de: Möchtest du %@ feuerfest machen?
es: ¿Quieres marcar %@ como a prueba de fuego?
fr: Souhaitez-vous placer %@ en mode coupe-feu ?
it: Vuoi proteggere %@?
pl: Chcesz zabezpieczyć %@?
pt: Gostaria de usar a barreira de segurança em %@?
ru: Сделать сайт %@ огнеупорным?

# fireproof.domains.remove.all
source: Remove All
de: Alle entfernen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
pl: Usuń wszystko
pt: Remover tudo
ru: Удалить все

# fireproof.explanation
source: When you Fireproof a site, cookies won't be erased and you'll stay signed in, even after using the Fire Button.
de: Wenn du eine Website feuerfest machst, werden Cookies nicht gelöscht und du bleibst angemeldet – auch nach Verwendung der Schaltfläche „Feuer“.
es: Cuando marcas una web como «a prueba de fuego» no se borrarán las cookies y tu sesión permanecerá iniciada, incluso después de utilizar el botón Fuego.
fr: Quand vous placez un site en mode coupe-feu, les cookies sont conservés et vous restez connecté(e), même après avoir utilisé le bouton en forme de flamme.
it: Quando attivi la Protezione per un sito, i cookie non verranno cancellati e rimarrai connesso, anche dopo aver usato il Fire Button (icona del fuoco).
pl: Kiedy użyjesz w witrynie funkcji zabezpieczenia, pliki cookie nie zostaną usunięte i pozostaniesz zalogowany(-a) nawet po użyciu przycisku Zabezpiecz.
pt: Quando se utiliza uma barreira de segurança num site, os cookies não serão apagados e permanecerá ligado, mesmo depois de utilizar o botão de segurança.
ru: Если сделать сайт «огнеупорным» (Fireproof), мы не будем стирать его куки-файлы, даже если вы воспользуетесь кнопкой «Тревога» (Fire Button).

# fireproof.manage-sites
source: Manage Fireproof Sites…
de: Fireproof-Sites verwalten …
es: Gestionar sitios Fireproof...
fr: Gérer les sites en mode coupe-feu (Fireproof)…
it: Gestisci i siti Fireproof…
pl: Zarządzaj witrynami Fireproof…
pt: Gerir sites com Fireproof…
ru: Управление огнеупорными сайтами...

source: Fireproof Sites
de: Feuerfeste Seiten
es: Sitios web a prueba de fuego
fr: Sites coupe-feu
it: Siti ignifughi
pl: Bezpieczne witryny internetowe
pt: Sites com barreira de segurança
ru: Огнеупорные сайты

# folder.dialog.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pl: Dodaj
pt: Adicionar
ru: Добавить

# folder.optionsMenu.deleteFolder
source: Delete Folder
de: Ordner löschen
es: Eliminar carpeta
fr: Supprimer le dossier
it: Elimina cartella
pl: Usuń folder
pt: Eliminar pasta
ru: Удалить папку

# folder.optionsMenu.newFolder
source: New Folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
pl: Nowy folder
pt: Nova pasta
ru: Новая папка

# folder.optionsMenu.renameFolder
source: Rename Folder
de: Ordner umbenennen
es: Cambiar nombre de carpeta
fr: Renommer le dossier
it: Rinomina cartella
pl: Zmień nazwę folderu
pt: Alterar nome da pasta
ru: Переименовать папку

# general.feedback-form.category.ppro
source: Subscription and Payments
de: Abonnement und Zahlungen
es: Suscripción y pagos
fr: Abonnement et paiements
it: Abbonamento e pagamenti
pl: Subskrypcja i płatności
pt: Subscrição e Pagamentos
ru: Подписки и платежи

# general.feedback-form.category.select-feature
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

# generic.delete.button
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar
ru: Удалить

# generic.discard.button
source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Abbandona
pl: Odrzuć
pt: Eliminar
ru: Отменить

# generic.remove.button
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
pl: Usuń
pt: Remover
ru: Удалить

source: Got It!
de: Verstanden.
es: Entendido
fr: J'ai compris !
it: Ho capito!
pl: Rozumiem!
pt: Entendi!
ru: Понятно!

# gpc.checkbox.title
source: Enable Global Privacy Control
de: Global Privacy Control aktivieren
es: Activar Global Privacy Control
fr: Activer Global Privacy Control
it: Abilita Global Privacy Control
pl: Włącz Globalną Kontrolę Prywatności
pt: Ativar o Global Privacy Control
ru: Включить глобальный контроль конфиденциальности (GPC)

# gpc.explanation
source: Tells participating websites not to sell or share your data.
de: Sagt den teilnehmenden Websites, dass sie deine Daten nicht verkaufen oder weitergeben dürfen.
es: Indica a los sitios web participantes que no vendan ni compartan tus datos.
fr: Indique aux sites Web participants de ne pas vendre ou partager vos données.
it: Indica ai siti Web partecipanti di non vendere o condividere i tuoi dati.
pl: Instruuje uczestniczące witryny, aby nie sprzedawały ani nie udostępniały Twoich danych.
pt: Indica aos sites participantes que não devem vender nem partilhar os teus dados.
ru: Требует от сайтов, участвующих в программе GPC, не продавать и не передавать ваши данные.

# history.delete.all.dialog.title
source: Delete all history?
de: Den gesamten Verlauf löschen?
es: ¿Borrar todo el historial?
fr: Supprimer tout l'historique ?
it: Cancellare tutta la cronologia?
pl: Usunąć całą historię?
pt: Eliminar todo o histórico?
ru: Удалить всю историю?

# history.delete.date.dialog.title
source: Delete all history from %@?
de: Den gesamten Verlauf von %@ löschen?
es: ¿Borrar todo el historial de %@?
fr: Supprimer l'historique de %@ ?
it: Cancellare tutta la cronologia da %@?
pl: Usunąć całą historię z %@?
pt: Eliminar todo o histórico de %@?
ru: Стереть всю историю за %@?

# history.delete.dialog.burn.checkbox.caption
source: Also delete cookies and site data
de: Auch Cookies und Website-Daten löschen
es: Elimina también las cookies y los datos del sitio
fr: Supprimer également les cookies et les données des sites
it: Cancellare anche i cookie e i dati dei siti
pl: Usuń również pliki cookie i dane witryny
pt: Também elimina cookies e dados de sites
ru: Также удалить куки-файлы и данные сайтов

# history.delete.dialog.burn.checkbox.explanation.with.closing.tabs
source: This will close all tabs, log you out of these sites, reset site preferences, and remove saved sessions. Fireproof site cookies and data won’t be deleted.
de: Dadurch werden alle Tabs geschlossen, du wirst von diesen Websites abgemeldet, die Seiteneinstellungen werden zurückgesetzt und gespeicherte Sitzungen werden entfernt. Cookies und Daten von „Fireproof“-Websites werden nicht gelöscht.
es: Esto cerrará todas las pestañas, tu sesión en estos sitios, restablecerá las preferencias del sitio y eliminará las sesiones guardadas. Las cookies y los datos del sitio Fireproof no se eliminarán.
fr: Cette action fermera tous les onglets, vous déconnectera de ces sites, réinitialisera les préférences des sites et supprimera les sessions enregistrées. Les cookies et les données Fireproof des sites ne seront pas supprimés.
it: In questo modo chiuderai tutte le schede, sarai disconnesso da questi siti, le preferenze del sito saranno ripristinate e le sessioni salvate saranno rimosse. I cookie e i dati del sito Fireproof non saranno eliminati.
pl: Spowoduje to zamknięcie wszystkich kart, wylogowanie ze wszystkich stron, zresetowanie preferencji stron i usunięcie zapisanych sesji. Pliki cookie i dane witryny oznaczone jako Fireproof nie zostaną usunięte.
pt: Esta ação fecha todos os separadores, termina a tua sessão nesses sites, repõe as preferências do site e remove as sessões guardadas. Os cookies e dados dos sites Fireproof não serão eliminados.
ru: Вы выйдете из учетных записей на всех сайтах, настройки сайтов будут сброшены, сохраненные сеансы — удалены, а все вкладки — закрыты. Куки-файлы и данные «огнеупорных» сайтов не удаляются.

# history.delete.dialog.message
source: %@ items will be deleted
de: %@ Elemente werden gelöscht
es: Se eliminarán elementos del historial (%@)
fr: %@ éléments seront supprimés
it: %@ elementi verranno eliminati
pl: Zostaną usunięte elementy (%@)
pt: %@ itens de histórico serão eliminados
ru: Из журнала будут удалены записи (%@)

# history.delete.dialog.message.markdown
source: **%@** items will be deleted.
de: **%@** Elemente werden gelöscht.
es: Se eliminarán elementos del historial (**%@**).
fr: **%@** objets seront supprimés.
it: **%@** elementi verranno eliminati.
pl: Zostaną usunięte elementy (**%@**).
pt: **%@** itens de histórico serão eliminados.
ru: Из журнала будут удалены записи (**%@**).

# history.delete.today.dialog.title
source: Delete all history from today?
de: Den gesamten Verlauf von heute löschen?
es: ¿Borrar todo el historial de hoy?
fr: Supprimer tout l'historique d'aujourd'hui ?
it: Cancellare tutta la cronologia di oggi?
pl: Usunąć całą historię z dzisiaj?
pt: Eliminar todo o histórico de hoje?
ru: Удалить всю историю за сегодня?

# history.delete.yesterday.dialog.title
source: Delete all history from yesterday?
de: Gestrigen Verlauf löschen?
es: ¿Borrar todo el historial de ayer?
fr: Supprimer tout l'historique d'hier ?
it: Cancellare tutta la cronologia di ieri?
pl: Usunąć całą historię z wczoraj?
pt: Eliminar todo o histórico de ontem?
ru: Удалить всю историю за вчерашний день?

# history.item.delete.dialog.message
source: 1 item will be deleted
de: 1 Element wird gelöscht
es: Se eliminará 1 elemento
fr: 1 élément sera supprimé
it: 1 elemento verrà eliminato
pl: Zostanie usunięty 1 element
pt: 1 item de histórico será eliminado
ru: Из журнала будет удалена 1 запись

# history.item.delete.dialog.message.markdown
source: **1** item will be deleted.
de: **1** Element wird gelöscht.
es: Se eliminará el elemento **1**.
fr: **1** élément sera supprimé.
it: **1** elemento verrà eliminato.
pl: Zostanie usunięty **1** element.
pt: **1** item de histórico será eliminado.
ru: Из журнала будет удалена **1** запись.

# history.menu.clear.all.history.description
source: Cookies and site data for all sites will also be cleared, unless the site is Fireproof.
de: Cookies und Website-Daten für alle Websites werden ebenfalls gelöscht, es sei denn, die Website ist Fireproof.
es: También se borrarán las cookies y los datos del sitio para todos los sitios, a menos que el sitio sea Fireproof.
fr: Les cookies et les données de tous les sites seront également effacés, sauf si le site est en mode coupe-feu (Fireproof).
it: Saranno cancellati anche i cookie e i dati di tutti i siti, a meno che il sito non sia Fireproof.
pl: Zostaną także wyczyszczone pliki cookie i dane związane z wszystkimi witrynami, chyba że są to witryny Fireproof.
pt: Os cookies e os dados de todos os sites também serão limpos, a menos que o site seja Fireproof.
ru: Также будут удалены данные и куки-файлы со всех сайтов (кроме огнеупорных).

# history.menu.clear.all.history.question
source: Clear all history and close all tabs?
de: Den gesamten Verlauf löschen und alle Tabs schließen?
es: ¿Borrar todo el historial y cerrar todas las pestañas?
fr: Effacer tout l'historique et fermer tous les onglets ?
it: Cancellare tutta la cronologia e chiudere tutte le schede?
pl: Wyczyścić całą historię i zamknąć wszystkie karty?
pt: Limpar o histórico completo e fechar todos os separadores?
ru: Очистить всю историю и закрыть все вкладки?

# history.menu.clear.data.description
source: Cookies and other data for sites visited on this day will also be cleared unless the site is Fireproof. History from other days will not be cleared.
de: Cookies und andere Daten von Seiten, die an diesem Tag besucht wurden, werden ebenfalls gelöscht, es sei denn, die Seite ist mit Fireproof davon ausgeschlossen. Der Verlauf von anderen Tagen wird nicht gelöscht.
es: Las cookies y otros datos de los sitios visitados ese día también se borrarán, a menos que el sitio sea Fireproof. El historial de otros días no se borrará.
fr: Les cookies et autres données des sites visités ce jour-là seront également effacés, sauf si le site est en mode coupe-feu (Fireproof). L'historique des autres jours ne sera pas effacé.
it: Anche i cookie e gli altri dati relativi ai siti visitati in questo giorno saranno cancellati, a meno che il sito non sia Fireproof. La cronologia degli altri giorni non sarà cancellata.
pl: Zostaną także wyczyszczone pliki cookie i inne dane związane z witrynami odwiedzonymi tego dnia, chyba że są to witryny Fireproof. Historia z innych dni nie zostanie wyczyszczona.
pt: Os cookies e os dados dos sites visitados neste dia também serão limpos, a menos que o site seja Fireproof. O histórico de outros dias não será limpo.
ru: Также будут удалены куки-файлы и другие данные с посещенных за этот день сайтов (кроме огнеупорных). История за другие дни не удаляется.

# history.menu.clear.data.question
source: Clear History for %@?
de: Verlauf für %@ löschen?
es: ¿Borrar historial para %@?
fr: Effacer l'historique de %@ ?
it: Cancella cronologia per %@?
pl: Wyczyścić historię dotyczącą %@?
pt: Limpar histórico de %@?
ru: Стереть историю за %@?

# history.menu.clear.data.today.description
source: Cookies and other data for sites visited today will also be cleared unless the site is Fireproof. History from other days will not be cleared.
de: Cookies und andere Daten für heute besuchte Seiten werden ebenfalls gelöscht, es sei denn, die Seite ist Fireproof. Der Verlauf von anderen Tagen wird nicht gelöscht.
es: Las cookies y otros datos de los sitios visitados hoy también se borrarán, a menos que el sitio sea Fireproof. El historial de otros días no se borrará.
fr: Les cookies et autres données des sites visités aujourd'hui seront également effacés, sauf si le site est en mode coupe-feu (Fireproof). L'historique des autres jours ne sera pas effacé.
it: Saranno cancellati anche i cookie e gli altri dati relativi ai siti visitati oggi, a meno che il sito non sia Fireproof. La cronologia degli altri giorni non sarà cancellata.
pl: Zostaną także wyczyszczone pliki cookie i inne dane związane z odwiedzonymi dzisiaj witrynami, chyba że są to witryny Fireproof. Historia z innych dni nie zostanie wyczyszczona.
pt: Os cookies e outros dados dos sites visitados hoje também serão limpos, a menos que o site seja Fireproof. O histórico de outros dias não será limpo.
ru: Также будут удалены куки-файлы и другие данные с посещенных за сегодня сайтов (кроме огнеупорных). История за другие дни не пострадает.

# history.menu.clear.data.today.question
source: Clear history for today and close all tabs?
de: Verlauf für heute löschen und alle Tabs schließen?
es: ¿Borrar historial de hoy y cerrar todas las pestañas?
fr: Effacer l'historique d'aujourd'hui et fermer tous les onglets ?
it: Cancellare la cronologia per oggi e chiudere tutte le schede?
pl: Wyczyścić dzisiejszą historię i zamknąć wszystkie karty?
pt: Limpar o histórico de hoje e fechar todos os separadores?
ru: Стереть историю за сегодня и закрыть все вкладки?

# history.menu.clear.this.history
source: Clear This History…
de: Diese Geschichte löschen …
es: Borrar este historial...
fr: Effacer cet historique…
it: Cancella questa cronologia...
pl: Wyczyść tę historię…
pt: Limpar este histórico…
ru: Стереть эту запись…

# history.menu.delete.this.history
source: Delete This History…
de: Diesen Verlauf löschen …
es: Borrar este historial...
fr: Supprimer cet historique…
it: Elimina questa cronologia…
pl: Usuń tę historię...
pt: Eliminar este histórico…
ru: Удалить эту историю…

# history.menu.older
source: Older…
de: Älter …
es: Más antiguo...
fr: Ancien…
it: Precedente...
pl: Starsze…
pt: Mais antigo…
ru: Более старые записи...

# history.menu.recently.visited
source: Recently Visited
de: Kürzlich besucht
es: Visitado recientemente
fr: Visites récentes
it: Visite recenti
pl: Ostatnio odwiedzone
pt: Visitados recentemente
ru: Недавно посещенные

# history.view.onboarding.accept
source: View History Page
de: Verlaufsseite anzeigen
es: Ver tu página de historial
fr: Voir la page d'historique
it: Visualizza la pagina Cronologia
pl: Wyświetl stronę historii
pt: Ver página de histórico
ru: Просмотреть страницу истории

# history.view.onboarding.message
source: We’ve added a dedicated History page, making it easier for you to see, revisit, and clear the sites you’ve previously visited.
de: Wir haben eine spezielle Verlaufsseite hinzugefügt, die es dir erleichtert, die von dir besuchten Seiten anzuzeigen, erneut zu besuchen und zu löschen.
es: Hemos añadido una página de historial exclusiva, para que puedas ver, volver a abrir y borrar los sitios que has visitado anteriormente de forma más sencilla.
fr: Nous avons ajouté une page d’historique dédiée, ce qui vous permet de voir, de revisiter et d’effacer plus facilement les sites que vous avez déjà consultés.
it: Abbiamo aggiunto una pagina dedicata alla cronologia che ti consente di visualizzare, rivisitare e cancellare i siti che hai visitato in precedenza.
pl: Dodaliśmy specjalną stronę historii, dzięki której możesz łatwiej przeglądać wcześniej odwiedzone strony, przeglądać je i usuwać.
pt: Adicionámos uma página de histórico dedicada para ser mais fácil ver, revisitar e limpar os sites que visitaste anteriormente.
ru: Мы добавили отдельную страницу «История», где можно легко просмотреть, заново открыть и удалить ранее посещенные сайты.

# history.view.onboarding.title
source: Manage Your History
de: Verwalte deinen Verlauf
es: Gestiona tu historial
fr: Gérer votre historique
it: Gestisci la cronologia
pl: Zarządzanie historią
pt: Gere o teu histórico
ru: Управление историей

# home.page.burn.fireproof.site.alert
source: History will be cleared for this site, but related data will remain, because this site is Fireproof
de: Der Verlauf dieser Seite wird gelöscht, aber die zugehörigen Daten bleiben erhalten, da diese Seite zu Fireproof hinzugefügt wurde
es: Se borrará el historial de este sitio, pero los datos relacionados permanecerán, porque este sitio es Fireproof
fr: L'historique de ce site sera effacé, mais les données associées resteront, car ce site est en mode coupe-feu (Fireproof)
it: La cronologia sarà cancellata per questo sito, ma i dati correlati rimarranno, perché questo sito è Fireproof
pl: Historia dotycząca tej witryny zostanie wyczyszczona, ale powiązane dane pozostaną, ponieważ jest to witryna Fireproof
pt: O histórico será limpo para este site, mas os dados relacionados permanecem, porque este site é Fireproof
ru: История посещений этого сайта будет стерта, но остальные данные останутся, так как сайт огнеупорный.

# home.page.clear.history
source: Clear History
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Elimina cronologia
pl: Wyczyść historię
pt: Limpar histórico
ru: Очистить историю

# home.page.empty.state.item.message
source: Keep browsing to see how many trackers were blocked
de: Browse weiter, um zu sehen, wie viele Tracker blockiert wurden
es: Sigue navegando para ver cuántos rastreadores se han bloqueado
fr: Continuez à naviguer pour voir combien de traqueurs ont été bloqués.
it: Continua la navigazione per vedere quanti sistemi di tracciamento sono stati bloccati
pl: Przeglądaj dalej, aby zobaczyć liczbę zablokowanych mechanizmów śledzących
pt: Continua a navegar para veres quantos rastreadores foram bloqueados
ru: Продолжайте бродить по интернету, а потом посмотрите, сколько трекеров мы заблокировали.

# home.page.empty.state.item.title
source: Recently visited sites appear here
de: Zuletzt besuchte Seiten werden hier angezeigt
es: Los sitios visitados recientemente aparecen aquí
fr: Les sites récemment visités apparaissent ici
it: I siti visitati di recente si visualizzano qui
pl: Tutaj są widoczne ostatnio odwiedzone witryny
pt: Os sites visitados recentemente aparecem aqui
ru: Недавно посещенные сайты появятся здесь

# home.page.no.trackers.blocked
source: No trackers blocked
de: Keine Tracker blockiert
es: No se han bloqueado rastreadores
fr: Aucun traqueur bloqué
it: Nessun sistema di tracciamento bloccato
pl: Nie zablokowano żadnych mechanizmów śledzących
pt: Nenhum rastreador bloqueado
ru: Заблокированных трекеров пока нет

# home.page.no.trackers.found
source: No trackers found
de: Keine Tracker gefunden
es: No se han encontrado rastreadores
fr: Aucun traqueur trouvé
it: Nessun sistema di tracciamento trovato
pl: Nie znaleziono żadnych mechanizmów śledzących
pt: Nenhum rastreador encontrado
ru: Ни одного трекера не найдено

# home.page.protection.duration
source: PAST 7 DAYS
de: Vergangene 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
pl: Ostatnie 7 dni
pt: Últimos 7 dias
ru: За последние 7 дней

# home.page.protection.summary.info
source: No recent activity
de: Keine aktuelle Aktivität
es: No hay actividad reciente
fr: Aucune activité récente
it: Nessuna attività recente
pl: Brak ostatniej aktywności
pt: Nenhuma atividade recente
ru: Недавней активности пока нет

# home.page.protection.summary.message
source: %@ tracking attempts blocked
de: %@ Tracking-Versuche blockiert
es: %@ intentos de rastreo bloqueados
fr: %@ tentatives de pistage bloquées
it: %@ tentativi di tracciamento bloccati
pl: Zablokowane próby śledzenia: %@
pt: Tentativas de rastreamento bloqueadas: %@
ru: Пресечено попыток отслеживания: %@

# home.page.settings.add.background
source: Add Background
de: Hintergrund hinzufügen
es: Añadir fondo
fr: Ajouter un arrière-plan
it: Aggiungi sfondo
pl: Dodaj tło
pt: Adicionar fundo
ru: Добавить фон

# home.page.settings.background
source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan :
it: Sfondo
pl: Tło
pt: Fundo
ru: Фон

# home.page.settings.browser.theme
source: Browser Theme
de: Browser-Thema
es: Tema del navegador
fr: Thème du navigateur
it: Tema del browser
pl: Motyw przeglądarki
pt: Tema do navegador
ru: Тема браузера

# home.page.settings.default.background
source: Default
de: Standard
es: Predeterminado
fr: Défaut
it: Predefinito
pl: Domyślne
pt: Pré-definido
ru: По умолчанию

# home.page.settings.delete.background
source: Delete Background
de: Hintergrund löschen
es: Eliminar fondo
fr: Supprimer l'arrière-plan
it: Elimina sfondo
pl: Usuń tło
pt: Eliminar fundo
ru: Удалить фон

# home.page.settings.go.to.settings
source: Go to Settings
de: Gehe zu Einstellungen
es: Ir a Ajustes
fr: Accéder à Paramètres
it: Vai a Impostazioni
pl: Przejdź do ustawień
pt: Aceder às Definições
ru: Открыть «Настройки»

# home.page.settings.gradients
source: Gradients
de: Farbverläufe
es: Gradientes
it: Gradienti
pl: Gradienty
pt: Gradientes
ru: Градиенты

# home.page.settings.header
source: Customize
de: Anpassen
es: Personalizar
fr: Personnaliser
it: Personalizza
pl: Spersonalizuj
pt: Personalizar
ru: Собственная настройка

# home.page.settings.my.backgrounds
source: My Backgrounds
de: Meine Hintergründe
es: Mis fondos
fr: Mes arrière-plans
it: I miei sfondi
pl: Moje tła
pt: Os meus fundos
ru: Мои фоны
