Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# vpn.dns.server.picker.default.title
source: DuckDuckGo (Recommended)
de: DuckDuckGo (empfohlen)
es: DuckDuckGo (recomendado)
fr: DuckDuckGo (recommandé)
it: DuckDuckGo (consigliato)
pl: DuckDuckGo (zalecane)
pt: DuckDuckGo (Recomendado)
ru: DuckDuckGo (рекомендуется)

# vpn.dns.server.sheet.title
source: Custom DNS Server
de: Benutzerdefinierter DNS-Server
es: Servidor DNS personalizado
fr: Serveur DNS personnalisé
it: Server DNS personalizzato
pl: Niestandardowy serwer DNS
pt: Servidor DNS Personalizado
ru: Собственный DNS-сервер

# vpn.dns.server.title
source: DNS Server
es: Servidor DNS
fr: Serveur DNS
it: Server DNS
pl: Serwer DNS
pt: Servidor DNS
ru: DNS-сервер

# vpn.excluded.apps.add.app
source: Browse Applications
de: Anwendungen durchsuchen
es: Explorar aplicaciones
fr: Parcourir les applications
it: Sfoglia applicazioni
pl: Przeglądaj aplikacje
pt: Procurar aplicações
ru: Просмотреть приложения

# vpn.excluded.apps.description
source: Add apps that aren’t compatible with VPNs to use them without turning off the VPN.
de: Füge Apps hinzu, die nicht mit VPNs kompatibel sind, damit du sie nutzen kannst, ohne das VPN zu deaktivieren.
es: Añade aplicaciones que no sean compatibles con las VPN para poder usarlas sin desactivar la VPN.
fr: Ajoutez des applications qui ne sont pas compatibles avec les VPN pour les utiliser sans désactiver le VPN.
it: Aggiungi app che non sono compatibili con le VPN per usarle senza spegnere la VPN.
pl: Dodaj aplikacje, które nie są zgodne z sieciami VPN, aby móc z nich korzystać bez wyłączania sieci VPN.
pt: Adiciona aplicações que não sejam compatíveis com VPNs para as utilizares sem desativares a VPN.
ru: Добавьте приложения, несовместимые с VPN, и вы сможете пользоваться ими, не отключая его.

# vpn.excluded.apps.title
source: Excluded Apps
de: Ausgeschlossene Apps
es: Aplicaciones excluidas
fr: Applications exclues
it: App escluse
pl: Wykluczone aplikacje
pt: Aplicações excluídas
ru: Исключенные приложения

# vpn.excluded.domains.add.domain
source: Add Website
de: Website hinzufügen
es: Añadir sitio web
fr: Ajouter le site Web
it: Aggiungi il sito web
pl: Dodaj witrynę internetową
pt: Adicionar Website
ru: Добавить сайт

# vpn.excluded.domains.title
source: Excluded Websites
de: Ausgeschlossene Websites
es: Sitios web excluidos
fr: Sites Web exclus
it: Siti web esclusi
pl: Wykluczone witryny internetowe
pt: Websites excluídos
ru: Исключенные сайты

# vpn.excluded.sites.title
source: Excluded Websites
de: Ausgeschlossene Websites
es: Sitios web excluidos
fr: Sites Web exclus
it: Siti web esclusi
pl: Wykluczone witryny internetowe
pt: Websites excluídos
ru: Исключенные сайты

# vpn.exclusions.title
source: VPN Exclusions
de: VPN-Ausschlüsse
es: Exclusiones de VPN
fr: Exclusions VPN
it: Esclusioni VPN
pl: Wykluczenia działania VPN
pt: Exclusões VPN
ru: Исключения из VPN

# vpn.feedback-form.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отменить

# vpn.feedback-form.button.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pl: Gotowe
pt: Feito
ru: Готово

# vpn.feedback-form.button.submit
source: Submit
de: Abschicken
es: Enviar
fr: Envoyer
it: Invia
pl: Prześlij
pt: Submeter
ru: Отправить

# vpn.feedback-form.button.submitting
source: Submitting…
de: Wird gesendet ...
es: Enviando...
fr: Envoi en cours…
it: Invio in corso...
pl: Przesyłanie...
pt: A enviar…
ru: Отправка...

# vpn.feedback-form.category.browser-crash-or-freeze
source: VPN causes browser to crash or freeze
de: VPN führt zum Absturz oder Einfrieren des Browsers
es: La VPN hace que el navegador falle o se congele
fr: Le VPN provoque le plantage ou le blocage du navigateur
it: La VPN causa l'arresto anomalo o il blocco del browser
pl: VPN powoduje awarię lub zawieszanie się przeglądarki
pt: A VPN faz com que o navegador falhe ou bloqueie
ru: VPN приводит к сбою или зависанию браузера

# vpn.feedback-form.category.fails-to-connect
source: VPN fails to connect
de: VPN kann keine Verbindung herstellen
es: La VPN no se conecta
fr: Le VPN ne parvient pas à se connecter
it: La VPN non si connette
pl: Nie można połączyć się z siecią VPN
pt: A VPN não consegue ligar-se
ru: VPN не подключается

# vpn.feedback-form.category.feature-request
source: VPN feature request
de: Anfrage zu VPN-Funktionen
es: Solicitud de función de VPN
fr: Demande de fonctionnalité VPN
it: Richiesta di funzionalità VPN
pl: Prośba o dodanie funkcji VPN
pt: Pedido de funcionalidade da VPN
ru: Запрос функции VPN

# vpn.feedback-form.category.issues-with-apps
source: VPN causes issues with other apps or websites
de: VPN verursacht Probleme mit anderen Apps oder Websites
es: La VPN interfiere con otras aplicaciones o sitios web
fr: Le VPN est à l'origine de problèmes avec d'autres applications ou sites Web
it: La VPN causa problemi con altre app o siti web
pl: VPN powoduje problemy z innymi aplikacjami lub witrynami
pt: A VPN causa problemas com outras aplicações ou sites
ru: VPN вызывает проблемы с другими приложениями или сайтами

# vpn.feedback-form.category.local-device-connectivity
source: VPN won't let me connect to local device
de: VPN lässt mich keine Verbindung zu lokalem Gerät herstellen
es: La VPN no me deja conectarme a un dispositivo local
fr: Le VPN ne me permet pas de me connecter à un appareil local
it: Non mi consente di connettermi al dispositivo locale
pl: Sieć VPN nie pozwala na połączenie się z urządzeniem lokalnym
pt: A VPN não me deixa ligar ao dispositivo local
ru: VPN не дает подключиться к локальному устройству

# vpn.feedback-form.category.other
source: Other VPN feedback
de: Weiteres VPN-Feedback
es: Otros comentarios de VPN
fr: Autres commentaires sur le VPN
it: Altri feedback sulla VPN
pl: Inne opinie o funkcji VPN
pt: Outro feedback sobre VPN
ru: Другие отзывы о VPN

# vpn.feedback-form.category.select-category
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

# vpn.feedback-form.category.too-slow
source: VPN connection is too slow
de: VPN-Verbindung ist zu langsam
es: La conexión de la VPN es demasiado lenta
fr: La connexion VPN est trop lente
it: La connessione VPN è troppo lenta
pl: Połączenie VPN jest za wolne
pt: A ligação da VPN é demasiado lenta
ru: Слишком медленное соединение по VPN

# vpn.feedback-form.category.unable-to-install
source: Unable to install VPN
de: VPN lässt sich nicht installieren
es: No se puede instalar la VPN
fr: Impossible d'installer le VPN
it: Impossibile installare la VPN
pl: Nie można zainstalować VPN
pt: Não é possível instalar a VPN
ru: Невозможно установить VPN

# vpn.feedback-form.sending-confirmation.description
source: Your feedback will help us improve the DuckDuckGo VPN.
de: Dein Feedback hilft uns, das DuckDuckGo-VPN zu verbessern.
es: Tus comentarios nos ayudarán a mejorar la VPN de DuckDuckGo.
fr: Vos commentaires nous aideront à améliorer le VPN DuckDuckGo.
it: La tua opinione ci aiuterà a migliorare la VPN DuckDuckGo.
pl: Twoja opinia pomoże nam ulepszyć DuckDuckGo VPN.
pt: O teu feedback ajuda-nos a melhorar a VPN DuckDuckGo.
ru: Ваш отзыв поможет нам улучшить сервис DuckDuckGo VPN.

# vpn.feedback-form.sending-confirmation.error
source: We couldn't send your feedback right now, please try again.
de: Dein Feedback konnte nicht gesendet werden. Bitte versuche es erneut.
es: No hemos podido enviar tus comentarios ahora mismo, inténtalo de nuevo.
fr: Nous n'avons pas pu envoyer vos commentaires pour le moment ; veuillez réessayer.
it: Non siamo riusciti a inviare il tuo feedback in questo momento, riprova.
pl: Nie udało się teraz przesłać Twojej opinii, spróbuj ponownie.
pt: Não foi possível enviar o teu feedback, tenta novamente.
ru: Отправить ваш отзыв прямо сейчас не удалось. Повторите попытку.

# vpn.feedback-form.sending-confirmation.title
source: Thank you!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!

# vpn.feedback-form.text-1
source: Please describe what's happening, what you expected to happen, and the steps that led to the issue:
de: Bitte beschreibe, was passiert, was du erwartet hast und welche Schritte zu dem Problem geführt haben:
es: Describe lo que está pasando, lo que esperabas que ocurriera y los pasos que han llevado al problema:
fr: Veuillez décrire ce qui se passe, ce qui aurait dû se passer et les différentes étapes qui ont précédé le problème :
it: Descrivi cosa sta succedendo, cosa ti aspettavi che accadesse e i passaggi che hanno portato al problema:
pl: Opisz, co się wydarzyło, czego oczekiwano i jakie działania doprowadziły do wystąpienia problemu:
pt: Descreve o que está a acontecer, o que esperavas que acontecesse e os passos que levaram ao problema:
ru: Опишите, что происходит, что ожидалось и какие действия привели к неполадке.

# vpn.feedback-form.text-2
source: In addition to the details entered into this form, your app issue report will contain:
de: Zusätzlich zu den in diesem Formular angegebenen Details enthält dein App-Fehlerbericht:
es: Además de los detalles introducidos en este formulario, tu informe de problemas de la aplicación contendrá:
fr: Outre les renseignements saisis dans ce formulaire, votre rapport sur les problèmes de l'application contiendra les informations suivantes :
it: Oltre ai dettagli inseriti in questo modulo, la segnalazione sui problemi dell'app conterrà le seguenti informazioni:
pl: Oprócz szczegółów wprowadzonych w tym formularzu zgłoszenie problemu z aplikacją będzie zawierać:
pt: Para além dos detalhes introduzidos neste formulário, o teu relatório de problemas na aplicação vai incluir:
ru: Помимо информации, внесенной в эту форму, в отчет войдет следующее:

# vpn.feedback-form.text-3
source: • Whether specific DuckDuckGo features are enabled
de: • Ob bestimmte DuckDuckGo-Funktionen aktiviert sind
es: • Si están habilitadas funciones específicas de DuckDuckGo
fr: • Si des fonctionnalités spécifiques de DuckDuckGo sont actives
it: • Comunicherà se specifiche funzioni di DuckDuckGo sono attive
pl: • Czy określone funkcje DuckDuckGo są włączone
pt: • Se tens funcionalidades específicas do DuckDuckGo ativas
ru: • сведения о том, были ли активированы конкретные функции DuckDuckGo;

# vpn.feedback-form.text-4
source: • Aggregate DuckDuckGo app diagnostics
de: • Aggregierte DuckDuckGo-App-Diagnose
es: • Diagnósticos agregados de la aplicación DuckDuckGo
fr: • Les diagnostics agrégés de l'application DuckDuckGo
it: • Aggregherà le diagnostiche dell'app DuckDuckGo
pl: • Zbiorcze dane diagnostyczne aplikacji DuckDuckGo
pt: • Diagnósticos da aplicação DuckDuckGo agregados
ru: • обобщенные результаты диагностики приложения DuckDuckGo.

# vpn.feedback-form.text-5
source: By clicking "Submit" I agree that DuckDuckGo may use the information in this report for purposes of improving the app's features.
de: Durch Klicken auf „Absenden“ erkläre ich mich damit einverstanden, dass DuckDuckGo die Informationen in diesem Bericht zur Verbesserung der Funktionen der App verwenden darf.
es: Al hacer clic en "Enviar", acepto que DuckDuckGo pueda utilizar la información de este informe para mejorar las funciones de la aplicación.
fr: En cliquant sur « Envoyer », j'accepte que DuckDuckGo puisse utiliser les informations contenues dans ce rapport afin d'améliorer les fonctionnalités de l'application.
it: Cliccando su "Invia" accetto che DuckDuckGo possa usare le informazioni in questo rapporto per migliorare le funzionalità dell'app.
pl: Klikając opcję „Prześlij”, zgadzam się na wykorzystanie przez DuckDuckGo informacji zawartych w tym zgłoszeniu w celu ulepszenia funkcji aplikacji.
pt: Ao clicar em "Enviar", concordo que o DuckDuckGo pode utilizar as informações neste relatório para melhorar as funcionalidades da aplicação.
ru: Нажимая кнопку «Отправить», я разрешаю DuckDuckGo использовать данные в этом отчете для улучшения работы приложения.

# vpn.feedback-form.title
source: Help Improve the DuckDuckGo VPN
de: Hilf mit, das DuckDuckGo-VPN zu verbessern
es: Ayuda a mejorar la VPN de DuckDuckGo
fr: Participez à l'amélioration du VPN DuckDuckGo
it: Aiuta a migliorare la VPN di DuckDuckGo
pl: Pomóż ulepszyć DuckDuckGo VPN
pt: Ajuda a melhorar a VPN DuckDuckGo
ru: Помогите нам улучшить DuckDuckGo VPN

# vpn.general.title
source: General
de: Allgemein
fr: Général
it: Generale
pl: Ogólne
pt: Geral
ru: Основные

# vpn.location.change.button.title
source: Change...
de: Ändern...
es: Cambiar...
fr: Modifier…
it: Cambia...
pl: Zmień...
pt: Mudar…
ru: Изменить...

# vpn.location.custom.section.title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отменить

# vpn.location.description.nearest
source: Nearest
de: Nächstgelegen
es: Más cercana
fr: Le plus proche
it: La più vicina
pl: Najbliższy
pt: Mais próxima
ru: (Ближайший вариант)

# vpn.location.description.nearest.available
source: Nearest Location
de: Nächstgelegener Standort
es: Ubicación más cercana
fr: Emplacement le plus proche
it: Posizione più vicina
pl: Najbliższa lokalizacja
pt: Localização Mais Próxima
ru: Ближайшее место

# vpn.location.list.title
source: VPN Location
de: VPN-Standort
es: Ubicación de VPN
fr: Localisation VPN
it: Posizione VPN
pl: Lokalizacja VPN
pt: Localização da VPN
ru: Местоположение VPN

# vpn.location.nearest.available.title
source: Automatically connect to the nearest server we can find.
de: Verbinde dich automatisch mit dem nächstgelegenen Server, den wir finden können.
es: Conectarte automáticamente al servidor más cercano que encontremos.
fr: Connectez-vous automatiquement au serveur le plus proche que nous trouvons.
it: Connettiti automaticamente al server più vicino che riusciamo a trovare.
pl: Automatycznie połącz z najbliższym znalezionym serwerem.
pt: Ligar automaticamente ao servidor mais próximo que encontrarmos.
ru: Автоматически подключаться к ближайшему найденному серверу.

# vpn.location.recommended.section.title
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandée
it: Consigliato
pl: Zalecane
pt: Recomendada
ru: Рекомендуем

# vpn.location.submit.button.title
source: Submit
de: Abschicken
es: Enviar
fr: Envoyer
it: Invia
pl: Prześlij
pt: Submeter
ru: Отправить

# vpn.location.title
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
pl: Lokalizacja
pt: Localização
ru: Геопозиция

# vpn.no.exclusions.found.text
source: None
de: Gar nichts
es: Ninguna
fr: Aucune
it: Niente
pl: Brak
pt: Nenhum
ru: Ничего

# vpn.notifications.connection.drops.or.status.changes.title
source: VPN connection drops or status changes
de: VPN-Verbindungsabbrüche oder Statusänderungen
es: La conexión VPN se cae o cambia de estado
fr: La connexion VPN est interrompue ou son statut change
it: La connessione VPN cade o lo stato cambia
pl: Zerwanie połączenia VPN lub zmiana stanu
pt: Receber uma notificação se a tua ligação VPN cair ou o estado mudar
ru: Обрыв соединения или изменение состояния VPN

# vpn.notifications.settings.title
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pl: Powiadomienia
pt: Notificações
ru: Уведомления

# vpn.setting.add.excluded.domain.action.button.title
source: Exclude Website
de: Website ausschließen
es: Excluir sitio web
fr: Exclure le site Web
it: Escludi sito web
pl: Wyklucz witrynę
pt: Excluir Website
ru: Исключить сайт

# vpn.setting.add.excluded.domain.cancel.button.title
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отменить

# vpn.setting.add.excluded.domain.title
source: Exclude Website From VPN
de: Website vom VPN ausschließen
es: Excluir sitio web de la VPN
fr: Exclure le site Web du VPN
it: Escludi il sito web dalla VPN
pl: Wyklucz witrynę internetową z VPN
pt: Excluir Website da VPN
ru: Исключить сайт из VPN

# vpn.setting.description.always.on
source: Automatically restores the VPN connection after interruption. For your security, this setting cannot be disabled.
de: Stellt die VPN-Verbindung nach einer Unterbrechung automatisch wieder her. Zu deiner Sicherheit kann diese Einstellung nicht deaktiviert werden.
es: Restaura automáticamente la conexión VPN tras una interrupción. Por tu seguridad, este ajuste no se puede desactivar.
fr: Restaure automatiquement la connexion VPN après une interruption. Pour votre sécurité, ce paramètre ne peut pas être désactivé.
it: Ripristina automaticamente la connessione VPN dopo un'interruzione. Per la tua sicurezza, questa impostazione non può essere disattivata.
pl: Automatycznie przywraca połączenie VPN po jego przerwaniu. Ze względów bezpieczeństwa nie można wyłączyć tego ustawienia.
pt: Restaura automaticamente uma ligação VPN após a interrupção. Para tua segurança, esta definição não pode ser desativada.
ru: Автоматически восстанавливает VPN-соединение в случае его прерывания. В целях безопасности эту настройку невозможно отключить.

# vpn.setting.description.exclude.local.networks
source: Bypass the VPN for local network connections, like to a printer.
de: Umgehe das VPN für lokale Netzwerkverbindungen, z. B. zu einem Drucker.
es: Omitir la VPN para conexiones de red local, como una impresora.
fr: Contournez le VPN pour les connexions au réseau local, par exemple à une imprimante.
it: Bypassa la VPN per le connessioni alla rete locale, come a una stampante.
pl: Pomiń VPN dla połączeń z siecią lokalną, na przykład z drukarką.
pt: Ignora a VPN para ligações de rede local, como a uma impressora.
ru: Обход VPN при локальных сетевых подключениях (например, к принтеру).

# vpn.setting.description.secure.dns
source: DuckDuckGo routes DNS queries through our DNS servers so your internet provider can't see what websites you visit.
de: DuckDuckGo leitet DNS-Anfragen über seine eigenen DNS-Server, damit dein Internetanbieter nicht sehen kann, welche Websites du besuchst.
es: DuckDuckGo enruta las consultas de DNS a través de nuestros servidores DNS para que tu proveedor de Internet no pueda ver qué sitios web visitas.
fr: DuckDuckGo achemine les requêtes DNS via nos serveurs DNS afin que votre fournisseur d'accès à Internet ne puisse pas voir les sites Web que vous visitez.
it: DuckDuckGo instrada le query DNS tramite i nostri server DNS in modo che il tuo provider internet non possa vedere quali siti web visiti.
pl: DuckDuckGo kieruje zapytania DNS przez nasze serwery DNS, aby Twój dostawca usług internetowych nie mógł zobaczyć, jakie strony odwiedzasz.
pt: O DuckDuckGo encaminha as consultas DNS através dos nossos servidores DNS para que o teu fornecedor de Internet não possa ver os sites que visitas.
ru: DuckDuckGo направляет DNS-запросы через собственные DNS-серверы, поэтому ваш интернет-провайдер не увидит, какие сайты вы посещаете.

# vpn.setting.excluded.domains.description
source: Excluded websites will bypass the VPN.
de: Ausgeschlossene Websites werden das VPN umgehen.
es: Los sitios web excluidos evitarán la VPN.
fr: Les sites Web exclus passeront outre le VPN.
it: I siti web esclusi non potranno essere utilizzati dalla VPN.
pl: Wykluczone witryny będą pomijać VPN.
pt: Os Websites excluídos são ignorados pela VPN.
ru: Исключенные сайты будут работать в обход VPN.

# vpn.setting.excluded.domains.manage.button.title
source: Manage Excluded Websites…
de: Ausgeschlossene Websites verwalten …
es: Administrar sitios web excluidos...
fr: Gérer les sites Web exclus…
it: Gestisci i siti esclusi...
pl: Zarządzaj wykluczonymi witrynami…
pt: Websites excluídos…
ru: Управление исключенными сайтами…

# vpn.setting.exclusions.description
source: Some websites and apps are not compatible with VPNs. Exclude these sites and apps to use them while connected to the VPN.
de: Einige Websites und Apps sind nicht mit VPNs kompatibel. Schließe diese Websites und Apps aus, um sie zu verwenden, während du mit dem VPN verbunden bist.
es: Algunos sitios web y aplicaciones no son compatibles con VPN. Excluye estos sitios y aplicaciones para poder usarlos mientras estás conectado a la VPN.
fr: Certains sites Web et applications ne sont pas compatibles avec les VPN. Excluez ces sites et applications pour les utiliser lorsque vous êtes connecté(e) au VPN.
it: Alcuni siti web e app non sono compatibili con le VPN. Escludili per poterli usare mentre sei connesso alla VPN.
pl: Niektóre strony internetowe i aplikacje nie są zgodne z sieciami VPN. Wyklucz te witryny i aplikacje, aby móc z nich korzystać podczas połączenia z siecią VPN.
pt: Alguns sites e aplicações não são compatíveis com VPNs. Exclui estes sites e aplicações para os poderes utilizar enquanto estás ligado à VPN.
ru: Некоторые сайты и приложения несовместимы с VPN. Внесите их в исключения, чтобы пользоваться ими при подключении к VPN.

# vpn.setting.exclusions.manage.button.title
source: Manage...
de: Verwalten ...
es: Gestionar...
fr: Gérer...
it: Gestisci...
pl: Zarządzaj...
pt: Gerir…
ru: Настроить...

# vpn.setting.title.connect.on.login
source: Connect to VPN when logging in to your computer
de: Beim Anmelden bei deinem Computer eine Verbindung zum VPN herstellen
es: Conectarse a la VPN al iniciar sesión en tu ordenador
fr: Connectez-vous au VPN en vous connectant à votre ordinateur
it: Connettiti alla VPN quando accedi al computer
pl: Połącz się z VPN podczas logowania do komputera
pt: Ligar à VPN quando inicias sessão no teu computador
ru: Подключаться к VPN при входе на компьютер

# vpn.setting.title.exclude.local.networks
source: Exclude local networks
de: Lokale Netzwerke ausschließen
es: Excluir redes locales
fr: Exclure les réseaux locaux
it: Escludi reti locali
pl: Wyklucz sieci lokalne
pt: Excluir redes locais
ru: Исключить локальные сети

# vpn.setting.title.show.in.browser.toolbar
source: Show VPN in browser toolbar
de: VPN in der Browser-Symbolleiste anzeigen
es: Mostrar VPN en la barra de herramientas del navegador
fr: Afficher le VPN dans la barre d'outils du navigateur
it: Mostra la VPN nella barra degli strumenti del browser
pl: Pokaż VPN na pasku narzędzi przeglądarki
pt: Mostrar VPN na barra de ferramentas do navegador
ru: Показывать значок VPN на панели инструментов браузера

# vpn.setting.title.show.in.menu.bar
source: Show VPN in menu bar
de: VPN in der Menüleiste anzeigen
es: Mostrar VPN en la barra de menú
fr: Afficher le VPN dans la barre de menu
it: Mostra la VPN nella barra del menu
pl: Pokaż VPN na pasku menu
pt: Mostrar a VPN na barra de menu
ru: Показывать VPN в строке меню

# vpn.shortcuts.settings.title
source: Shortcuts
es: Accesos directos
fr: Raccourcis
it: Scorciatoie
pl: Skróty
pt: Atalhos
ru: Ярлыки

# vpn.status-view.excluded-apps.menu-item.title
source: Excluded Apps
de: Ausgeschlossene Apps
es: Aplicaciones excluidas
fr: Applications exclues
it: App escluse
pl: Wykluczone aplikacje
pt: Aplicações excluídas
ru: Исключенные приложения

# vpn.status-view.excluded-domains.menu-item.title
source: Excluded Websites
de: Ausgeschlossene Websites
es: Sitios web excluidos
fr: Sites Web exclus
it: Siti web esclusi
pl: Wykluczone witryny internetowe
pt: Websites excluídos
ru: Исключенные сайты

# vpn.status-view.faq.menu-item.title
source: FAQs and Support
de: F&A und Support
es: Preguntas frecuentes y asistencia
fr: FAQ et assistance
it: Domande frequenti e assistenza
pl: Często zadawane pytania i pomoc techniczna
pt: Perguntas Frequentes e Apoio Técnico
ru: ЧаВо и поддержка

# vpn.status-view.send-feedback.menu-item.title
source: Send Feedback
de: Rückmeldung senden
es: Enviar comentarios
fr: Envoyer vos remarques
it: Invia feedback
pl: Wyślij opinię
pt: Enviar comentário
ru: Отправить отзыв
