Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# settings.up.to.date
source: DuckDuckGo is up to date
de: DuckDuckGo ist auf dem neuesten Stand
es: DuckDuckGo está actualizado
fr: DuckDuckGo est à jour
it: DuckDuckGo è aggiornato
pl: Przeglądarka DuckDuckGo jest aktualna
pt: O DuckDuckGo está atualizado
ru: DuckDuckGo обновлен

# settings.update.failed
source: Update failed
de: Update fehlgeschlagen
es: Actualización fallida
fr: Échec de la mise à jour
it: Aggiornamento non riuscito
pl: Niepowodzenie aktualizacji
pt: A atualização falhou
ru: Не удалось обновить

# share.menu.item
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pl: Udostępnij
pt: Partilhar
ru: Поделиться

# share.menu.item.qr.code
source: Create QR Code
de: QR-Code erstellen
es: Crear código QR
fr: Créer un code QR
it: Crea codice QR
pl: Utwórz kod QR
pt: Criar código QR
ru: Создать QR-код

# sharing.more
source: More…
de: Mehr …
es: Más…
fr: Plus…
it: Ulteriori informazioni...
pl: Więcej…
pt: Mais…
ru: Еще...

source: Show All History From This Site
de: Den gesamten Verlauf dieser Website anzeigen
es: Muestra todo el historial de este sitio
fr: Afficher tout l'historique de ce site
it: Mostra tutta la cronologia di questo sito
pl: Pokaż całą historię z tej strony
pt: Mostrar todo o histórico deste site
ru: Показать всю историю с этого сайта

# show.data.clearing.settings
source: Open Data Clearing Settings
de: Einstellungen zum Löschen von Daten öffnen
es: Abrir configuración de borrado de datos
fr: Ouvrir les paramètres d'effacement des données
it: Apri Impostazioni cancellazione dati
pl: Otwórz ustawienia czyszczenia danych
pt: Abrir Definições de limpeza de dados
ru: Открыть настройки очистки данных

source: Show Folder Contents
de: Ordnerinhalte anzeigen
es: Mostrar el contenido de la carpeta
fr: Afficher le contenu du dossier
it: Mostra il contenuto della cartella
pl: Pokaż zawartość folderu
pt: Mostrar conteúdos da pasta
ru: Показать содержимое папки

# site.not.working.button.title
source: Let Us Know
de: Lass es uns wissen
es: Háznoslo saber
fr: Faites-le nous savoir
it: Faccelo sapere
pl: Daj nam znać
pt: Contacte-nos
ru: Сообщить

# site.not.working.title
source: Site not working?
de: Webseite funktioniert nicht?
es: ¿El sitio no funciona?
fr: Le site ne fonctionne pas ?
it: Il sito non funziona?
pl: Witryna nie działa?
pt: O site não funciona?
ru: Сайт не работает?

# ssl.error.page.tab.title
source: Warning: Site May Be Insecure
de: Warnung: Website ist möglicherweise unsicher
es: Advertencia: el sitio puede ser inseguro
fr: Avertissement : le site n'est peut-être pas sécurisé
it: Attenzione: il sito potrebbe non essere sicuro
pl: Ostrzeżenie: witryna może być niebezpieczna
pt: Aviso: o site pode ser inseguro
ru: Внимание! Возможно, сайт небезопасен

source: Submit
de: Abschicken
es: Enviar
fr: Envoyer
it: Invia
pl: Prześlij
pt: Submeter
ru: Отправить

source: Submit Report
de: Bericht senden
es: Enviar informe
fr: Envoyer le rapport
it: Invia segnalazione
pl: Prześlij raport
pt: Submeter relatório
ru: Отправить жалобу

# subscription.progress.view.completing.purchase
source: Completing purchase...
de: Kauf wird abgeschlossen ...
es: Completando compra...
fr: Finalisation de l’achat en cours…
it: Stiamo completando l'acquisto...
pl: Finalizowanie zakupu...
pt: A concluir a compra…
ru: Завершение покупки...

# subscription.progress.view.purchasing.subscription
source: Purchase in progress...
de: Kauf in Bearbeitung ...
es: Compra en curso...
fr: Achat en cours…
it: Acquisto in corso...
pl: Trwa zakup...
pt: Compra em curso…
ru: Оформление покупки...

# subscription.progress.view.restoring.subscription
source: Restoring subscription...
de: Abonnement wird wiederhergestellt ...
es: Restaurando suscripción...
fr: Rétablissement de l'abonnement…
it: Stiamo ripristinando l'abbonamento...
pl: Przywracanie subskrypcji...
pt: A restaurar a subscrição…
ru: Восстановление подписки...

# subscription.settings.menu.item
source: Subscription Settings
de: Abonnementeinstellungen
es: Ajustes de suscripción
fr: Paramètres d'abonnement
it: Impostazioni dell'abbonamento
pl: Ustawienia subskrypcji
pt: Definições de Subscrição
ru: Настройки подписки

source: Switch to Tab
de: Zu Tab wechseln
es: Cambiar a Pestaña
fr: Passer à l'onglet
it: Passa alla scheda
pl: Przełącz na kartę
pt: Mudar para separador
ru: Перейти на вкладку

# sync.promo.bookmarks.message
source: No account needed. End-to-end encryption means nobody but you can see your bookmarks, not even us.
de: Kein Konto erforderlich. Ende-zu-Ende-Verschlüsselung bedeutet, dass niemand außer dir deine Lesezeichen sehen kann, nicht einmal wir.
es: No necesitas ninguna cuenta. El cifrado de extremo a extremo significa que nadie más que tú puede ver tus marcadores, ni siquiera nosotros.
fr: Aucun compte n'est nécessaire. Le cryptage de bout en bout signifie que personne d'autre ne peut voir vos signets, pas même nous.
it: Non è necessario un account. Con la crittografia end-to-end, nessuno, a parte te, può vedere i tuoi segnalibri, nemmeno noi.
pl: Konto nie jest wymagane. Kompleksowe szyfrowanie oznacza, że nikt poza Tobą nie może zobaczyć Twoich zakładek, nawet my.
pt: Não precisas de uma conta. A encriptação ponta a ponta significa que ninguém além de ti pode ver os teus favoritos, nem mesmo nós.
ru: Учетная запись не требуется. Сквозное шифрование означает, что ваши закладки видны только вам. Даже у нас нет к ним доступа.

# sync.promo.bookmarks.title
source: Sync & Back Up Your Bookmarks
de: Lesezeichen synchronisieren und sichern
es: Sincroniza y haz copias de seguridad de tus marcadores
fr: Synchronisez et sauvegardez vos signets
it: Sincronizza ed esegui il backup dei tuoi segnalibri
pl: Synchronizuj i twórz kopie zapasowe zakładek
pt: Sincroniza e faz uma cópia de segurança dos teus favoritos
ru: Синхронизация и резервное копирование закладок

# sync.promo.confirm.action
source: Set Up Sync
de: Sync einrichten
es: Configurar la sincronización
fr: Configurer la synchronisation
it: Configura la sincronizzazione
pl: Skonfiguruj synchronizację
pt: Configurar sincronização
ru: Настройка синхронизации

# sync.promo.dismiss.action
source: No Thanks
de: Nein, danke
es: No, gracias
fr: Non merci
it: No, grazie
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо

# sync.promo.passwords.message
source: No account needed. End-to-end encryption means nobody but you can see your passwords, not even us.
de: Kein Konto erforderlich. Ende-zu-Ende-Verschlüsselung bedeutet, dass niemand außer dir deine Passwörter sehen kann, nicht einmal wir.
es: No necesitas ninguna cuenta. El cifrado de extremo a extremo significa que nadie más que tú puede ver tus contraseñas, ni siquiera nosotros.
fr: Aucun compte n'est nécessaire. Le cryptage de bout en bout signifie que personne d'autre ne peut voir vos mots de passe, pas même nous.
it: Non è necessario un account. Con la crittografia end-to-end, nessuno a parte te può vedere le tue password, nemmeno noi.
pl: Konto nie jest wymagane. Kompleksowe szyfrowanie oznacza, że nikt poza Tobą nie może zobaczyć Twoich haseł, nawet my.
pt: Não precisas de uma conta. A encriptação ponta a ponta significa que ninguém além de ti pode ver as tuas palavras-passe, nem mesmo nós.
ru: Учетная запись не требуется. Сквозное шифрование означает, что ваши пароли видны только вам. Даже у нас нет к ним доступа.

# sync.promo.passwords.side.panel.subtitle
source: Sync & Backup
de: Synchronisieren und sichern
es: Sincronización y copia de seguridad
fr: Synchronisation et sauvegarde
it: Sincronizzazione e backup
pl: Synchronizacja i kopia zapasowa
pt: Sincronização e cópia de segurança
ru: Синхронизация и резервное копирование

# sync.promo.passwords.side.panel.title
source: Setup
de: Einrichtung
es: Configuración
fr: Installation
it: Configurazione
pl: Konfiguracja
pt: Configuração
ru: Настройка

# sync.promo.passwords.title
source: Sync & Back Up Your Passwords
de: Passwörter synchronisieren und sichern
es: Sincroniza y haz copias de seguridad de tus contraseñas
fr: Synchronisez et sauvegardez vos mots de passe
it: Sincronizza e fai il backup delle password
pl: Synchronizuj i twórz kopie zapasowe haseł
pt: Sincroniza e faz uma cópia de segurança das tuas palavras-passe
ru: Синхронизация и резервное копирование паролей

# tab.bookmarks.title
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
pl: Zakładki
pt: Marcadores
ru: Закладки

# tab.empty.title
source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
pl: Bez tytułu
pt: Sem título
ru: Без названия

# tab.error.title
source: Failed to open page
de: Seite konnte nicht geöffnet werden
es: Error al abrir la página
fr: Impossible d'ouvrir la page
it: Impossibile aprire la pagina
pl: Nie udało się otworzyć strony
pt: Falha ao abrir a página
ru: Не удалось открыть страницу

# tab.home.title
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
pl: Nowa karta
pt: Novo separador
ru: Новая вкладка

# tab.onboarding.title
source: Welcome
de: Willkommen
es: Te damos la bienvenida
fr: Bienvenue
it: Ti diamo il benvenuto
pl: Witamy
pt: Damos-te as boas-vindas
ru: Добро пожаловать!

# tab.preferences.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Definições
ru: Настройки

# tab.releaseNotes.title
source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de mise à jour
it: Note di rilascio
pl: Informacje o wersji
pt: Notas de lançamento
ru: Примечания к релизу

# tooltip.addToFavorites
source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai Preferiti
pl: Dodaj do ulubionych
pt: Adicionar aos favoritos
ru: Добавить в избранное

# tooltip.application-menu.show
source: Open application menu
de: Anwendungsmenü öffnen
es: Abrir menú de aplicación
fr: Ouvrir le menu de l'application
it: Apri il menu dell'applicazione
pl: Otwórz menu aplikacji
pt: Abrir o menu da aplicação
ru: Открыть меню приложения

# tooltip.autofill.add-item
source: Add item
de: Element hinzufügen
es: Añadir elemento
fr: Ajouter un élément
it: Aggiungi elemento
pl: Dodaj element
pt: Adicionar elemento
ru: Добавить запись

# tooltip.autofill.more-options
source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
it: Altre opzioni
pl: Więcej opcji
pt: Mais opções
ru: Другие параметры

# tooltip.autofill.shortcut
source: Autofill
de: Autovervollständigen
es: Autocompletar
fr: Saisie automatique
it: Compilazione automatica
pl: Autouzupełnianie
pt: Preenchimento automático
ru: Автозаполнение

# tooltip.bookmark.add
source: Bookmark this page
de: Diese Seite als Lesezeichen markieren
es: Marcar esta página
fr: Ajouter cette page aux signets
it: Crea un segnalibro per questa pagina
pl: Dodaj tę stronę do zakładek
pt: Marcar esta página
ru: Сохранить в закладках

# tooltip.bookmark.edit
source: Edit bookmark
de: Lesezeichen bearbeiten
es: Editar marcador
fr: Modifier le signet
it: Modifica segnalibro
pl: Edytuj zakładkę
pt: Editar marcador
ru: Редактировать закладку

# tooltip.bookmarks.manage-bookmarks
source: Manage bookmarks
de: Lesezeichen verwalten
es: Gestionar marcadores
fr: Gérer les signets
it: Gestisci segnalibri
pl: Zarządzaj zakładkami
pt: Gerir marcadores
ru: Управление закладками

# tooltip.bookmarks.new-bookmark
source: New bookmark
de: Neues Lesezeichen
es: Nuevo marcador
fr: Nouveau signet
it: Nuovo segnalibro
pl: Nowa zakładka
pt: Novo marcador
ru: Новая закладка

# tooltip.bookmarks.new-folder
source: New folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
pl: Nowy folder
pt: Nova pasta
ru: Новая папка

# tooltip.bookmarks.search
source: Search bookmarks
de: Lesezeichen durchsuchen
es: Buscar marcadores
fr: Rechercher des favoris
it: Cerca segnalibri
pl: Wyszukaj zakładki
pt: Pesquisar marcadores
ru: Поиск по закладкам

# tooltip.bookmarks.shortcut
source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
pl: Zakładki
pt: Marcadores
ru: Закладки

# tooltip.bookmarks.sort
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
pl: Sortuj
pt: Ordenar
ru: Сортировать

# tooltip.bookmarks.sort.name.title
source: Sort by Name
de: Nach Namen sortieren
es: Ordenar por nombre
fr: Trier par nom
it: Ordina per nome
pl: Sortuj według nazwy
pt: Ordenar por nome
ru: Сортировать по названию

# tooltip.clearHistory
source: Clear browsing history for %@
de: Browserverlauf für %@ löschen
es: Borrar el historial de navegación para %@
fr: Effacer l'historique de navigation pour %@
it: Cancella la cronologia di navigazione per % @
pl: Wyczyść historię przeglądania domeny %@
pt: Limpar histórico de navegação de %@
ru: Стереть историю просмотров сайта %@

# tooltip.clearHistoryAndData
source: Clear browsing history and data for %@
de: Browserverlauf und Daten für %@ löschen
es: Borrar historial de navegación y datos de %@
fr: Effacer l'historique de navigation et les données pour %@
it: Cancella la cronologia di navigazione e i dati per % @
pl: Wyczyść historię przeglądania i dane domeny %@
pt: Limpar histórico de navegação e dados de %@
ru: Стереть историю просмотров и данные сайта %@

# tooltip.downloads.clear-download-history
source: Clear download history
de: Download-Verlauf löschen
es: Borrar historial de descargas
fr: Effacer l'historique des téléchargements
it: Cancella la cronologia dei download
pl: Wyczyść historię pobierania
pt: Limpar histórico de transferências
ru: Стереть историю загрузок

# tooltip.downloads.open-downloads-folder
source: Open downloads folder
de: Download-Ordner öffnen
es: Abrir carpeta de descargas
fr: Ouvrir le dossier des téléchargements
it: Apri la cartella download
pl: Otwórz folder pobranych
pt: Abrir pasta de transferências
ru: Открыть папку «Загрузки»

# tooltip.downloads.shortcut
source: Downloads
es: Descargas
fr: Téléchargements
it: Download
pl: Pobrane
pt: Transferências
ru: Загрузки

# tooltip.find-in-page.close
source: Close find bar
de: Suchleiste schließen
es: Cerrar la barra de búsqueda
fr: Fermer la barre de recherche
it: Chiudi la barra di ricerca
pl: Zamknij pasek wyszukiwania
pt: Fechar barra de procura
ru: Закрыть панель поиска

# tooltip.find-in-page.next
source: Next result
de: Nächstes Ergebnis
es: Siguiente resultado
fr: Résultat suivant
it: Risultato successivo
pl: Następny wynik
pt: Resultado seguinte
ru: Следующий результат

# tooltip.find-in-page.previous
source: Previous result
de: Vorheriges Ergebnis
es: Resultado anterior
fr: Résultat précédent
it: Risultato precedente
pl: Poprzedni wynik
pt: Resultado anterior
ru: Предыдущий результат

# tooltip.fire.clear-browsing-history
source: Clear browsing history
de: Browserverlauf löschen
es: Borrar historial de navegación
fr: Effacer l'historique de navigation
it: Cancella cronologia di navigazione
pl: Wyczyść historię przeglądania
pt: Limpar histórico de navegação
ru: Очистить историю просмотров

# tooltip.home.button
source: Home
de: Startseite
es: Inicio
fr: Accueil
it: Schermata iniziale
pl: Strona główna
pt: Página inicial
ru: Домашняя

# tooltip.navigation.back
source: Show the previous page Hold to show history
de: Vorherige Seite anzeigen Halten, um den Verlauf anzuzeigen
es: Mostrar la página anterior Mantener para mostrar el historial
fr: Afficher la page précédente Maintenir pour afficher l'historique
it: Mostra la pagina precedente Tieni premuto per mostrare la cronologia
pl: Pokaż poprzednią stronę Przytrzymaj, aby wyświetlić historię
pt: Mostrar a página anterior Segurar para mostrar o histórico
ru: Показать предыдущую страницу Удерживайте эту кнопку для просмотра истории

# tooltip.navigation.forward
source: Show the next page Hold to show history
de: Nächste Seite anzeigen Halten, um den Verlauf anzuzeigen
es: Mostrar la página siguiente Mantener para mostrar el historial
fr: Afficher la page suivante Maintenir pour afficher l'historique
it: Mostra la pagina successiva Tieni premuto per mostrare la cronologia
pl: Pokaż następną stronę Przytrzymaj, aby wyświetlić historię
pt: Mostrar a página seguinte Segurar para mostrar o histórico
ru: Показать следующую страницу Удерживайте эту кнопку для просмотра истории

# tooltip.navigation.refresh
source: Reload this page
de: Diese Seite neu laden
es: Volver a cargar esta página
fr: Recharger cette page
it: Ricarica la pagina
pl: Załaduj ponownie tę stronę
pt: Recarregar esta página
ru: Перезагрузить страницу

# tooltip.navigation.stop
source: Stop loading this page
de: Diese Seite nicht mehr laden
es: Dejar de cargar esta página
fr: Arrêter le chargement de cette page
it: Interrompi il caricamento della pagina
pl: Zatrzymaj ładowanie tej strony
pt: Parar de carregar esta página
ru: Остановить загрузку страницы

# tooltip.privacy-dashboard.show
source: Show the Privacy Dashboard and manage site settings
de: Privacy Dashboard anzeigen und Website-Einstellungen verwalten
es: Mostrar Privacy Dashboard y gestionar la configuración del sitio
fr: Afficher le Privacy Dashboard et gérer les paramètres du site
it: Mostra la Privacy Dashboard e gestisci le impostazioni del sito
pl: Pokaż panel Privacy Dashboard i zarządzaj ustawieniami witryny
pt: Mostrar o Privacy Dashboard e gerir as definições do site
ru: Показать панель Privacy Dashboard и проконтролировать настройки сайта

# tooltip.tab.new-tab
source: Open a new tab
de: Einen neuen Tab öffnen
es: Abrir una nueva pestaña
fr: Ouvrir un nouvel onglet
it: Apri una nuova scheda
pl: Otwórz nową kartę
pt: Abrir um novo separador
ru: Открыть новую вкладку

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
it: Disinstalla
pl: Odinstaluj
pt: Desinstalar
ru: Удалить

source: Unmute Tab
de: Tab-Stummschaltung aufheben
es: Desilenciar pestaña
fr: Réactiver le son de l'onglet
it: Riattiva audio scheda
pl: Wyłącz wyciszenie karty
pt: Ativar Som do Separador
ru: Включить звук на вкладке

source: Unpin Tab
de: Tab lösen
es: Desanclar pestaña
fr: Détacher l’onglet
it: Sblocca scheda
pl: Odepnij kartę
pt: Libertar separador
ru: Открепить вкладку

# unsupported.device.info.alert.header
source: Your version of macOS is no longer supported.
de: Deine Version von macOS wird nicht mehr unterstützt.
es: Tu versión de macOS ya no es compatible.
fr: Votre version de macOS n'est plus prise en charge.
it: La tua versione di macOS non è più supportata.
pl: Twoja wersja systemu macOS już nie jest obsługiwana.
pt: A tua versão do macOS já não é suportada.
ru: Ваша версия macOS больше не поддерживается.

source: Update
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
pl: Aktualizacja
pt: Atualizar
ru: Обновить

# update.available.menu.item
source: Update Available - Install Now
de: Update verfügbar – jetzt installieren
es: Actualización disponible - Instalar ahora
fr: Mise à jour disponible : installer
it: Aggiornamento disponibile - Installa ora
pl: Dostępna aktualizacja — zainstaluj teraz
pt: Atualização disponível – Instalar agora
ru: Доступно обновление – установить сейчас

# version
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)
it: Versione %1$@ (%2$@)
pl: Wersja %1$@ (%2$@)
pt: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)

# view.details.button
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Guarda i dettagli
pl: Wyświetl szczegóły
pt: Ver detalhes
ru: Подробнее

# vpn.advanced.settings.title
source: Advanced
de: Erweitert
es: Avanzado
fr: Options avancées
it: Avanzate
pl: Zaawansowane
pt: Avançado
ru: Дополнительно

# vpn.button.title.open.vpn
source: Open VPN…
de: VPN öffnen …
es: Abrir VPN...
fr: Ouvrir le VPN…
it: Apri VPN…
pl: Otwórz VPN…
pt: Abrir VPN…
ru: Открыть VPN…

# vpn.button.title.uninstall.vpn
source: Uninstall DuckDuckGo VPN…
de: DuckDuckGo VPN deinstallieren ...
es: Desinstalar VPN de DuckDuckGo...
fr: Désinstaller le VPN DuckDuckGo…
it: Disinstalla la VPN di DuckDuckGo...
pl: Odinstaluj DuckDuckGo VPN...
pt: Desinstalar VPN DuckDuckGo…
ru: Удалить DuckDuckGo VPN...

# vpn.dns.server.apply.button.title
source: Apply
de: Übernehmen
es: Usar
fr: Appliquer
it: Applica
pl: Zastosuj
pt: Aplicar
ru: Применить

# vpn.dns.server.block.risky.domains.toggle.footer
source: Block 150,000+ domains flagged for hosting malware, phishing attacks, and online scams with a DNS-level blocklist.
de: Blockiere mit einer Blockliste auf DNS-Ebene über 150.000 Domains, die für das Hosten von Malware, Phishing-Angriffen und Online-Betrug gekennzeichnet sind.
es: Bloquea más de 150 000 dominios identificados por alojar malware, ataques de phishing y estafas en Internet con una lista de bloqueo a nivel de DNS.
fr: Bloquez plus de 150 000 domaines signalés comme hébergeant des logiciels malveillants, des attaques de phishing et des escroqueries en ligne grâce à une liste de blocage au niveau du DNS.
it: Blocca oltre 150.000 domini segnalati per ospitare malware, attacchi di phishing e truffe online con una lista di blocco a livello DNS.
pl: Zablokuj ponad 150 000 domen oznaczonych jako hosting złośliwego oprogramowania, ataków wyłudzających informacje i oszustw internetowych za pomocą listy zablokowanych na poziomie DNS.
pt: Bloqueia mais de 150 000 domínios identificados por alojarem malware, ataques de phishing e fraudes online com uma lista de bloqueios ao nível do DNS.
ru: С помощью стоп-списка DNS блокировать более 150 тысяч доменов, на которые поступили жалобы за размещение вредоносного ПО, фишинговые атаки и онлайн-мошенничество.

# vpn.dns.server.block.risky.domains.toggle.title
source: Block risky domains
de: Riskante Domains blockieren
es: Bloquear dominios de riesgo
fr: Bloquer les domaines à risque
it: Blocca i domini rischiosi
pl: Blokuj ryzykowne domeny
pt: Bloquear domínios arriscados
ru: Блокировать опасные домены

# vpn.dns.server.disclaimer
source: Using a custom DNS server can impact browsing speeds and expose your activity to third parties if the server isn't secure or reliable.
de: Die Verwendung eines benutzerdefinierten DNS-Servers kann die Geschwindigkeit beim Browsen beeinträchtigen und deine Aktivitäten Dritten preisgeben, wenn der Server nicht sicher oder zuverlässig ist.
es: El uso de un servidor DNS personalizado puede afectar a la velocidad de navegación y exponer tu actividad a terceros si el servidor no es seguro o fiable.
fr: L'utilisation d'un serveur DNS personnalisé peut avoir un impact sur la vitesse de navigation et exposer votre activité à des tiers si le serveur n'est pas sécurisé ou fiable.
it: L'utilizzo di un server DNS personalizzato può incidere sulla velocità di navigazione ed esporre la tua attività a terzi se il server non è sicuro o affidabile.
pl: Korzystanie z niestandardowego serwera DNS może mieć wpływ na prędkość przeglądania stron internetowych oraz narażać aktywność na dostęp nieupoważnionych osób, jeśli serwer nie jest bezpieczny lub sprawdzony.
pt: A utilização de um servidor DNS personalizado pode afetar as velocidades de navegação e expor a tua atividade a terceiros se o servidor não for seguro ou fiável.
ru: Использование собственного DNS-сервера может снизить скорость просмотра веб-страниц и обнаружить ваши действия для третьих лиц, если сервер плохо защищен или работает ненадежно.

# vpn.dns.server.ipv4.description
source: IPv4 Address:
de: IPv4-Adresse:
es: Dirección IPv4:
fr: Adresse IPv4 :
it: Indirizzo IPv4:
pl: Adres IPv4:
pt: Endereço IPv4:
ru: IPv4-адрес:

# vpn.dns.server.picker.custom.button.title
source: Change…
de: Ändern …
es: Cambiar…
fr: Modifier…
it: Cambia…
pl: Zmień…
pt: Alterar…
ru: Изменить…

# vpn.dns.server.picker.custom.title
source: Custom
de: Benutzerdefiniert
es: Personalizar
fr: Personnalisé
it: Personalizzato
pl: Niestandardowy
pt: Personalizado
ru: Свой
