Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# autofill.onboarding.popover.accept
source: Add Shortcut
de: Shortcut hinzufügen
es: Añadir acceso directo
fr: Ajouter un raccourci
it: Aggiungi scorciatoia
pl: Dodaj skrót
pt: Adicionar atalho
ru: Добавить ярлык

# autofill.onboarding.popover.message1
source: You can manage your toolbar shortcuts at any time by right-clicking on the toolbar.
de: Du kannst deine Symbolleisten-Shortcuts jederzeit verwalten, indem du mit der rechten Maustaste auf die Symbolleiste klickst.
es: Puedes gestionar tus accesos directos de la barra de herramientas en cualquier momento haciendo clic con el botón derecho en la barra de herramientas.
fr: Vous pouvez gérer les raccourcis de votre barre d'outils à tout moment en cliquant dessus avec le bouton droit de la souris.
it: Puoi gestire le scorciatoie della barra degli strumenti in qualsiasi momento facendo clic con il tasto destro del mouse sulla barra degli strumenti.
pl: Możesz zarządzać skrótami paska narzędzi w dowolnym momencie, klikając prawym przyciskiem myszy na pasku narzędzi.
pt: Podes gerir os atalhos da barra de ferramentas em qualquer altura ao clicar com o botão direito do rato na barra de ferramentas.
ru: Ярлыки на панели инструментов можно настроить в любой момент путем нажатия на панель правой кнопкой мышки.

# autofill.onboarding.popover.reject
source: No Thanks
de: Nein, danke
es: No, gracias
fr: Non merci
it: No, grazie
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо

# autofill.onboarding.popover.title
source: Add passwords shortcut?
de: Passwort-Shortcut hinzufügen?
es: ¿Añadir acceso directo a contraseñas?
fr: Ajouter un raccourci pour les mots de passe ?
it: Aggiungere una scorciatoia per le password?
pl: Dodać skrót do haseł?
pt: Adicionar atalho de palavras-passe?
ru: Добавить ярлык для менеджера паролей?

# autofill.password-manager
source: Password Manager
de: Passwort-Manager
es: Administrador de contraseñas
fr: Gestionnaire de mots de passe
it: Gestore di password
pl: Menedżer haseł
pt: Gestor de palavras-passe
ru: Менеджер паролей

# autofill.password-manager.bitwarden.disclaimer
source: Setup requires installing the Bitwarden app.
de: Für die Einrichtung ist die Installation der Bitwarden-App erforderlich.
es: La configuración requiere instalar la aplicación Bitwarden.
fr: La configuration nécessite l'installation de l'application Bitwarden.
it: La configurazione richiede l'installazione dell'app Bitwarden.
pl: Konfiguracja wymaga zainstalowania aplikacji Bitwarden.
pt: A configuração requer a instalação da aplicação Bitwarden.
ru: Для настройки требуется установить приложение Bitwarden.

# autofill.password-manager.duckduckgo
source: DuckDuckGo built-in password manager
de: DuckDuckGo integrierter Passwortmanager
es: Administrador de contraseñas integrado de DuckDuckGo
fr: Gestionnaire de mots de passe intégré à DuckDuckGo
it: Gestore di password integrato in DuckDuckGo
pl: Wbudowany menedżer haseł DuckDuckGo
pt: Gestor de palavras-passe integrado no DuckDuckGo
ru: Встроенный менеджер паролей DuckDuckGo

# autofill.passwords
source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
pl: Hasła
pt: Palavras-passe
ru: Пароли

# autofill.payment-methods
source: Payment methods
de: Zahlungsmethoden
es: Métodos de pago
fr: Modes de paiement
it: Metodi di pagamento
pl: Metody płatności
pt: Métodos de pagamento
ru: Способы оплаты

# autofill.popover.autosave.button.text
source: View
de: Ansehen
es: Ver
fr: Voir
it: Visualizza
pl: Wyświetl
pt: Visualizar
ru: Просмотр

# autofill.popover.autosave.text
source: Password saved for %@
de: Passwort gespeichert für %@
es: Contraseña guardada para % @
fr: Mot de passe enregistré pour %@
it: Password salvata per %@
pl: Zapisano hasło dla domeny %@
pt: Palavra-passe guardada para %@
ru: Пароль для сайта %@ сохранен

# autofill.popover.change-in
source: Change in
de: Änderung in
es: Cambiar en
fr: Modification dans
it: Cambiamento di
pl: Zmień w obszarze
pt: Alterar nas
ru: Изменить в разделе

# autofill.popover.open-password-manager
source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
it: Apri %@
pl: Otwórz %@
pt: Abrir %@
ru: Открыть %@

# autofill.popover.password-manager-connected-to-user
source: Connected to user %@
de: Verbunden mit Benutzer %@
es: Conectado al usuario %@
fr: Connecté à l'utilisateur %@
it: Connesso all'utente %@
pl: Połączono z użytkownikiem %@
pt: Ligado ao utilizador %@
ru: Привязан к пользователю %@

# autofill.popover.password-manager-title
source: You're using %@ to manage passwords
de: Du verwendest %@ zur Verwaltung von Passwörtern
es: Estás usando %@ para administrar contraseñas
fr: Vous utilisez %@ pour gérer vos mots de passe
it: Stai utilizzando %@ per gestire le password
pl: Używasz narzędzia %@ do zarządzania hasłami
pt: Estás a utilizar o %@ para gerir palavras-passe
ru: Вы используете %@ для управления паролями

# autofill.popover.passwords.auto-pinned.text
source: Shortcut Added!
de: Shortcut hinzugefügt!
es: ¡Acceso directo añadido!
fr: Raccourci ajouté !
it: Scorciatoia aggiunta.
pl: Dodano skrót!
pt: Atalho adicionado!
ru: Ярлык добавлен!

# autofill.popover.passwords.pin-prompt.button.text
source: Add Shortcut
de: Shortcut hinzufügen
es: Añadir acceso directo
fr: Ajouter un raccourci
it: Aggiungi scorciatoia
pl: Dodaj skrót
pt: Adicionar atalho
ru: Добавить ярлык

# autofill.popover.passwords.pin-prompt.text
source: Add passwords shortcut?
de: Passwort-Shortcut hinzufügen?
es: ¿Añadir acceso directo a contraseñas?
fr: Ajouter un raccourci pour les mots de passe ?
it: Aggiungere una scorciatoia per le password?
pl: Dodać skrót do haseł?
pt: Adicionar atalho de palavras-passe?
ru: Добавить ярлык для менеджера паролей?

# autofill.popover.settings-button
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Definições
ru: Настройки

# autofill.show-card-cvv
source: Show CVV
de: CVV anzeigen
es: Mostrar CVV
fr: Afficher CVV
it: Mostra CVV
pl: Pokaż CVV
pt: Mostrar CVV
ru: Показать CVV-код

# autofill.show-password
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
pl: Pokaż hasło
pt: Mostrar palavra-passe
ru: Показать пароль

# autofill.view-autofill-content.identities
source: Open Identities…
de: Identitäten öffnen …
es: Abrir identidades…
fr: Ouvrir les identités…
it: Apri identità...
pl: Otwórz tożsamości…
pt: Abrir identidades…
ru: Открыть учетные данные…

# autofill.view-autofill-content.passwords
source: Open Passwords…
de: Passwörter öffnen …
es: Abrir contraseñas…
fr: Ouvrir les mots de passe…
it: Apri password…
pl: Otwórz hasła…
pt: Abrir palavras-passe…
ru: Открыть пароли...

# autofill.view-autofill-content.payment-methods
source: Open Payment Methods…
de: Zahlungsmethoden öffnen …
es: Abrir métodos de pago…
fr: Ouvrir les modes de paiement…
it: Apri metodi di pagamento...
pl: Otwórz metody płatności…
pt: Abrir métodos de pagamento…
ru: Открыть способы оплаты…

# automatically.clear.data
source: Automatically clear tabs and browsing data when DuckDuckGo quits
de: Tabs und Browserdaten automatisch löschen, wenn DuckDuckGo beendet wird
es: Borra automáticamente las pestañas y los datos de navegación cuando se cierra DuckDuckGo
fr: Effacer automatiquement les onglets et les données de navigation lorsque DuckDuckGo se ferme
it: Cancella automaticamente schede e dati di navigazione quando chiudi DuckDuckGo
pl: Automatycznie czyść karty i dane przeglądania przy wychodzeniu z DuckDuckGo
pt: Limpar automaticamente os separadores e os dados de navegação quando o DuckDuckGo fecha
ru: Автоматически закрывает вкладки и стирает данные о посещении сайтов при завершении работы DuckDuckGo.

source: Bitwarden app found!
de: Bitwarden-App gefunden!
es: ¡Aplicación Bitwarden encontrada!
fr: Application Bitwarden trouvée !
it: Applicazione Bitwarden trovata.
pl: Znaleziono aplikację Bitwarden!
pt: Aplicação Bitwarden encontrada!
ru: Найдено приложение Bitwarden!

# bitwarden.cant.access.container
source: DuckDuckGo needs permission to access Bitwarden. You can grant DuckDuckGo Full Disk Access in System Settings, or switch back to the built-in password manager.
de: DuckDuckGo benötigt die Erlaubnis, auf Bitwarden zuzugreifen. Du kannst DuckDuckGo in den Systemeinstellungen vollen Festplattenzugriff gewähren oder wieder zum integrierten Passwortmanager wechseln.
es: DuckDuckGo necesita permiso para acceder a Bitwarden. Puedes conceder a DuckDuckGo acceso completo al disco en Configuración del sistema o volver al administrador de contraseñas incorporado.
fr: DuckDuckGo a besoin d'une autorisation pour accéder à Bitwarden. Vous pouvez accorder à DuckDuckGo un accès complet au disque dans les réglages système, ou revenir au gestionnaire de mots de passe intégré.
it: DuckDuckGo necessita di autorizzazione per accedere a Bitwarden. Puoi concedere a DuckDuckGo l'accesso completo all'unità nelle Impostazioni di sistema o tornare al gestore di password integrato.
pl: DuckDuckGo potrzebuje pozwolenia na dostęp do aplikacji Bitwarden. Możesz przyznać DuckDuckGo pełny dostęp do dysku w ustawieniach systemowych lub przełączyć się z powrotem na wbudowany menedżer haseł.
pt: O DuckDuckGo precisa de permissão para aceder ao Bitwarden. Podes conceder ao DuckDuckGo acesso completo ao disco nas Definições do sistema ou voltar a utilizar o gestor de palavras-passe incorporado.
ru: DuckDuckGo запрашивает разрешение на доступ к Bitwarden. Вы можете предоставить DuckDuckGo полный доступ к диску в настройках системы либо переключиться обратно на встроенный менеджер паролей.

# bitwarden.connect.communication-info
source: All communication between Bitwarden and DuckDuckGo is encrypted and the data never leaves your device.
de: Die gesamte Kommunikation zwischen Bitwarden und DuckDuckGo ist verschlüsselt und die Daten verlassen nie dein Gerät.
es: Toda la comunicación entre Bitwarden y DuckDuckGo está cifrada y los datos nunca salen de tu dispositivo.
fr: Toutes les communications entre Bitwarden et DuckDuckGo sont cryptées, et les données ne quittent jamais votre appareil.
it: Tutte le comunicazioni tra Bitwarden e DuckDuckGo sono crittografate e i dati non vengono mai inviati dal tuo dispositivo.
pl: Cała komunikacja między aplikacją Bitwarden i DuckDuckGo jest zaszyfrowana, a dane nigdy nie opuszczają Twojego urządzenia.
pt: Todas as comunicações entre o Bitwarden e o DuckDuckGo são encriptadas e os dados nunca saem do teu dispositivo.
ru: Все сообщения между Bitwarden и DuckDuckGo зашифрованы. Данные не покидают ваше устройство.

# bitwarden.connect.description
source: We’ll walk you through connecting to Bitwarden, so you can use it in DuckDuckGo.
de: Wir zeigen dir, wie du dich mit Bitwarden verbinden kannst, damit du es in DuckDuckGo nutzen kannst.
es: Te guiaremos a través de la conexión a Bitwarden, para que puedas usarla en DuckDuckGo.
fr: Nous vous guiderons au fil des étapes de connexion à Bitwarden, afin que vous puissiez l'utiliser dans DuckDuckGo.
it: Ti guideremo nel collegamento con Bitwarden, così potrai usarlo in DuckDuckGo.
pl: Pomożemy Ci w nawiązaniu połączenia z aplikacją Bitwarden, aby umożliwić korzystanie z niej w DuckDuckGo.
pt: Vamos guiar-te na ligação ao Bitwarden, para que o possas utilizar no DuckDuckGo.
ru: Мы подскажем вам, как привязать Bitwarden к DuckDuckGo.

# bitwarden.connect.history-info
source: Bitwarden will have access to your browsing history.
de: Bitwarden hat Zugriff auf deinen Browserverlauf.
es: Bitwarden tendrá acceso a tu historial de navegación.
fr: Bitwarden aura accès à votre historique de navigation.
it: Bitwarden avrà accesso alla cronologia di navigazione.
pl: Bitwarden będzie mieć dostęp do historii przeglądania.
pt: O Bitwarden terá acesso ao teu histórico de navegação.
ru: Bitwarden получит доступ к вашей истории браузера.

# bitwarden.connect.privacy
source: Privacy
de: Privatsphäre
es: Privacidad
fr: Confidentialité
pl: Prywatność
pt: Privacidade
ru: Настройки конфиденциальности

# bitwarden.connect.title
source: Connect to Bitwarden
de: Mit Bitwarden verbinden
es: Conéctate a Bitwarden
fr: Connexion à Bitwarden
it: Connetti a Bitwarden
pl: Połącz z aplikacją Bitwarden
pt: Ligar ao Bitwarden
ru: Привязка к Bitwarden

# bitwarden.connecting
source: Connecting to Bitwarden
de: Verbindung mit Bitwarden wird hergestellt
es: Conectando con Bitwarden
fr: Connexion à Bitwarden en cours
it: Connessione a Bitwarden in corso
pl: Łączenie z aplikacją Bitwarden
pt: A ligar ao Bitwarden
ru: Выполняется привязка к Bitwarden

# bitwarden.error
source: Unable to find or connect to Bitwarden
de: Bitwarden kann nicht gefunden oder kontaktiert werden
es: No se puede encontrar o conectar con Bitwarden
fr: Impossible de trouver Bitwarden ou de s'y connecter
it: Impossibile trovare o connettersi a Bitwarden
pl: Nie można znaleźć ani połączyć się z Bitwarden
pt: Não foi possível encontrar ou ligar ao Bitwarden
ru: Не удалось найти или привязать Bitwarden

# bitwarden.handshake.not.approved
source: Handshake not approved in Bitwarden app
de: Handschlag in der Bitwarden-App nicht zugelassen
es: Handshake no aprobado en la aplicación Bitwarden
fr: Prise de contact non approuvée dans l'application Bitwarden
it: Handshake non approvato nell'app Bitwarden
pl: Uzgodnienie nie zostało zatwierdzone w aplikacji Bitwarden
pt: Handshake não aprovado na aplicação Bitwarden
ru: Приложение Bitwarden не подтвердило «рукопожатие».

# bitwarden.incompatible.step.2
source: 2. Open the downloaded DMG file and drag the Bitwarden application to the /Applications folder.
de: 2. Öffne die heruntergeladene DMG-Datei und ziehe die Bitwarden-Anwendung auf den Ordner „/Applications“.
es: 2. Abre el archivo DMG descargado y arrastra la aplicación Bitwarden a la carpeta /Applications.
fr: 2. Ouvrez le fichier DMG téléchargé et faites glisser l'application Bitwarden vers le dossier /Applications.
it: 2. Apri il file DMG scaricato e trascina l'applicazione Bitwarden nella /cartella Applications.
pl: 2. Otwórz pobrany plik DMG i przeciągnij aplikację Bitwarden do folderu /Applications.
pt: 2. Abre o ficheiro DMG transferido e arrasta a aplicação Bitwarden para a pasta /Applications.
ru: 2. Откройте загруженный файл DMG и перетащите приложение Bitwarden в стандартную папку «Программы».

# bitwarden.install
source: Install Bitwarden
de: Bitwarden installieren
es: Instalar bitwarden
fr: Installer Bitwarden
it: Installa Bitwarden
pl: Zainstaluj aplikację Bitwarden
pt: Instalar o Bitwarden
ru: Установить Bitwarden

# bitwarden.install.info
source: To begin setup, first install Bitwarden from the App Store.
de: Um mit der Einrichtung zu beginnen, installiere zunächst Bitwarden aus dem App Store.
es: Para empezar con la configuración, primero instala Bitwarden desde la App Store.
fr: Pour lancer la configuration, installez d'abord Bitwarden depuis l'App Store.
it: Per iniziare la configurazione, installa prima Bitwarden dall'App Store.
pl: Aby rozpocząć konfigurację, najpierw zainstaluj aplikację Bitwarden ze sklepu App Store.
pt: Para iniciares a configuração, instala primeiro o Bitwarden a partir da App Store.
ru: Чтобы начать настройку, сначала установите Bitwarden из магазина приложений App Store.

source: Bitwarden integration complete!
de: Bitwarden-Integration abgeschlossen!
es: ¡Integración de Bitwarden completa!
fr: L'intégration de Bitwarden est terminée !
it: Integrazione Bitwarden completata.
pl: Ukończono integrację z aplikacją Bitwarden!
pt: Integração com o Bitwarden concluída!
ru: Интеграция с Bitwarden выполнена!

# bitwarden.integration.complete.info
source: You are now using Bitwarden as your password manager.
de: Du verwendest jetzt Bitwarden als deinen Passwortmanager.
es: Ahora utilizas Bitwarden como administrador de contraseñas.
fr: Bitwarden est désormais votre gestionnaire de mots de passe.
it: Ora stai usando Bitwarden come gestore di password.
pl: Obecnie używasz aplikacji Bitwarden jako menedżera haseł.
pt: Agora estás a utilizar o Bitwarden como o teu gestor de palavras-passe.
ru: Теперь Bitwarden выполняет функцию вашего менеджера паролей.

# bitwarden.integration.not.approved
source: Integration with DuckDuckGo is not approved in Bitwarden app
de: Die Integration mit DuckDuckGo ist in der Bitwarden-App nicht genehmigt
es: La integración con DuckDuckGo no está aprobada en la aplicación Bitwarden
fr: L'intégration à DuckDuckGo n'est pas approuvée dans l'application Bitwarden
it: L'integrazione con DuckDuckGo non è approvata nell'app Bitwarden
pl: Integracja z DuckDuckGo nie została zatwierdzona w aplikacji Bitwarden
pt: A integração com o DuckDuckGo não foi aprovada na aplicação Bitwarden
ru: Интеграция с DuckDuckGo не подтверждена в приложении Bitwarden.

# bitwarden.is.ready.to.connect
source: Bitwarden is ready to connect to DuckDuckGo!
de: Bitwarden ist bereit, sich mit DuckDuckGo zu verbinden!
es: ¡Bitwarden está lista para conectarse a DuckDuckGo!
fr: L'application Bitwarden est prête à se connecter à DuckDuckGo !
it: Bitwarden è pronto a connettersi a DuckDuckGo.
pl: Aplikacja Bitwarden jest gotowa do połączenia z DuckDuckGo!
pt: O Bitwarden está pronto para se ligar ao DuckDuckGo!
ru: Приложение Bitwarden готово к привязке к DuckDuckGo!

# bitwarden.missing.handshake
source: Missing handshake
de: Fehlender Handshake
es: Falta el Handshake
fr: Absence de prise de contact
it: Handshake mancante
pl: Brak uzgodnienia
pt: Handshake em falta
ru: Не выполнено «рукопожатие»

# bitwarden.not.installed
source: Bitwarden app is not installed
de: Die Bitwarden-App ist nicht installiert
es: La aplicación Bitwarden no está instalada
fr: L'application Bitwarden n'est pas installée
it: L'app Bitwarden non è installata
pl: Aplikacja Bitwarden nie jest zainstalowana
pt: A aplicação Bitwarden não está instalada
ru: Не установлено приложение Bitwarden

# bitwarden.old.version
source: Please update Bitwarden to the latest version
de: Bitte aktualisiere Bitwarden auf die neueste Version
es: Actualiza Bitwarden a la última versión
fr: Veuillez mettre à jour Bitwarden avec la dernière version
it: Aggiorna Bitwarden all'ultima versione
pl: Zaktualizuj aplikację Bitwarden do najnowszej wersji
pt: Atualiza o Bitwarden para a versão mais recente
ru: Обновите Bitwarden до последней версии

# bitwarden.preferences.complete-setup
source: Complete Setup…
de: Einrichtung abschließen …
es: Completar configuración...
fr: Terminer la configuration…
it: Completa la configurazione...
pl: Dokończ konfigurację…
pt: Concluir configuração…
ru: Завершить настройку…

# bitwarden.preferences.open-bitwarden
source: Open Bitwarden
de: Bitwarden öffnen
es: Abrir bitwarden
fr: Ouvrir Bitwarden
it: Apri Bitwarden
pl: Otwórz Bitwarden
pt: Abrir o Bitwarden
ru: Открыть Bitwarden

# bitwarden.preferences.run
source: Bitwarden app not running
de: Bitwarden-App wird nicht ausgeführt
es: La aplicación Bitwarden no se está ejecutando
fr: L'application Bitwarden n'est pas en cours d'exécution
it: L'app Bitwarden non è in esecuzione
pl: Aplikacja Bitwarden nie jest uruchomiona
pt: A aplicação Bitwarden não está a funcionar
ru: Не запущено приложение Bitwarden

# bitwarden.preferences.unable-to-connect
source: Unable to find or connect to Bitwarden
de: Bitwarden kann nicht gefunden oder kontaktiert werden
es: No se puede encontrar o conectar con Bitwarden
fr: Impossible de trouver Bitwarden ou de s'y connecter
it: Impossibile trovare o connettersi a Bitwarden
pl: Nie można znaleźć ani połączyć się z Bitwarden
pt: Não foi possível encontrar ou ligar ao Bitwarden
ru: Не удалось найти или привязать Bitwarden

# bitwarden.preferences.unlock
source: Unlock Bitwarden
de: Bitwarden entsperren
es: Desbloquear Bitwarden
fr: Déverrouiller Bitwarden
it: Sblocca Bitwarden
pl: Odblokuj aplikację Bitwarden
pt: Desbloquear o Bitwarden
ru: Разблокировать Bitwarden

# bitwarden.waiting.for.handshake
source: Waiting for the handshake approval in Bitwarden app
de: Warten auf die Handshake-Genehmigung in der Bitwarden-App
es: Esperando la aprobación del Handshake en la aplicación Bitwarden
fr: En attente d'approbation de la prise de contact dans l'application Bitwarden
it: In attesa dell'approvazione dell'handshake nell'app Bitwarden
pl: Oczekiwanie na zatwierdzenie uzgodnienia w aplikacji Bitwarden
pt: A aguardar a aprovação do handshake na aplicação Bitwarden
ru: Ожидается «рукопожатие» от Bitwarden

# bitwarden.waiting.for.permissions
source: Waiting for permission to use Bitwarden in DuckDuckGo…
de: Warten auf die Erlaubnis, Bitwarden in DuckDuckGo zu verwenden …
es: Esperando permiso para usar Bitwarden en DuckDuckGo...
fr: En attente d'autorisation pour utiliser Bitwarden dans DuckDuckGo
it: In attesa dell'autorizzazione per utilizzare Bitwarden in DuckDuckGo…
pl: Oczekiwanie na pozwolenie na użycie aplikacji Bitwarden w DuckDuckGo…
pt: A aguardar permissão para utilizar o Bitwarden no DuckDuckGo…
ru: Ожидается разрешение использовать Bitwarden в DuckDuckGo

# bitwarden.waiting.for.status.response
source: Waiting for the status response from Bitwarden
de: Warten auf Statusantwort von Bitwarden
es: Esperando la respuesta de estado de Bitwarden
fr: En attente d'une réponse de Bitwarden concernant l'état
it: In attesa della risposta dello stato da parte di Bitwarden
pl: Oczekiwanie na odpowiedź ze stanem z aplikacji Bitwarden
pt: A aguardar a resposta do estado do Bitwarden
ru: Ожидается ответ о состоянии из Bitwarden

source: Bookmark All Tabs…
de: Alle Tabs mit Lesezeichen versehen…
es: Añadir todas las pestañas a marcadores…
fr: Ajouter tous les onglets aux signets…
it: Crea un segnalibro con tutte le schede…
pl: Dodaj wszystkie karty do zakładek…
pt: Marcar todos os separadores…
ru: Добавить все вкладки в закладки…

# bookmark.dialog.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
pl: Dodaj
pt: Adicionar
ru: Добавить

source: Bookmark Page
de: Seite mit Lesezeichen versehen
es: Marcar página
fr: Ajouter la page aux signets
it: Aggiungi la pagina ai segnalibri
pl: Dodaj stronę do zakładek
pt: Marcar página
ru: Добавить в закладки

source: Bookmark This Page…
de: Diese Seite mit einem Lesezeichen versehen…
es: Marcar esta página…
fr: Ajouter cette page aux signets…
it: Crea un segnalibro per questa pagina…
pl: Dodaj tę stronę do zakładek…
pt: Marcar esta página…
ru: Сохранить страницу в закладках…

# bookmark.update
source: Update Bookmark
de: Lesezeichen aktualisieren
es: Actualizar marcador
fr: Mettre à jour le signet
it: Aggiorna segnalibro
pl: Zaktualizuj zakładkę
pt: Atualizar marcador
ru: Обновить закладку

source: Bookmarks
de: Lesezeichen
es: Marcadores
fr: Signets
it: Segnalibri
pl: Zakładki
pt: Marcadores
ru: Закладки

# bookmarks.add.dialog.title
source: New Bookmark
de: Neues Lesezeichen
es: Nuevo marcador
fr: Nouveau signet
it: Nuovo segnalibro
pl: Nowa zakładka
pt: Novo marcador
ru: Новая закладка

# bookmarks.bar.context-menu.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pl: Kopiuj
pt: Copiar
ru: Копировать

# bookmarks.bar.context-menu.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar
ru: Удалить

# bookmarks.bar.context-menu.move-to-end
source: Move to End
de: Zum Ende wechseln
es: Mover al final
fr: Déplacer à la fin
it: Sposta alla fine
pl: Przenieś na koniec
pt: Mover para o fim
ru: Поместить в конец

# bookmarks.bar.folder.empty
source: Empty
de: Leer
es: Vacío
fr: Vide
it: Vuoto
pl: Pusty
pt: Vazio
ru: Пусто

# bookmarks.bar.preferences.show
source: Show Bookmarks Bar
de: Lesezeichenleiste anzeigen
es: Mostrar barra de marcadores
fr: Afficher la barre des signets
it: Mostra la barra dei segnalibri
pl: Pokaż pasek zakładek
pt: Mostrar barra de marcadores
ru: Показывать панель закладок

# bookmarks.bar.prompt.accept
source: Show
de: Anzeigen
es: Mostrar
fr: Afficher
it: Mostra
pl: Pokaż
pt: Mostrar
ru: Показать
