Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# menu.show.in.folder
source: Show in Folder
de: In Ordner anzeigen
es: Mostrar en la carpeta
fr: Afficher dans le dossier
it: Mostra nella cartella
pl: Pokaż w folderze
pt: Mostrar na pasta
ru: Показать в папке

# more-options.zoom.default-zoom-page
source: Change Default Page Zoom…
de: Standard-Seitenzoom ändern …
es: Cambiar el zoom de página predeterminado...
fr: Modifier le zoom par défaut de la page
it: Cambia lo zoom predefinito della pagina...
pl: Zmień domyślne powiększenie strony…
pt: Alterar zoom predefinido da página…
ru: Изменить масштаб страницы по умолчанию...

# more.or.less.collapse
source: Show Less
de: Weniger anzeigen
es: Mostrar menos
fr: Réduire
it: Mostra meno
pl: Pokaż mniej
pt: Mostrar menos
ru: Показать меньше результатов

# more.or.less.expand
source: Show More
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
it: Mostra altro
pl: Pokaż więcej
pt: Mostrar mais
ru: Показать больше

source: Mute Tab
de: Tab stummschalten
es: Silenciar pestaña
fr: Couper le son de l'onglet
it: Silenzia scheda
pl: Zakładka wyciszenia
pt: Silenciar Separador
ru: Отключить звук на вкладке

# n.more.tabs
source: Window with multiple tabs (%d)
de: Fenster mit mehreren Tabs (%d)
es: Ventana con varias pestañas (%d)
fr: Fenêtre avec plusieurs onglets (%d)
it: Finestra con più schede (%d)
pl: Okno z wieloma kartami (%d)
pt: Janela com vários separadores (%d)
ru: Окно с несколькими вкладками (%d)

# navigate.back
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
pl: Wstecz
pt: Retroceder
ru: Назад

# navigate.forward
source: Forward
de: Weiter
es: Avanzar
fr: Avancer
it: Avanti
pl: Dalej
pt: Avançar
ru: Вперёд

# network.protection.configuration.system-settings.legacy
source: Go to Security & Privacy in System Preferences to allow DuckDuckGo VPN to activate
de: Gehe in den Systemeinstellungen zu „Sicherheit und Datenschutz“, um die Aktivierung von DuckDuckGo VPN zuzulassen
es: Ve a Seguridad y Privacidad en las Preferencias del Sistema para permitir que la VPN de DuckDuckGo se active
fr: Accédez à Sécurité et confidentialité dans les Préférences système pour autoriser l'activation du VPN DuckDuckGo
it: Vai a Sicurezza e privacy in Preferenze di sistema per consentire l'attivazione della VPN di DuckDuckGo
pl: Przejdź do obszaru Prywatność i bezpieczeństwo w ustawieniach systemowych, aby zezwolić na aktywację DuckDuckGo VPN
pt: Acede a Segurança & Privacidade nas Preferências do Sistema para autorizar a ativação da VPN DuckDuckGo VPN
ru: Чтобы разрешить активацию DuckDuckGo VPN, откройте раздел «Безопасность и конфиденциальность» в настройках системы.

# network.protection.configuration.system-settings.modern
source: Go to Privacy & Security in System Settings to allow DuckDuckGo VPN to activate
de: Gehe in den Systemeinstellungen zu „Datenschutz und Sicherheit“, um die Aktivierung von DuckDuckGo VPN zuzulassen
es: Ve a Privacidad y Seguridad en los Ajustes del Sistema para permitir que la VPN de DuckDuckGo se active
fr: Accédez à Confidentialité et sécurité dans les Paramètres système pour autoriser l'activation du VPN DuckDuckGo
it: Vai a Privacy e sicurezza in Impostazioni di sistema per consentire l'attivazione della VPN di DuckDuckGo
pl: Przejdź do sekcji Prywatność i bezpieczeństwo w Ustawieniach systemowych, aby umożliwić aktywację DuckDuckGo VPN
pt: Acede a Privacidade e Segurança nas Definições do Sistema para autorizar a ativação da VPN DuckDuckGo
ru: Чтобы разрешить активацию DuckDuckGo VPN, откройте раздел «Конфиденциальность и безопасность» в настройках системы.

# network.protection.invite.dialog.message
source: Enter your invite code to get started.
de: Gib deinen Einladungscode ein, um loszulegen.
es: Introduce tu código de invitación para empezar.
fr: Saisissez votre code d'invitation pour commencer.
it: Inserisci il tuo codice invito per iniziare.
pl: Wprowadź swój kod zaproszenia, aby rozpocząć.
pt: Introduz o código de convite para começares.
ru: Для начала введите пригласительный код.

# network.protection.invite.dialog.title
source: Enter your invite code
de: Gib deinen Einladungscode ein
es: Introduce tu código de invitación
fr: Saisissez votre code d'invitation
it: Inserisci il tuo codice di invito
pl: Wprowadź swój kod zaproszenia
pt: Introduz o teu código de convite
ru: Введите код приглашения

# network.protection.invite.field.prompt
source: Code
es: Código
it: Codice
pl: Kod
pt: Código
ru: Код

# network.protection.invite.success.title
source: DuckDuckGo's VPN secures all of your device's Internet traffic anytime, anywhere.
de: Das VPN von DuckDuckGo sichert den gesamten Internetverkehr deines Geräts, jederzeit und überall.
es: La VPN de DuckDuckGo protege todo el tráfico de Internet de tu dispositivo en cualquier momento y en cualquier lugar.
fr: Le VPN de DuckDuckGo sécurise tout le trafic Internet de votre appareil à tout moment et où que vous soyez.
it: La VPN di DuckDuckGo protegge tutto il traffico Internet del tuo dispositivo in qualsiasi momento e luogo.
pl: VPN DuckDuckGo zabezpiecza cały ruch internetowy urządzenia, w wybranym momencie i w dowolnej lokalizacji.
pt: A VPN DuckDuckGo protege todo o tráfego de Internet do teu dispositivo a qualquer momento e em qualquer lugar.
ru: VPN от DuckDuckGo защищает весь интернет-трафик вашего устройства в любое время и в любом месте.

# network.protection.navbar.status.view.faq
source: FAQs and Support…
de: F&A und Support …
es: Preguntas frecuentes y asistencia...
fr: FAQ et assistance…
it: Domande frequenti e assistenza...
pl: Często zadawane pytania i pomoc techniczna...
pt: Perguntas Frequentes e Apoio Técnico…
ru: Часто задаваемые вопросы и поддержка…

# network.protection.navbar.status.view.send.feedback
source: Send Feedback…
de: Rückmeldung senden …
es: Enviar comentarios…
fr: Envoyer des commentaires…
it: Invia feedback…
pl: Wyślij opinię...
pt: Enviar feedback…
ru: Отправить отзыв…

# network.protection.navbar.status.view.vpn.settings
source: VPN Settings…
de: VPN-Einstellungen …
es: Configuración de VPN
fr: Réglages VPN…
it: Impostazioni VPN…
pl: Ustawienia VPN...
pt: Definições da VPN…
ru: Настройки VPN...

# network.protection.system.extension.please.reboot
source: VPN update available. Restart your Mac to reconnect.
de: VPN-Update verfügbar. Starte deinen Mac neu, um die Verbindung wiederherzustellen.
es: Actualización de VPN disponible. Reinicia tu Mac para volver a conectarte.
fr: Une mise à jour du VPN est disponible. Redémarrez votre Mac pour vous reconnecter.
it: Aggiornamento VPN disponibile. Riavvia il Mac per riconnetterti.
pl: Dostępna jest aktualizacja VPN. Zrestartuj komputer Mac, aby ponownie nawiązać połączenie.
pt: Atualização de VPN disponível. Reinicia o teu Mac para reiniciar a ligação.
ru: Доступно обновление VPN. Перезагрузите компьютер, чтобы восстановить подключение.

# network.protection.system.extension.unknown.activation.error
source: There was an unexpected error. Please try again.
de: Es ist ein unerwarteter Fehler aufgetreten. Bitte versuche es noch einmal.
es: Se ha producido un error inesperado. Inténtalo de nuevo.
fr: Une erreur inattendue s'est produite. Veuillez réessayer.
it: Si è verificato un errore imprevisto. Riprova.
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie.
pt: Ocorreu um erro inesperado. Tenta novamente.
ru: Произошла непредвиденная ошибка. Повторите попытку.

# network.protection.vpn.location.country.item.formatted.cities.count
source: %d cities
de: %d Städte
es: %d ciudades
it: %d città
pl: Miasta: %d
pt: %d cidades
ru: Городов: %d

# network.protection.vpn.location.formatter.nearest.location
source: Nearest Location
de: Nächstgelegener Standort
es: Ubicación más cercana
fr: Emplacement le plus proche
it: Posizione più vicina
pl: Najbliższa lokalizacja
pt: Localização Mais Próxima
ru: Ближайшее место

# network.protection.vpn.location.formatter.nearest.location.descriptor
source: (Nearest)
de: (Nächstgelegen)
es: (Más cercano)
fr: (La plus proche)
it: (Più vicino)
pl: (Najbliższa)
pt: (Mais próxima)
ru: (Ближайшее)

# never.for.this.site
source: Never Ask for This Site
de: Für diese Website niemals fragen
es: No preguntar nunca para esta página
fr: Ne jamais demander pour ce site
it: Non chiedere mai per questo sito
pl: Nigdy nie pytaj o tę witrynę
pt: Nunca pedir para este site
ru: Больше не спрашивать на этом сайте

# new.burner.window.menu.item
source: New Fire Window
de: Neues Fire Window
es: Nueva Fire Window
fr: Nouvelle Fire Window
it: Nuova Fire Window
pl: Nowe okno Fire Window
pt: Nova Fire Window
ru: Новое окно Fire Window

# new.window.menu.item
source: New Window
de: Neues Fenster
es: Ventana nueva
fr: Nouvelle fenêtre
it: Nuova finestra
pl: Nowe okno
pt: Nova janela
ru: Новое окно

# newTab.bottom.popover.title
source: New Tab Page
de: Neue Tab-Seite
es: Página de nueva pestaña
fr: Nouvelle page d'onglet
it: Pagina Nuova scheda
pl: Strona nowej karty
pt: Nova página de separador
ru: Страница новой вкладки

# newTab.favorites.section.title
source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pl: Ulubione
pt: Favoritos
ru: Избранное

# newTab.menu.item.show.continue.setup
source: Show Next Steps
de: Nächste Schritte anzeigen
es: Mostrar pasos siguientes
fr: Afficher les étapes suivantes
it: Mostra i passaggi successivi
pl: Pokaż dalsze kroki
pt: Mostrar passos seguintes
ru: Показать дальнейшие шаги

# newTab.menu.item.show.favorite
source: Show Favorites
de: Favoriten anzeigen
es: Mostrar favoritos
fr: Afficher les favoris
it: Mostra Preferiti
pl: Pokaż ulubione
pt: Mostrar favoritos
ru: Показывать избранное

# newTab.menu.item.show.recent.activity
source: Show Recent Activity
de: Aktuelle Aktivität anzeigen
es: Mostrar actividad reciente
fr: Afficher l'activité récente
it: Mostra attività recente
pl: Pokaż ostatnią aktywność
pt: Mostrar atividade recente
ru: Показать недавнюю активность

# newTab.menu.item.show.search.bar
source: Show Search Box
de: Suchfeld anzeigen
es: Mostrar el cuadro de búsqueda
fr: Afficher la boîte de recherche
it: Mostra la casella di ricerca
pl: Pokaż pole wyszukiwania
pt: Mostrar caixa de pesquisa
ru: Показывать поле поиска

# newTab.privacy.stats.section.title
source: Protection Stats
de: Schutzstatistiken
es: Estadísticas de protección
fr: Statistiques de protection
it: Statistiche sulla protezione
pl: Statystyki ochrony
pt: Estatísticas de proteção
ru: Статистика защиты

# newTab.recent.activity.just.now
source: Just now
de: Gerade jetzt
es: Justo ahora
fr: À l'instant
it: Proprio adesso
pl: Teraz
pt: Agora mesmo
ru: Только что

# newTab.recent.activity.section.title
source: Recent Activity
de: Aktuelle Aktivitäten
es: Actividad reciente
fr: Activité récente
it: Attività recente
pl: Ostatnia aktywność
pt: Atividade recente
ru: Недавняя активность

# newTab.search.bar.section.title
source: Search Box
de: Suchfeld
es: Cuadro de búsqueda
fr: Champ de recherche
it: Casella di ricerca
pl: Pole wyszukiwania
pt: Caixa de pesquisa
ru: Поле поиска

# newTab.setup.Import.action
source: Import Now
de: Jetzt importieren
es: Importar ahora
fr: Importer dès maintenant
it: Importa ora
pl: Importuj teraz
pt: Importar agora
ru: Импортировать

# newTab.setup.default.browser.action
source: Make Default Browser
de: Standardbrowser erstellen
es: Convertir en navegador predeterminado
fr: Définir comme navigateur par défaut
it: Rendi il browser predefinito
pl: Ustaw jako domyślną przeglądarkę
pt: Tornar navegador predefinido
ru: Назначить браузером по умолчанию

# newTab.setup.default.browser.summary
source: We automatically block trackers as you browse. It's privacy, simplified.
de: Wir blockieren automatisch Tracker, während du browst. Das ist Datenschutz, vereinfacht.
es: Bloqueamos automáticamente los rastreadores mientras navegas. Es tan solo privacidad simplificada.
fr: Nous bloquons automatiquement les traqueurs lorsque vous naviguez. C'est la confidentialité, simplifiée.
it: Blocchiamo automaticamente i sistemi di tracciamento mentre navighi. La privacy, semplificata.
pl: Podczas przeglądania automatycznie blokujemy mechanizmy śledzące. To prywatność – jeszcze prostsza.
pt: Bloqueamos automaticamente os rastreadores enquanto navegas. É privacidade, simplificada.
ru: Пока вы ходите по сайтам, мы автоматически блокируем трекеры. Максимум защиты, минимум усилий.

# newTab.setup.default.browser.title
source: Default to Privacy
de: Standardmäßig auf Datenschutz einstellen
es: Predeterminado a Privacidad
fr: La confidentialité par défaut
it: La privacy prima di tutto
pl: Domyślnie ustaw prywatność
pt: Predefinir a privacidade
ru: Конфиденциальность по умолчанию

# newTab.setup.dock.action
source: Keep In Dock
de: Im Dock behalten
es: Mantener en Dock
fr: Garder dans le Dock
it: Resta nel dock
pl: Trzymaj w Docku
pt: Manter na Dock
ru: Ярлык для док-панели

# newTab.setup.dock.confirmation
source: Added to Dock!
de: Zum Dock hinzugefügt!
es: ¡Añadido al Dock!
fr: Ajouté au Dock !
it: Aggiunto al dock!
pl: Dodano do Docka!
pt: Adicionado à Dock!
ru: Ярлык добавлен на док-панель.

# newTab.setup.dock.summary
source: Get to DuckDuckGo faster by adding it to your Dock.
de: Du kannst DuckDuckGo schneller erreichen, indem du es zu deinem Dock hinzufügst.
es: Accede a DuckDuckGo más rápido añadiéndolo a tu Dock.
fr: Accédez plus rapidement à DuckDuckGo en l'ajoutant à votre Dock.
it: Accedi più velocemente a DuckDuckGo aggiungendolo al tuo dock.
pl: Uzyskuj szybszy dostęp do przeglądarki DuckDuckGo dzięki jej dodaniu do Docka.
pt: Acede ao DuckDuckGo mais rapidamente adicionando-o à tua Dock.
ru: Добавьте DuckDuckGo на док-панель для быстрого запуска.

# newTab.setup.dock.title
source: Keep in Your Dock
de: In deinem Dock behalten
es: Mantener en tu Dock
fr: Garder dans votre Dock
it: Tieni nel tuo dock
pl: Trzymaj w Docku
pt: Manter na tua Dock
ru: Ярлык для док-панели

# newTab.setup.duck.player.action
source: Try Duck Player
de: Duck Player testen
es: Prueba Duck Player
fr: Essayer Duck Player
it: Prova Duck Player
pl: Wypróbuj Duck Player
pt: Experimente o Duck Player
ru: Попробовать Duck Player

# newTab.setup.duck.player.summary
source: Enjoy a clean viewing experience without personalized ads.
de: Genieße ein sauberes Seherlebnis ohne personalisierte Werbung.
es: Disfruta de una experiencia de visualización limpia sin anuncios personalizados.
fr: Profitez d'une expérience de visionnage épurée, sans publicités personnalisées.
it: Usufruisci di un'esperienza di visione lineare, senza annunci personalizzati.
pl: Korzystaj z czystego środowiska oglądania bez spersonalizowanych reklam.
pt: Desfruta de uma experiência de visualização limpa sem anúncios personalizados.
ru: «Чистый» просмотр без персонализированной рекламы.

# newTab.setup.duck.player.title
source: Clean Up YouTube
de: YouTube aufräumen
es: Limpiar YouTube
fr: Place nette sur YouTube
it: Ripulisci YouTube
pl: Oczyść YouTube
pt: Limpar YouTube
ru: YouTube в очищенном варианте

# newTab.setup.email.protection.action
source: Get a Duck Address
de: Hol dir eine Duck Address
es: Consigue una Duck Address
fr: Se procurer une Duck Address
it: Ottieni un Duck Address
pl: Uzyskaj Duck Address
pt: Obtém um Duck Address
ru: Создать адрес Duck Address

# newTab.setup.email.protection.summary
source: Generate custom @duck.com addresses that clean trackers from incoming email.
de: Erstelle eigene @duck.com-Adressen, die Tracker aus eingehenden E-Mails entfernen.
es: Genera direcciones personalizadas de @duck.com que limpien los rastreadores del correo electrónico entrante.
fr: Générez des adresses @duck.com personnalisées qui débarrassent les e-mails entrants des traqueurs.
it: Genera indirizzi @duck.com personalizzati che eliminano i sistemi di tracciamento della posta in arrivo.
pl: Generuj adresy w domenie @duck.com, które usuwają skrypty śledzące z przychodzących e-maili.
pt: Gera endereços @duck.com personalizados que limpam os rastreadores dos e-mails recebidos.
ru: Уникальные почтовые адреса на домене @duck.com для очистки входящей почты от трекеров.

# newTab.setup.email.protection.title
source: Protect Your Inbox
de: Schütze deinen Posteingang
es: Protege tu bandeja de entrada
fr: Protégez votre boîte de réception
it: Proteggi la tua casella di posta
pl: Chroń swoją skrzynkę odbiorczą
pt: Protege a tua caixa de entrada
ru: Защита для вашей почты

# newTab.setup.import.summary
source: Import bookmarks, favorites, and passwords from your old browser.
de: Importiere Lesezeichen, Favoriten und Passwörter aus deinem alten Browser.
es: Importa marcadores, favoritos y contraseñas desde tu navegador antiguo.
fr: Importez des signets, des favoris et des mots de passe depuis votre ancien navigateur.
it: Importa segnalibri, preferiti e password dal tuo vecchio browser.
pl: Zaimportuj zakładki, elementy ulubione i hasła ze starej przeglądarki.
pt: Importa marcadores, favoritos e palavras-passe do teu navegador antigo.
ru: Закладки, избранное и пароли можно импортировать из старого браузера.

# newTab.setup.import.title
source: Bring Your Stuff
de: Bring deine Sachen
es: Trae tus cosas
fr: Emportez tout avec vous
it: Importa i tuoi file
pl: Przenieś swoje rzeczy
pt: Traz as tuas coisas
ru: Все свое с собой

# newTab.setup.remove.item
source: Dismiss
de: Verwerfen
es: Descartar
fr: Ignorer
it: Ignora
pl: Odrzuć
pt: Ignorar
ru: Отклонить

# newTab.setup.section.title
source: Next Steps
de: Nächste Schritte
es: Próximos pasos
fr: Étapes suivantes
it: Passaggi successivi
pl: Dalsze kroki
pt: Passos seguintes
ru: Дальнейшие шаги

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
pl: Dalej
pt: Seguinte
ru: Далее

# no.access.to.downloads.folder.header
source: DuckDuckGo needs permission to access your Downloads folder
de: DuckDuckGo benötigt die Erlaubnis, auf deinen Downloads-Ordner zuzugreifen
es: DuckDuckGo necesita permiso para acceder a tu carpeta de descargas
fr: DuckDuckGo a besoin d'une autorisation pour accéder à votre dossier Téléchargements
it: DuckDuckGo ha bisogno dell'autorizzazione per accedere alla tua cartella Download
pl: DuckDuckGo potrzebuje pozwolenia na dostęp do folderu Pobrane
pt: O DuckDuckGo precisa de permissão para aceder à tua pasta Transferências
ru: DuckDuckGo запрашивает доступ к папке «Загрузки»

# no.access.to.downloads.folder.legacy
source: Grant access in Security & Privacy preferences in System Settings.
de: Erlaube den Zugriff in den Einstellungen für Sicherheit und Datenschutz in den Systemeinstellungen.
es: Concede acceso en las preferencias de Seguridad y privacidad en Configuración del sistema.
fr: Accordez l'accès dans les préférences de sécurité et de confidentialité des paramètres système.
it: Concedi l'accesso alle preferenze di Sicurezza e Privacy nelle Impostazioni di sistema.
pl: Przyznaj dostęp w preferencjach dotyczących bezpieczeństwa i prywatności w ustawieniach systemowych.
pt: Concede acesso nas preferências de segurança e privacidade em Definições do sistema.
ru: Предоставьте доступ в разделе «Безопасность и конфиденциальность» в настройках системы.

# no.access.to.downloads.folder.modern
source: Grant access in Privacy & Security preferences in System Settings.
de: Erlaube den Zugriff in den Einstellungen für Datenschutz und Sicherheit in den Systemeinstellungen.
es: Concede acceso en las preferencias de Seguridad y privacidad en Configuración del sistema.
fr: Accordez l'accès dans les préférences de confidentialité et de sécurité des paramètres système.
it: Concedi l'accesso alle preferenze di Privacy e Sicurezza nelle Impostazioni di sistema.
pl: Przyznaj dostęp w preferencjach dotyczących prywatności i bezpieczeństwa w ustawieniach systemowych.
pt: Conceda acesso às preferências de privacidade e segurança em Definições do sistema.
ru: Предоставьте доступ в разделе «Конфиденциальность и безопасность» в настройках системы.

# notification.auto.update.action
source: Restart to update.
de: Zum Aktualisieren neu starten.
es: Reinicia para actualizar.
fr: Redémarrer pour mettre à jour.
it: Riavvia per aggiornare.
pl: Uruchom ponownie, aby zaktualizować.
pt: Reiniciar para atualizar.
ru: Перезапустите приложение.

# notification.badge.cookiesmanaged
source: Cookies Managed
de: Cookies verwaltet
es: Cookies gestionadas
fr: Cookies gérés
it: Cookie gestiti
pl: Zarządzane pliki cookie
pt: Cookies geridos
ru: Kуки-файлы выбраны

# notification.badge.popuphidden
source: Pop-up Hidden
de: Pop-up ausgeblendet
es: Ventana emergente oculta
fr: Fenêtre contextuelle masquée
it: Popup nascosto
pl: Ukryte wyskakujące okienka
pt: Pop-up ocultado
ru: Всплывающее окно скрыто

# notification.browser.downgraded
source: Browser Downgraded
de: Browser herabgestuft
es: Navegador degradado
fr: Version antérieure du navigateur activée
it: Browser declassato
pl: Zmieniono wersję przeglądarki na niższą
pt: Navegador com versão anterior
ru: Версия браузера понижена

# notification.browser.updated
source: Browser Updated
de: Browser aktualisiert
es: Navegador actualizado
fr: Navigateur mis à jour
it: Browser aggiornato
pl: Zaktualizowano przeglądarkę
pt: Navegador atualizado
ru: Браузер обновлен

# notification.critical.update
source: Critical update needed.
de: Kritisches Update erforderlich.
es: Se necesita una actualización crítica.
fr: Une mise à jour critique est nécessaire.
it: Aggiornamento critico necessario.
pl: Wymagana krytyczna aktualizacja.
pt: Atualização crítica necessária.
ru: Требуется критическое обновление.

# notification.manual.update.action
source: Click here to update.
de: Klicke hier, um zu aktualisieren.
es: Haz clic aquí para actualizar.
fr: Cliquez ici pour mettre à jour.
it: Fai clic qui per aggiornare.
pl: Kliknij tutaj, aby zaktualizować.
pt: Clica aqui para atualizar.
ru: Нажмите здесь, чтобы обновить.

# notification.update.available
source: New version available.
de: Neue Version verfügbar.
es: Nueva versión disponible.
fr: Une nouvelle version est disponible.
it: Nuova versione disponibile.
pl: Dostępna nowa wersja.
pt: Nova versão disponível.
ru: Доступна новая версия.

source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non adesso
pl: Nie teraz
pt: Agora não
ru: Не сейчас

source: OK
es: De acuerdo
ru: Хорошо

# onboarding.addtodock.button
source: Keep in Dock
de: Im Dock behalten
es: Mantener en Dock
fr: Garder dans le Dock
it: Tieni nel Dock
pl: Trzymaj w Docku
pt: Manter na Dock
ru: Держать на док-панели

# onboarding.addtodock.text
source: One last thing. Want to keep DuckDuckGo in your Dock so the browser's always within reach?
de: Eine letzte Sache. Du möchtest DuckDuckGo in deinem Dock haben, damit der Browser immer in Reichweite ist?
es: Una última cosa. ¿Quieres tener DuckDuckGo en tu Dock para que el navegador esté siempre al alcance de la mano?
fr: Une dernière chose. Vous voulez garder DuckDuckGo dans votre Dock pour que le navigateur reste à portée de main ?
it: Un'ultima cosa. Vuoi tenere DuckDuckGo nel tuo dock in modo che il browser sia sempre disponibile?
pl: Ostatnia sprawa. Czy chcesz trzymać przeglądarkę DuckDuckGo w Docku, aby zawsze ją mieć pod ręką?
pt: Só mais uma coisa. Queres ter o navegador DuckDuckGo na tua Dock estar sempre à mão?
ru: И кое-что еще... Хотите сохранить DuckDuckGo на док-панели, чтобы наш браузер всегда был под рукой?

# onboarding.importdata.button
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt: Importar
ru: Импорт
