Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

source: Select %@ Folder…
de: Wähle den Ordner %@ ...
es: Seleccionar Carpeta %@...
fr: Sélectionner le dossier %@…
it: Seleziona %@ cartella…
pl: Wybierz folder %@…
pt: Selecionar pasta %@…
ru: Выбрать папку %@...

source: Select Profile:
de: Profil auswählen:
es: Selecciona perfil:
fr: Sélectionner le profil :
it: Seleziona profilo:
pl: Wybierz profil:
pt: Selecionar perfil:
ru: Выберите профиль:

source: Settings…
de: Einstellungen …
es: Ajustes
fr: Réglages…
it: Impostazioni…
pl: Ustawienia…
pt: Definições…
ru: Настройки...

source: Show All History…
de: Gesamten Verlauf anzeigen …
es: Muestra todo el historial…
fr: Afficher tout l'historique…
it: Mostra tutta la cronologia…
pl: Pokaż całą historię...
pt: Mostrar todo o histórico…
ru: Показать всю историю...

source: Show Autofill Shortcut
de: Autofill-Verknüpfung anzeigen
es: Mostrar acceso directo a Autocompletar
fr: Afficher le raccourci de saisie automatique
it: Mostra scorciatoia compilazione automatica
pl: Pokaż skrót do autouzupełniania
pt: Mostrar atalho de preenchimento automático
ru: Показывать ярлык для автозаполнения

source: Show Bookmarks Shortcut
de: Lesezeichen-Verknüpfung anzeigen
es: Mostrar acceso directo a Favoritos
fr: Afficher le raccourci des signets
it: Mostra scorciatoia segnalibri
pl: Pokaż skrót do zakładek
pt: Mostrar atalho de marcadores
ru: Показывать ярлык для закладок

source: Show Downloads Shortcut
de: Download-Verknüpfung anzeigen
es: Mostrar acceso directo a Descargas
fr: Afficher le raccourci des téléchargements
it: Mostra scorciatoia download
pl: Pokaż skrót do pobranych
pt: Mostrar atalho de transferências
ru: Показать ярлык для загрузок

source: Show Next Tab
de: Nächsten Tab anzeigen
es: Mostrar pestaña siguiente
fr: Afficher l'onglet suivant
it: Mostra scheda successiva
pl: Pokaż następną kartę
pt: Mostrar separador seguinte
ru: Показать следующую вкладку

source: Show Page Source
de: Seitenquelle anzeigen
es: Mostrar origen de página
fr: Afficher la source de la page
it: Mostra origine pagina
pl: Pokaż źródło strony
pt: Mostrar código da página
ru: Показать исходный код страницы

source: Show Previous Tab
de: Vorherigen Tab anzeigen
es: Mostrar pestaña anterior
fr: Afficher l'onglet précédent
it: Mostra scheda precedente
pl: Pokaż poprzednią kartę
pt: Mostrar separador anterior
ru: Показать предыдущую вкладку

source: Show Resources
de: Ressourcen anzeigen
es: Mostrar recursos
fr: Afficher les ressources
it: Mostra risorse
pl: Pokaż zasoby
pt: Mostrar recursos
ru: Показать ресурсы

source: Show Substitutions
de: Ersetzungen anzeigen
es: Mostrar Reemplazos
fr: Afficher les substitutions
it: Mostra Sostituzioni
pl: Pokaż podstawienia
pt: Mostrar substituições
ru: Показывать функции работы с текстом

source: Show Tabs and Bookmarks Bar in Full Screen
de: Tabs und Lesezeichenleiste im Vollbildmodus anzeigen
es: Mostrar barra de pestañas y marcadores en pantalla completa
fr: Afficher les onglets et la barre des signets en plein écran
it: Mostra le schede e la barra dei segnalibri a schermo intero
pl: Pokaż karty i pasek zakładek na pełnym ekranie
pt: Mostrar separadores e barra de marcadores em ecrã inteiro
ru: Показывать вкладки и панель закладок в полноэкранном режиме

source: Smart Copy/Paste
de: Intelligentes Kopieren/Einfügen
es: Copiar/Pegar inteligente
fr: Copier/coller intelligent
it: Copia/Incolla intelligente
pl: Inteligentne kopiowanie/wklejanie
pt: Copiar/colar inteligente
ru: Умное копирование/вставка

source: Smart Dashes
de: Intelligente Gedankenstriche
es: Guiones inteligentes
fr: Tirets intelligents
it: Trattini intelligenti
pl: Inteligentne myślniki
pt: Traços formatados
ru: Умные тире

source: Smart Links
de: Intelligente Links
es: Enlaces inteligentes
fr: Liens intelligents
it: Link intelligenti
pl: Inteligentne łącza
pt: Links inteligentes
ru: Умные ссылки

source: Smart Quotes
de: Intelligente Zitate
es: Comillas inteligentes
fr: Guillemets intelligents
it: Virgolette doppie intelligenti
pl: Inteligentne cudzysłowy
pt: Aspas curvas
ru: Умные кавычки

source: Speech
de: Rede
es: Voz
fr: Discours
it: Leggi il testo
pl: Mowa
pt: Fala
ru: Речь

source: Start Speaking
de: Sprechen beginnen
es: Empezar a hablar
fr: Commencer à parler
it: Inizia a parlare
pl: Zacznij mówić
pt: Iniciar fala
ru: Начать чтение

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
pl: Zatrzymaj
pt: Parar
ru: Остановить

source: Stop Speaking
de: Aufhören zu sprechen
es: Dejar de hablar
fr: Arrêter de parler
it: Interrompi la riproduzione
pl: Przestań mówić
pt: Parar fala
ru: Остановить чтение

source: Text Replacement
de: Textersetzung
es: Reemplazo de texto
fr: Remplacement du texte
it: Sostituzione del testo
pl: Zastępowanie tekstu
pt: Substituição de texto
ru: Замена текста

source: That didn’t work either. Please submit a report to help us fix the issue.
de: Das hat auch nicht funktioniert. Bitte reiche einen Bericht ein, um uns bei der Behebung des Problems zu helfen.
es: Eso tampoco ha funcionado. Envía un informe para ayudarnos a solucionar el problema.
fr: Cela n'a pas fonctionné non plus. Veuillez soumettre un rapport pour nous aider à résoudre le problème.
it: Non ha funzionato nemmeno questa operazione. Invia una segnalazione per aiutarci a risolvere il problema.
pl: To też nie zadziałało. Prześlij raport, aby pomóc nam w rozwiązaniu problemu.
pt: Essa ação também não funcionou. Envia um relatório para nos ajudar a corrigir o problema.
ru: Опять не сработало. Отправьте отчет, чтобы мы могли устранить ошибку.

source: The following information will be sent to DuckDuckGo. No personally identifiable information will be sent.
de: Die folgenden Informationen werden an DuckDuckGo gesendet. Es werden keine persönlich identifizierbaren Informationen gesendet.
es: La siguiente información se enviará a DuckDuckGo. No se enviará ninguna información de identificación personal.
fr: Les informations suivantes seront envoyées à DuckDuckGo. Aucune information susceptible de vous identifier personnellement ne sera envoyée.
it: Le seguenti informazioni saranno inviate a DuckDuckGo. Non sarà inviata alcuna informazione di identificazione personale.
pl: Poniższe informacje zostaną wysłane do DuckDuckGo. Nie zostaną wysłane żadne dane osobowe.
pt: As seguintes informações serão enviadas à DuckDuckGo. Não serão enviadas quaisquer informações de identificação pessoal.
ru: Следующая информация будет отправлена в DuckDuckGo. По ней невозможно установить вашу личность.

source: The version of the browser you are trying to import from
de: Die Version des Browsers, aus dem du importieren möchtest
es: La versión del navegador desde el que estás intentando importar
fr: La version du navigateur à partir duquel vous essayez d'importer
it: La versione del browser da cui si sta tentando di eseguire l'importazione
pl: Wersja przeglądarki, z której próbujesz zaimportować dane
pt: A versão do navegador a partir do qual estás a importar
ru: Версия браузера, из которого вы пытаетесь импортировать данные

source: Transformations
de: Transformationen
es: Transformaciones
it: Trasformazioni
pl: Przekształcenia
pt: Maiúsculas/minúsculas
ru: Преобразования

source: View
de: Ansehen
es: Ver
fr: Voir
it: Visualizza
pl: Wyświetl
pt: Visualizar
ru: Вид

source: We couldn‘t find any bookmarks.
de: Wir konnten keine Lesezeichen finden.
es: No hemos encontrado ningún marcador.
fr: Nous n'avons trouvé aucun signet.
it: Impossibile trovare segnalibri.
pl: Nie znaleźliśmy zakładek.
pt: Não foi possível encontrar marcadores.
ru: Ни одной закладки не найдено.

source: We couldn‘t find any passwords.
de: Wir konnten keine Passwörter finden.
es: No hemos encontrado ninguna contraseña.
fr: Nous n'avons trouvé aucun mot de passe.
it: Impossibile trovare password.
pl: Nie znaleźliśmy haseł.
pt: Não foi possível encontrar palavras-passe.
ru: Ни одного пароля не найдено.

source: We were unable to import bookmarks directly from %@.
de: Lesezeichen konnten nicht direkt aus %@ importiert werden.
es: No hemos podido importar marcadores directamente desde %@.
fr: Nous n'avons pas pu importer de signets directement depuis %@.
it: Impossibile importare i segnalibri direttamente da %@.
pl: Nie udało się zaimportować zakładek bezpośrednio z przeglądarki %@.
pt: Não foi possível importar marcadores diretamente do %@.
ru: Не удалось импортировать закладки напрямую из %@.

source: We were unable to import passwords directly from %@.
de: Passwörter konnten nicht direkt aus %@ importiert werden.
es: No hemos podido importar contraseñas directamente desde %@.
fr: Nous n'avons pas pu importer de mots de passe directement depuis %@.
it: Impossibile importare password direttamente da %@.
pl: Nie udało się zaimportować haseł bezpośrednio z przeglądarki %@.
pt: Não foi possível importar palavras-passe diretamente do %@.
ru: Не удалось импортировать пароли напрямую из %@.

source: What do you want to import?
de: Was möchtest du importieren?
es: ¿Qué quieres importar?
fr: Que voulez-vous importer ?
it: Cosa vuoi importare?
pl: Co chcesz importować?
pt: O que queres importar?
ru: Что будем импортировать?

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
pl: Okno
pt: Janela
ru: Окно

source: You'll be asked to enter your Primary Password for %@. Imported passwords are encrypted and only stored on this computer.
de: Du wirst aufgefordert, dein Primärpasswort für %@ einzugeben. Importierte Passwörter sind verschlüsselt und werden nur auf diesem Computer gespeichert.
es: Se te pedirá que introduzcas tu contraseña principal para %@. Las contraseñas importadas están encriptadas y solo se almacenan en este equipo.
fr: Il vous sera demandé de saisir votre mot de passe principal pour %@. Les mots de passe importés sont cryptés et stockés uniquement sur cet ordinateur.
it: Ti sarà chiesto di inserire la password principale per %@. Le password importate sono crittografate e archiviate solo su questo computer.
pl: Pojawi się prośba o wprowadzenie głównego hasła przeglądarki %@. Zaimportowane hasła są zaszyfrowane i przechowywane tylko na tym komputerze.
pt: Ser-te-á pedido que introduzas a tua palavra-passe principal do %@. As palavras-passe importadas são encriptadas e só são guardadas neste computador.
ru: Вам будет предложено ввести основной пароль %@. Импортированные пароли шифруются и хранятся только на этом компьютере.

source: Zoom In
de: Heranzoomen
es: Acercar
fr: Zoom avant
it: Zoom avanti
pl: Powiększ
pt: Ampliar
ru: Увеличить масштаб

source: Zoom Out
de: Herauszoomen
es: Alejar
fr: Zoom arrière
it: Zoom indietro
pl: Pomniejsz
pt: Reduzir
ru: Уменьшить масштаб

source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
pl: Kontynuuj
pt: Continuar
ru: Продолжить

# about.app_name_app_store
source: DuckDuckGo for Mac App Store
de: DuckDuckGo für Mac App Store
es: DuckDuckGo para Mac App Store
fr: DuckDuckGo pour App Store Mac
it: DuckDuckGo per Mac App Store
pl: DuckDuckGo na komputery Mac — App Store
pt: DuckDuckGo para Mac na App Store
ru: DuckDuckGo для Mac App Store

# action-cannot-be-undone
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non si può annullare.
pl: Tego działania nie można cofnąć.
pt: Esta ação não pode ser anulada.
ru: Это действие нельзя отменить.

source: Add All to Bookmarks
de: Alle als Lesezeichen hinzufügen
es: Añadir todo a los marcadores
fr: Tout ajouter aux favoris
it: Aggiungi tutto ai segnalibri
pl: Dodaj wszystko do zakładek
pt: Adicionar tudo aos marcadores
ru: Добавить все в закладки

# add.bookmark.name
source: Name:
es: Nombre:
fr: Nom :
it: Nome:
pl: Nazwa:
pt: Nome:
ru: Имя:

source: Add Favorite
de: Favorit hinzufügen
es: Añadir favorito
fr: Ajouter un favori
it: Aggiungi preferito
pl: Dodaj do Ulubionych
pt: Adicionar favorito
ru: Добавить в избранное

source: Add Link to Bookmarks
de: Link zu Lesezeichen hinzufügen
es: Añadir enlace a marcadores
fr: Ajouter le lien aux signets
it: Aggiungi link ai segnalibri
pl: Dodaj łącze do zakładek
pt: Adicionar link aos marcadores
ru: Добавить ссылку на закладки

source: Add to Bookmarks
de: Zu Lesezeichen hinzufügen
es: Añadir a marcadores
fr: Ajouter aux signets
it: Aggiungi ai Segnalibri
pl: Dodaj do zakładek
pt: Adicionar aos marcadores
ru: Добавить в закладки

source: Add to Favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai Preferiti
pl: Dodaj do ulubionych
pt: Adicionar aos favoritos
ru: Добавить в избранное

# address.bar.placeholder
source: Search or enter address
de: Adresse suchen oder eingeben
es: Buscar o introducir dirección
fr: Rechercher ou saisir une adresse
it: Cerca o digita l'indirizzo
pl: Wyszukaj lub wprowadź adres
pt: Pesquisar ou inserir endereço
ru: Введите поисковый запрос или адрес сайта

# address.bar.search.open.tab.suffix
source: DuckDuckGo Search
de: DuckDuckGo-Suche
es: Búsqueda de DuckDuckGo
fr: Recherche DuckDuckGo
it: Ricerca DuckDuckGo
pl: Wyszukiwanie DuckDuckGo
pt: Pesquisa DuckDuckGo
ru: Поиск DuckDuckGo

# address.bar.search.suffix
source: Search DuckDuckGo
de: Mit DuckDuckGo suchen
es: Buscar en DuckDuckGo
fr: Rechercher avec DuckDuckGo
it: Cerca DuckDuckGo
pl: Przeszukaj DuckDuckGo
pt: Procurar no DuckDuckGo
ru: Поиск в DuckDuckGo

# address.bar.visit.suffix
source: Visit
de: Besuchen
es: Visita
fr: Visiter
it: Visita
pl: Odwiedź
pt: Visitar
ru: Посетить

# after.bitwarden.installation.info
source: After installing, return to DuckDuckGo to complete the setup.
de: Kehre nach der Installation zu DuckDuckGo zurück, um die Einrichtung abzuschließen.
es: Tras la instalación, vuelve a DuckDuckGo para completar la configuración.
fr: Après l'installation, retournez sur DuckDuckGo pour terminer la configuration.
it: Dopo l'installazione, torna da DuckDuckGo per completare l'installazione.
pl: Po instalacji wróć do DuckDuckGo, aby dokończyć konfigurację.
pt: Após a instalação, regressa ao DuckDuckGo para concluíres a configuração.
ru: После установки вернитесь в DuckDuckGo для завершения настройки.

# ai-chat.onboarding.popover.accept
source: Add Shortcut
de: Shortcut hinzufügen
es: Añadir acceso directo
fr: Ajouter un raccourci
it: Aggiungi scorciatoia
pl: Dodaj skrót
pt: Adicionar atalho
ru: Добавить ярлык

# ai-chat.onboarding.popover.message-fallback
source: You can adjust this and other AI Chat features in Settings > AI Chat
de: Du kannst diese und andere AI Chat-Funktionen unter Einstellungen > AI Chat anpassen.
es: Puedes ajustar esta y otras funciones de AI Chat en Ajustes > AI Chat
fr: Vous pouvez ajuster cela et d'autres fonctionnalités d'AI Chat dans Réglages > AI Chat
it: Puoi regolare questa e altre funzionalità di AI Chat in Impostazioni > AI Chat
pl: Możesz dostosować tę i inne funkcje AI Chat, wybierając kolejno Ustawienia > AI Chat
pt: Podes ajustar esta e outras funcionalidades do AI Chat em Definições > AI Chat
ru: Эту и другие функции AI Chat можно отрегулировать в разделе «Настройки > AI Chat».

# ai-chat.onboarding.popover.reject
source: No Thanks
de: Nein, danke
es: No, gracias
fr: Non merci
it: No, grazie
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо

# ai-chat.preferences.learn-more
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
pl: Dowiedz się więcej
pt: Saiba mais
ru: Узнать больше

# alert.sync-bookmarks-bad-data-error-description
source: Some bookmarks are formatted incorrectly or too long and were not synced.
de: Einige Lesezeichen sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
es: Algunos marcadores tienen un formato incorrecto o demasiado largo y no se han sincronizado.
fr: Certains signets sont mal formatés ou trop longs et n'ont pas été synchronisés.
it: Alcuni segnalibri sono formattati in modo errato o sono troppo lunghi e non sono stati sincronizzati.
pl: Niektóre zakładki mają niepoprawny format lub są zbyt długie i nie zostały zsynchronizowane.
pt: Alguns marcadores estão formatados incorretamente ou são demasiado longos e não foram sincronizados.
ru: Некоторые закладки не синхронизируются из-за неверного формата или превышения ограничений по длине.

# alert.sync-bookmarks-paused-description
source: You've reached the maximum number of bookmarks. Please delete some bookmarks to resume sync.
de: Du hast die maximale Anzahl von Lesezeichen erreicht. Bitte lösche einige Lesezeichen, um die Synchronisierung fortzusetzen.
es: Has alcanzado el número máximo de marcadores. Elimina algunos marcadores para reanudar la sincronización.
fr: Vous avez atteint le nombre maximal de signets. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
it: Hai raggiunto il numero massimo di segnalibri. Elimina alcuni segnalibri per riprendere la sincronizzazione.
pl: Osiągnięto maksymalną liczbę zakładek. Usuń część zakładek, aby wznowić synchronizację.
pt: Atingiste o número máximo de marcadores. Elimina alguns marcadores para retomar a sincronização.
ru: Достигнуто максимальное число закладок. Чтобы возобновить синхронизацию, удалите некоторые из них.

# alert.sync-bookmarks-paused-title
source: Bookmark Sync is Paused
de: Lesezeichen-Synchronisierung ist angehalten
es: La sincronización de marcadores está en pausa
fr: La synchronisation des signets est suspendue
it: Sync dei segnalibri è in pausa
pl: Synchronizacja zakładek jest wstrzymana
pt: A sincronização de marcadores está em pausa
ru: Синхронизация закладок приостановлена

# alert.sync-credentials-bad-data-error-description
source: Some passwords are formatted incorrectly or too long and were not synced.
de: Einige Passwörter sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
es: Algunas contraseñas tienen un formato incorrecto o demasiado largo y no se han sincronizado.
fr: Certains mots de passe sont mal formatés ou trop longs et n'ont pas été synchronisés.
it: Alcune password sono formattate in modo errato o sono troppo lunghe e non sono state sincronizzate.
pl: Niektóre hasła mają niepoprawny format lub są zbyt długie i nie zostały zsynchronizowane.
pt: Algumas palavras-passe estão formatadas incorretamente ou são demasiado longas e não foram sincronizadas.
ru: Некоторые пароли не синхронизируются из-за неверного формата или превышения ограничений по длине.

# alert.sync-credentials-paused-description
source: You've reached the maximum number of passwords. Please delete some passwords to resume sync.
de: Du hast die maximale Anzahl von Passwörtern erreicht. Lösche Passwörter, um die Synchronisierung fortzusetzen.
es: Has alcanzado el número máximo de contraseñas. Elimina algunas contraseñas para reanudar la sincronización.
fr: Vous avez atteint le nombre maximal de mots de passe. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
it: Hai raggiunto il numero massimo di password. Elimina alcune password per riprendere la sincronizzazione.
pl: Osiągnięto maksymalną liczbę haseł. Usuń część haseł, aby wznowić synchronizację.
pt: Atingiste o número máximo de palavras-passe. Elimina algumas palavras-passe para retomar a sincronização.
ru: Достигнуто максимальное число паролей. Чтобы возобновить синхронизацию, удалите некоторые из них.

# alert.sync-credentials-paused-title
source: Password Sync is Paused
de: Kennwortsynchronisierung ist angehalten
es: La sincronización de contraseñas está en pausa
fr: La synchronisation des mots de passe est suspendue
it: Sync delle password è in pausa
pl: Synchronizacja haseł jest wstrzymana
pt: A sincronização de palavras-passe está em pausa
ru: Синхронизация паролей приостановлена

# alert.sync-error-action
source: Sync Settings
de: Synchronisierungseinstellungen
es: Ajustes de sincronización
fr: Réglages de synchronisation
it: Impostazioni Sync
pl: Ustawienia synchronizacji
pt: Definições de sincronização
ru: Синхронизация настроек

# alert.sync-error-title
source: Sync Error
de: Synchronisierungsfehler
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di sincronizzazione
pl: Błąd synchronizacji
pt: Erro de sincronização
ru: Ошибка синхронизации

# alert.sync-invalid-login-error-description
source: Sync has been paused. If you want to continue syncing this device, reconnect using another device or your recovery code.
de: Synchronisierung wurde angehalten. Wenn du die Synchronisierung dieses Geräts fortsetzen möchtest, stelle die Verbindung mit einem anderen Gerät oder deinem Wiederherstellungscode wieder her.
es: La sincronización se ha pausado. Si quieres seguir sincronizando este dispositivo, vuelve a conectarte con otro dispositivo o con tu código de recuperación.
fr: La synchronisation a été suspendue. Si vous souhaitez continuer à synchroniser cet appareil, reconnectez-vous à l’aide d’un autre appareil ou de votre code de récupération.
it: La sincronizzazione è stata sospesa. Se vuoi continuare a sincronizzare questo dispositivo, riconnettiti utilizzando un altro dispositivo o il tuo codice di ripristino.
pl: Synchronizacja została wstrzymana. Jeśli chcesz kontynuować synchronizowanie tego urządzenia, ponownie nawiąż połączenie za pomocą innego urządzenia lub użyj kodu odzyskiwania.
pt: A sincronização foi pausada. Se quiseres continuar a sincronizar este dispositivo, inicia sessão novamente noutro dispositivo ou com o teu código de recuperação.
ru: Синхронизация приостановлена. Чтобы возобновить ее, выполните повторную привязку, используя другое устройство или код восстановления.

# alert.sync-paused-title
source: Sync is Paused
de: Synchronisierung angehalten
es: La sincronización está en pausa
fr: La synchronisation est suspendue
it: Sync è in pausa
pl: Synchronizacja jest wstrzymana
pt: A sincronização está em pausa
ru: Синхронизация приостановлена

# alert.sync-too-many-requests-error-description
source: Sync & Backup is temporarily unavailable.
de: Sync & Backup ist vorübergehend nicht verfügbar.
es: La sincronización y la copia de seguridad no están disponibles temporalmente.
fr: Sync & Backup est temporairement indisponible.
it: Sync & Backup non è temporaneamente disponibile.
pl: Funkcja Sync & Backup jest tymczasowo niedostępna.
pt: O Sync & Backup está temporariamente indisponível.
ru: Функция «Синхронизация и резервное копирование» временно недоступна.

# alert.sync.warning.data-syncing-disabled-upgrade-required
source: Sorry, but Sync & Backup is no longer available in this app version. Please update DuckDuckGo to the latest version to continue.
de: Synchronisieren und sichern ist in dieser App-Version leider nicht mehr verfügbar. Bitte aktualisiere DuckDuckGo auf die neueste Version, um fortzufahren.
es: Lo sentimos, pero la sincronización y la copia de seguridad ya no están disponibles en esta versión de la aplicación. Actualiza DuckDuckGo a la última versión para continuar.
fr: Désolés, mais la synchronisation et la sauvegarde ne sont plus disponibles dans cette version de l'application. Veuillez mettre à jour DuckDuckGo avec la dernière version pour continuer.
it: Siamo spiacenti, ma Sincronizzazione e Backup non è più disponibile in questa versione dell'app. Per continuare, aggiorna DuckDuckGo all'ultima versione.
pl: Niestety synchronizacja i kopia zapasowa nie są już dostępne w tej wersji aplikacji. Aby kontynuować, zaktualizuj DuckDuckGo do najnowszej wersji.
pt: Lamentamos, mas a sincronização e cópia de segurança já não estão disponíveis nesta versão da aplicação. Atualiza o DuckDuckGo para a versão mais recente para continuar.
ru: К сожалению, функция «Синхронизация и резервное копирование» больше не работает в этой версии приложения. Чтобы продолжить, обновите DuckDuckGo до последней версии.
