Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# passsword.manager.alert.save-changes
source: Save the changes you made?
de: Die vorgenommenen Änderungen speichern?
es: ¿Guardar los cambios realizados?
fr: Enregistrer les modifications que vous avez apportées ?
it: Salvare le modifiche apportate?
pl: Zapisać wprowadzone zmiany?
pt: Guardar as alterações que fizeste?
ru: Сохранить изменения?

# passsword.manager.empty.state.message
source: If your logins are saved in another browser, you can import them into DuckDuckGo.
de: Wenn deine Logins in einem anderen Browser gespeichert sind, kannst du sie in DuckDuckGo importieren.
es: Si tus inicios de sesión se guardan en otro navegador, puedes importarlos a DuckDuckGo.
fr: Si vos identifiants sont enregistrés dans un autre navigateur, vous pouvez les importer dans DuckDuckGo.
it: Se gli accessi vengono salvati in un altro browser, è possibile importarli in DuckDuckGo.
pl: Jeśli Twoje dane logowania są zapisane w innej przeglądarce, możesz je zaimportować do DuckDuckGo.
pt: Se os teus inícios de sessão estão guardados noutro navegador, podes importá-los para o DuckDuckGo.
ru: Если вы уже храните учетные данные в другом браузере, вы можете импортировать их в DuckDuckGo.

# passsword.manager.empty.state.title
source: No logins or credit card info yet
de: Noch keine Logins oder Kreditkartendaten
es: Aún no hay ingresos ni información de tarjeta de crédito
fr: Aucun identifiant ni aucune information de carte bancaire pour l'instant
it: Ancora nessun accesso o dati della carta di credito
pl: Jeszcze nie ma danych logowania ani danych kart kredytowych
pt: Ainda sem inícios de sessão ou informações de cartão de crédito
ru: Учетных данных и реквизитов карт пока нет

# passsword.manager.unlock.autofill
source: Unlock your Autofill info
de: Schalte deine Autovervollständigungs-Infos frei
es: Desbloquea tu información de autocompletar
fr: Déverrouiller vos informations de saisie automatique
it: Sblocca la compilazione automatica delle informazioni
pl: Odblokuj informacje autouzupełniania
pt: Desbloquear as informações de preenchimento automático
ru: Разблокировать данные для автозаполнения

# password.management.title
source: Passwords & Autofill
de: Passwörter und Autovervollständigen
es: Contraseñas y autocompletar
fr: Mots de passe et saisie automatique
it: Password e compilazione automatica
pl: Hasła i autouzupełnianie
pt: Palavras-passe e preenchimento automático
ru: Пароли и автозаполнение

source: Password Manager
de: Passwort-Manager
es: Administrador de contraseñas
fr: Gestionnaire de mots de passe
it: Gestore di password
pl: Menedżer haseł
pt: Gestor de palavras-passe
ru: Менеджер паролей

source: Paste from Clipboard
de: Vom Clipboard einfügen
es: Pegar desde el portapapeles
fr: Coller depuis le presse-papier
it: Incolla dagli appunti
pl: Wklej ze schowka
pt: Colar da área de transferência
ru: Вставить из буфера обмена

# paste.and.go
source: Paste & Go
de: Einfügen & los
es: Pegar e ir
fr: Coller et valider
it: Incolla e continua
pl: Wklej i przejdź dalej
pt: Colar e ir
ru: Вставить и перейти

# paste.and.search
source: Paste & Search
de: Einfügen & suchen
es: Pegar y buscar
fr: Coller et rechercher
it: Incolla e cerca
pl: Wklej i wyszukaj
pt: Colar e pesquisar
ru: Вставить и найти

# permission.allow.externalScheme.format
source: Allow “%1$@“ to open %2$@
de: Zulassen, dass „%1$@“ %2$@ öffnet
es: Permitir que "%1$@" abra %2$@
fr: Autoriser « %1$@ » à ouvrir %2$@
it: Consenti a "%1$@" di aprire %2$@
pl: Zezwól domenie „%1$@” na otwarcie %2$@
pt: Permitir que "%1$@" abra %2$@
ru: Разрешить сайту %1$@ открывать %2$@

# permission.allow.externalScheme.menu-header
source: Allow the %1$@ to open “%2$@” links
de: Erlaube dem %1$@, „%2$@“ Links zu öffnen
es: Permitir que %1$@ abra los enlaces "%2$@"
fr: Autoriser l'application %1$@ à ouvrir les liens « %2$@ »
it: Consenti a %1$@ di aprire i link "%2$@"
pl: Zezwól aplikacji %1$@ na otwieranie łączy „%2$@”
pt: Permitir que a aplicação %1$@ abra os links do "%2$@"
ru: Разрешить %1$@ открывать ссылки «%2$@»

# permission.authorization.externalScheme.empty.format
source: Open this link in %@?
de: Diesen Link in %@ öffnen?
es: ¿Abrir este enlace en %@?
fr: Ouvrir ce lien dans %@ ?
it: Apri questo link in %@?
pl: Otworzyć to łącze w aplikacji %@?
pt: Abrir este link na aplicação %@?
ru: Открыть ссылку в %@?

# permission.authorization.externalScheme.format
source: “%1$@” would like to open this link in %2$@
de: „%1$@“ möchte diesen Link in %2$@ öffnen
es: "%1$@" desea abrir este enlace en %2$@
fr: « %1$@ » souhaiterait ouvrir ce lien dans %2$@
it: "%1$@" vorrebbe aprire questo link in %2$@
pl: „%1$@” chce otworzyć to łącze w aplikacji %2$@
pt: "%1$@" gostaria de abrir este link na aplicação %2$@
ru: Сайт %1$@ хочет открыть эту ссылку в %2$@

# permission.authorization.format
source: Allow “%1$@“ to use your %2$@?
de: Erlaube „%1$@“, dein %2$@ zu benutzen?
es: ¿Permitir que "%1$@" use tu %2$@?
fr: Autoriser « %1$@ » à utiliser votre %2$@ ?
it: Consenti a "%1$@" di utilizzare %2$@?
pl: Zezwolić domenie „%1$@” na użycie Twojego urządzenia/funkcji %2$@?
pt: Permitir que "%1$@" utilize %2$@?
ru: Открыть сайту %1$@ доступ (%2$@)?

# permission.authorization.location
source: “%@“ website would like to use your current location.
de: Die Website „%@“ möchte deinen aktuellen Standort verwenden.
es: El sitio web “%@” desea usar tu ubicación actual.
fr: Le site « %@ » souhaiterait utiliser votre position actuelle.
it: Il sito web “%@“ vorrebbe utilizzare la tua posizione attuale.
pl: Witryna „%@” chce korzystać z Twojej aktualnej lokalizacji.
pt: O site "%@" gostaria de utilizar a tua localização atual.
ru: Сайт %@ запрашивает доступ к вашей текущей геопозиции.

# permission.authorization.popups.format
source: Allow “%@“ to open PopUp Window?
de: Erlaube „%@“, ein PopUp-Fenster zu öffnen?
es: ¿Permitir que "%@" abra una ventana emergente?
fr: Autoriser « %@ » à ouvrir la fenêtre contextuelle ?
it: Consenti a "%@" di aprire la finestra popup?
pl: Zezwolić domenie „%@” na otwarcie wyskakującego okienka?
pt: Permitir que "%@" abra a janela de pop-up?
ru: Разрешить сайту %@ открыть всплывающее окно?

# permission.authorization.popups.menu-header
source: Allow “%@“ to open PopUp Windows?
de: Erlaube „%@“, PopUp-Fenster zu öffnen?
es: ¿Permitir que "%@" abra ventanas emergentes?
fr: Autoriser « %@ » à ouvrir les fenêtres contextuelles ?
it: Consenti a "%@" di aprire finestre popup?
pl: Zezwolić domenie „%@” na otwieranie wyskakujących okienek?
pt: Permitir que "%@" abra janelas de pop-up?
ru: Разрешить сайту %@ открыть всплывающие окна?

# permission.camera
source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
pl: Aparat
pt: Câmara
ru: Камера

# permission.cameraAndmicrophone
source: Camera and Microphone
de: Kamera und Mikrofon
es: Cámara y micrófono
fr: Appareil photo et micro
it: Fotocamera e microfono
pl: Aparat i mikrofon
pt: Câmara e microfone
ru: Камера и микрофон

# permission.disabled.app
source: %1$@ access is disabled for %2$@
de: %1$@ Zugang ist deaktiviert für %2$@
es: Acceso a %1$@ desactivado para %2$@
fr: L'accès à %1$@ est désactivé pour %2$@
it: L'accesso a %1$@ è disabilitato per %2$@
pl: %2$@ ma wyłączony dostęp do urządzenia %1$@
pt: O acesso do %2$@ a %1$@ está desativado
ru: %2$@: у %1$@ нет доступа

# permission.disabled.system
source: System location services are disabled
de: Die System-Standortbestimmung ist deaktiviert
es: Los servicios de ubicación del sistema están deshabilitados
fr: Les services de localisation du système sont désactivés
it: I servizi di localizzazione del sistema sono disabilitati
pl: Systemowe usługi lokalizacji są wyłączone
pt: Os serviços de localização do sistema estão desativados
ru: Системные службы геолокации отключены

# permission.externalScheme.open.format
source: Open %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
it: Apri %@
pl: Otwórz %@
pt: Abrir %@
ru: Открыть %@

# permission.geolocation
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
pl: Lokalizacja
pt: Localização
ru: Местоположение

# permission.microphone
source: Microphone
de: Mikrofon
es: Micrófono
fr: Micro
it: Microfono
pl: Mikrofon
pt: Microfone
ru: Микрофон

# permission.mute
source: Pause %1$@ use on “%2$@”
de: Verwendung von %1$@ für „%2$@“ pausieren
es: Pausar el uso de %1$@ en "%2$@"
fr: Suspendre l'utilisation de %1$@ sur « %2$@ »
it: Metti in pausa l'utilizzo di %1$@ su "%2$@"
pl: Wstrzymaj korzystanie z urządzenia %1$@ w witrynie „%2$@”
pt: Pausar a utilização de %1$@ em "%2$@"
ru: %1$@: приостановить доступ на сайте %2$@

# permission.open.settings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Configuración del Sistema
fr: Ouvrir les paramètres système
it: Apri Impostazioni di Sistema
pl: Otwórz ustawienia systemowe
pt: Abrir Definições do sistema
ru: Открыть настройки системы

# permission.popover.deny
source: Deny
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
pl: Odmów
pt: Recusar
ru: Отказать

# permission.popup.allow.button
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
it: Consenti
pl: Zezwól
pt: Permitir
ru: Разрешить

# permission.popup.blocked.popover
source: Pop-up Blocked
de: Pop-up blockiert
es: Ventana emergente bloqueada
fr: Fenêtre contextuelle bloquée
it: Popup bloccato
pl: Zablokowano wyskakujące okienko
pt: Pop-up bloqueado
ru: Всплывающее окно заблокировано

# permission.popup.learn-more.link
source: Learn more about location services
de: Mehr über Standortbestimmung erfahren
es: Más información sobre los servicios de ubicación
fr: En savoir plus sur les services de localisation
it: Scopri di più sui servizi di localizzazione
pl: Dowiedz się więcej o usługach lokalizacji
pt: Sabe mais sobre os serviços de localização
ru: Подробнее о службах геолокации

# permission.popup.title
source: Blocked Pop-ups
de: Blockierte Pop-ups
es: Ventanas emergentes bloqueadas
fr: Fenêtres contextuelles bloquées
it: Popup bloccati
pl: Zablokowane wyskakujące okienka
pt: Pop-ups bloqueados
ru: Заблокированные всплывающие окна

# permission.popups
source: Pop-ups
es: Ventanas emergentes
fr: Fenêtres contextuelles
it: Popup
pl: Wyskakujące okienka
ru: Всплывающие окна

# permission.reloadPage
source: Reload to ask permission again
de: Neu laden, um erneut um Erlaubnis zu fragen
es: Volver a cargar para solicitar permiso de nuevo
fr: Recharger pour demander à nouveau l'autorisation
it: Ricarica per chiedere nuovamente l'autorizzazione
pl: Załaduj ponownie, aby ponownie poprosić o pozwolenie
pt: Recarregar para pedir permissão novamente
ru: Перезагрузите страницу, чтобы снова увидеть запрос

# permission.unmute
source: Resume %1$@ use on “%2$@”
de: Verwendung von %1$@ am „%2$@“ wieder aufnehmen
es: Reanudar el uso de %1$@ en "%2$@"
fr: Reprendre l'utilisation de %1$@ sur « %2$@ »
it: Riprendi l'uso di %1$@ su "%2$@"
pl: Wznów korzystanie z urządzenia %1$@ w witrynie „%2$@”
pt: Retomar a utilização de %1$@ em "%2$@"
ru: %1$@: возобновить доступ на сайте %2$@

# phishing-detection.enabled.checkbox
source: Warn me on sites flagged for phishing or malware.
de: Warne mich auf Websites, die als Phishing- oder Malware-Websites gekennzeichnet sind.
es: Avisarme sobre sitios marcados como phishing o malware.
fr: Mettez-moi en garde contre les sites signalés pour hameçonnage ou comme étant des logiciels malveillants.
it: Avvisami sui siti contrassegnati per phishing o malware.
pl: Ostrzegaj mnie przed witrynami oznaczonymi jako wyłudzanie informacji lub złośliwe oprogramowanie.
pt: Avisar-me sobre sites sinalizados como phishing ou malware.
ru: Предупреждать о вредоносных и фишинговых сайтах

# phishing-detection.enabled.header
source: Site Safety Warnings
de: Sicherheitswarnungen der Website
es: Advertencias de seguridad del sitio
fr: Avertissements de sécurité du site
it: Avvisi di sicurezza del sito
pl: Ostrzeżenia dotyczące bezpieczeństwa witryny
pt: Avisos de segurança do site
ru: Предупреждения о безопасности на сайте

# phishing-detection.enabled.warning
source: Disabling this feature can put your personal information at risk.
de: Das Deaktivieren dieser Funktion kann deine persönlichen Daten gefährden.
es: Desactivar esta función puede poner en riesgo tu información personal.
fr: La désactivation de cette fonctionnalité peut mettre vos informations personnelles en danger.
it: Disabilitando questa funzione, potresti mettere a rischio i tuoi dati personali.
pl: Wyłączenie tej funkcji może narazić Twoje dane osobowe na ryzyko.
pt: Desativar esta funcionalidade pode pôr em risco as tuas informações pessoais.
ru: При отключении этой функции ваши личные данные могут оказаться под угрозой.

source: Pin Tab
de: Tab anpinnen
es: Fijar pestaña
fr: Épingler l'onglet
it: Fissa scheda
pl: Przypnij kartę
pt: Fixar separador
ru: Закрепить вкладку

# pinning.hide-autofill-shortcut
source: Hide Passwords Shortcut
de: Passwort-Shortcut ausblenden
es: Ocultar acceso directo a contraseñas
fr: Masquer le raccourci des mots de passe
it: Nascondi scorciatoia per le password
pl: Ukryj skrót do haseł
pt: Ocultar atalho de palavras-passe
ru: Скрыть ярлык для паролей

# pinning.hide-bookmarks-shortcut
source: Hide Bookmarks Shortcut
de: Verknüpfung Lesezeichen ausblenden
es: Ocultar acceso directo a marcadores
fr: Masquer le raccourci des signets
it: Nascondi scorciatoia segnalibri
pl: Ukryj skrót do zakładek
pt: Ocultar atalho de marcadores
ru: Скрыть ярлык для закладок

# pinning.hide-downloads-shortcut
source: Hide Downloads Shortcut
de: Download-Verknüpfung ausblenden
es: Ocultar acceso directo a descargas
fr: Masquer le raccourci des téléchargements
it: Nascondi scorciatoia download
pl: Ukryj skrót do pobranych
pt: Ocultar atalho de transferências
ru: Скрыть ярлык для загрузок

# pinning.hide-duckai-shortcut
source: Hide Duck.ai Shortcut
de: Duck.ai-Shortcut ausblenden
es: Ocultar acceso directo a Duck.ai
fr: Masquer le raccourci Duck.ai
it: Nascondi scorciatoia Duck.ai
pl: Ukryj skrót Duck.ai
pt: Ocultar atalho do Duck.ai
ru: Скрыть ярлык Duck.ai

# pinning.hide-netp-shortcut
source: Hide VPN Shortcut
de: VPN-Verknüpfung ausblenden
es: Ocultar acceso directo a VPN
fr: Masquer le raccourci VPN
it: Nascondi scorciatoia VPN
pl: Ukryj skrót do VPN
pt: Ocultar atalho de VPN
ru: Скрыть ярлык для VPN

# pinning.show-autofill-shortcut
source: Show Passwords Shortcut
de: Passwort-Shortcut anzeigen
es: Mostrar acceso directo a contraseñas
fr: Afficher le raccourci des mots de passe
it: Mostra scorciatoia per le password
pl: Pokaż skrót do haseł
pt: Mostrar atalho de palavras-passe
ru: Показывать ярлык для паролей

# pinning.show-bookmarks-shortcut
source: Show Bookmarks Shortcut
de: Lesezeichen-Verknüpfung anzeigen
es: Mostrar acceso directo a Favoritos
fr: Afficher le raccourci des signets
it: Mostra scorciatoia segnalibri
pl: Pokaż skrót do zakładek
pt: Mostrar atalho de marcadores
ru: Показывать ярлык для закладок

# pinning.show-downloads-shortcut
source: Show Downloads Shortcut
de: Download-Verknüpfung anzeigen
es: Mostrar acceso directo a Descargas
fr: Afficher le raccourci des téléchargements
it: Mostra scorciatoia download
pl: Pokaż skrót do pobranych
pt: Mostrar atalho de transferências
ru: Показать ярлык для загрузок

# pinning.show-duckai-shortcut
source: Show Duck.ai Shortcut
de: Duck.ai-Shortcut anzeigen
es: Mostrar el acceso directo de Duck.ai
fr: Afficher le raccourci Duck.ai
it: Mostra scorciatoia Duck.ai
pl: Pokaż skrót Duck.ai
pt: Mostrar atalho Duck.ai
ru: Показать ярлык Duck.ai

# pinning.show-netp-shortcut
source: Show VPN Shortcut
de: VPN-Verknüpfung anzeigen
es: Mostrar acceso directo a VPN
fr: Afficher le raccourci VPN
it: Mostra scorciatoia VPN
pl: Pokaż skrót do VPN
pt: Mostrar atalho de VPN
ru: Показывать ярлык VPN

# pir.feedback-form.category.no-info-on-specific-site
source: The scan didn't find my info on a specific site
de: Der Scan hat meine Informationen auf einer bestimmten Website nicht gefunden
es: El escaneo no ha encontrado mi información en un sitio específico
fr: L'analyse n'a pas trouvé mes informations sur un certain site
it: La scansione non ha trovato le mie informazioni su un sito specifico
pl: Skanowanie nie odnajduje moich danych na konkretnej stronie
pt: A verificação não encontrou a minha informação num site específico
ru: Поиск не обнаружил мои данные на конкретном сайте

# pir.feedback-form.category.not-me
source: The scan found records which aren't me
de: Scan hat Datensätze gefunden, die nicht von mir sind
es: El escaneo ha encontrado registros que no son míos
fr: L'analyse a trouvé des données qui ne me concernent pas
it: La scansione ha trovato dei record che non sono miei
pl: Skanowanie pokazuje rekordy, które mnie nie dotyczą
pt: A verificação encontrou registos que não correspondem a mim
ru: Найденная информация принадлежит не мне

# pir.feedback-form.category.other
source: Something else
de: Etwas anderes
es: Otro problema
fr: Autre chose
it: Qualcos'altro
pl: Coś innego
pt: Outra coisa
ru: Что-то другое

# pir.feedback-form.category.removal-stuck
source: The removal process is stuck
de: Der Entfernungsprozess kommt nicht voran
es: El proceso de eliminación está atascado
fr: Le processus de suppression est bloqué
it: Il processo di rimozione è bloccato
pl: Proces usuwania zablokowany
pt: O processo de remoção está bloqueado
ru: Процесс удаления застопорился

# pir.feedback-form.category.scan-stuck
source: The scan for records is stuck
de: Der Scan für Datensätze wurde nicht abgeschlossen
es: El escaneo de registros está atascado
fr: L'analyse des données est bloquée
it: La scansione dei record è bloccata
pl: Skanowanie w poszukiwaniu rekordów zablokowane
pt: A verificação de registos está bloqueada
ru: Поиск данных застопорился

# pir.feedback-form.category.select-category
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

# pm.activate
source: Reactivate
de: Reaktivieren
es: Reactivar
fr: Réactiver
it: Riattiva
pl: Ponownie aktywuj
pt: Reativar
ru: Активировать

# pm.activate.private.email
source: Reactivate Duck Address
de: Duck Address reaktivieren
es: Reactivar Duck Address
fr: Réactiver la Duck Address
it: Riattiva Duck Address
pl: Aktywuj ponownie Duck Address
pt: Reativar Duck Address
ru: Снова активировать Duck Address

# pm.add.card
source: Add Credit Card
de: Kreditkarte hinzufügen
es: Añadir tarjeta de crédito
fr: Ajouter une carte bancaire
it: Aggiungi carta di credito
pl: Dodaj kartę kredytową
pt: Adicionar cartão de crédito
ru: Добавить карту

# pm.add.identity
source: Add Identity
de: Identität hinzufügen
es: Añadir identidad
fr: Ajouter une identité
it: Aggiungi identità
pl: Dodaj tożsamość
pt: Adicionar identidade
ru: Добавить учетные данные

# pm.add.login
source: Add Password
de: Passwort hinzufügen
es: Añadir contraseña
fr: Ajouter un mot de passe
it: Aggiungi password
pl: Dodaj hasło
pt: Adicionar palavra-passe
ru: Добавление пароля

# pm.add.new
source: Add New
de: Neue hinzufügen
es: Añadir nuevo
fr: Ajouter nouveau
it: Aggiungi nuovo
pl: Dodaj nowy
pt: Adicionar novo
ru: Добавить

# pm.added
source: Added
de: Hinzugefügt
es: Añadido
fr: Ajouté
it: Aggiunto
pl: Dodano
pt: Adicionado
ru: Добавлено

# pm.address.address1
source: Address 1
de: Adresse 1
es: Dirección 1
fr: Adresse 1
it: Indirizzo 1
pl: Adres 1
pt: Morada 1
ru: Адрес (строка 1)

# pm.address.address2
source: Address 2
de: Adresse 2
es: Dirección 2
fr: Adresse 2
it: Indirizzo 2
pl: Adres 2
pt: Morada 2
ru: Адрес (строка 2)

# pm.address.city
source: City
de: Ort
es: Ciudad
fr: Ville
it: Città
pl: Miasto
pt: Cidade
ru: Город

# pm.address.postal-code
source: Postal Code
de: Postleitzahl
es: Código postal
fr: Code postal
it: Codice Postale
pl: Kod pocztowy
pt: Código postal
ru: Почтовый индекс

# pm.address.state-province
source: State/Province
de: Staat/Provinz
es: Estado/Provincia
fr: Pays/Région
it: Stato/Provincia
pl: Stan/prowincja/region
pt: Distrito/província
ru: Штат/регион

# pm.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отменить

# pm.card.cardholder-name
source: Cardholder Name
de: Name des Karteninhabers
es: Nombre del titular de la tarjeta
fr: Nom du titulaire de la carte
it: Nome del titolare della carta
pl: Nazwisko właściciela karty
pt: Nome do titular do cartão
ru: Имя держателя карты

# pm.card.cvv
source: CVV
ru: CVV-код

# pm.card.expiration-date
source: Expiration Date
de: Verfallsdatum
es: Fecha de caducidad
fr: Date d'expiration
it: Data di scadenza
pl: Data ważności
pt: Data de validade
ru: Срок действия

# pm.card.number
source: Card Number
de: Nummer der Karte
es: Número de tarjeta
fr: Numéro de carte
it: Numero della carta
pl: Numer karty
pt: Número do cartão
ru: Номер карты

# pm.day
source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pl: Dzień
pt: Dia
ru: День

# pm.deactivate
source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
pl: Dezaktywuj
pt: Desativar
ru: Деактивировать

# pm.deactivate.private.email
source: Deactivate Duck Address
de: Duck Address deaktivieren
es: Desactivar Duck Address
fr: Désactiver la Duck Address
it: Disattiva Duck Address
pl: Dezaktywuj Duck Address
pt: Desativar Duck Address
ru: Деактивировать Duck Address

# pm.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar
ru: Удалить

# pm.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
pt: Editar
ru: Редактировать

# pm.email-address
source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo e-mail
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес эл. почты

# pm.empty.cards.title
source: No Cards
de: Keine Karten
es: Sin tarjetas
fr: Aucune carte
it: Nessuna carta
pl: Brak kart
pt: Sem cartões
ru: Нет карт

# pm.empty.default.button.title
source: Import Passwords
de: Passwörter importieren
es: Importar contraseñas
fr: Importer les mots de passe
it: Importa password
pl: Importuj hasła
pt: Importar palavras-passe
ru: Импорт паролей

# pm.empty.default.description.extended.v2
source: Passwords are encrypted. Nobody but you can see them, not even us.
de: Passwörter sind verschlüsselt. Niemand außer dir kann sie sehen, nicht einmal wir.
es: Las contraseñas están cifradas. Nadie más que tú puede verlas, ni siquiera nosotros.
fr: Les mots de passe sont cryptés. Personne d'autre que vous ne peut les voir, pas même nous.
it: Le password sono crittografate. Nessuno tranne te può vederle, nemmeno noi.
pl: Hasła są szyfrowane. Nikt poza Tobą ich nie widzi, nawet my.
pt: As palavras-passe estão encriptadas. Ninguém além de ti pode vê-las, nem mesmo nós.
ru: Пароли подвергаются шифрованию. Никто, кроме вас, их не увидит. Даже мы.

# pm.empty.default.description.extended.v2.autolock.off
source: Passwords are encrypted.
de: Passwörter sind verschlüsselt.
es: Las contraseñas están cifradas.
fr: Les mots de passe sont cryptés.
it: Le password sono crittografate.
pl: Hasła są szyfrowane.
pt: As palavras-passe estão encriptadas.
ru: Пароли подвергаются шифрованию.

# pm.empty.default.title
source: No passwords or credit cards saved yet
de: Noch keine Passwörter oder Kreditkarten gespeichert
es: Aún no hay contraseñas ni tarjetas de crédito guardadas
fr: Aucun mot de passe ni aucune carte bancaire n'a encore été enregistré(e)
it: Nessuna password o carta di credito salvata
pl: Jeszcze nie zapisano haseł ani kart kredytowych
pt: Ainda não há palavras-passe ou cartões de crédito guardados
ru: Сохраненных паролей или платежных карт пока нет

# pm.empty.identities.title
source: No Identities
de: Keine Identitäten
es: Sin identidades
fr: Aucune identité
it: Nessuna identità
pl: Brak tożsamości
pt: Sem identidades
ru: Нет учетных данных
