Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# vpn.status-view.vpn-settings.menu-item.title
source: VPN Settings
de: VPN-Einstellungen
es: Configuración de VPN
fr: Paramètres VPN
it: Impostazioni VPN
pl: Ustawienia VPN
pt: Definições da VPN
ru: Настройки VPN

# vpn.uninstall.alert.informative.text
source: Uninstalling the DuckDuckGo VPN will disconnect the VPN and remove it from your device.
de: Wenn du das DuckDuckGo-VPN deinstallierst, wird die Verbindung zum VPN getrennt und es wird von deinem Gerät entfernt.
es: Al desinstalar la VPN de DuckDuckGo, se desconectará la VPN y se eliminará de tu dispositivo.
fr: La désinstallation du VPN DuckDuckGo déconnectera le VPN et le supprimera de votre appareil.
it: Disinstallando la VPN di DuckDuckGo, la VPN sarà scollegata e rimossa dal tuo dispositivo.
pl: Odinstalowanie DuckDuckGo VPN spowoduje odłączenie VPN i usunięcie go z urządzenia.
pt: A desinstalação da VPN DuckDuckGo desativa a VPN e remove-a do teu dispositivo.
ru: Удаление DuckDuckGo VPN приведет к отключению VPN и удалению данной программы с вашего устройства.

# vpn.uninstall.alert.title
source: Are you sure you want to uninstall the VPN?
de: Möchtest du das VPN wirklich deinstallieren?
es: ¿Seguro que quieres desinstalar la VPN?
fr: Voulez-vous vraiment désinstaller le VPN ?
it: Disinstallare la VPN?
pl: Czy na pewno chcesz odinstalować VPN?
pt: Tens a certeza de que queres desinstalar a VPN?
ru: Вы точно хотите удалить VPN?

# warn.before.quit
source: Warn me that tabs and data will be cleared when quitting
de: Warne mich, dass Tabs und Daten beim Beenden gelöscht werden
es: Advertirme de que las pestañas y los datos se borrarán al salir
fr: M'avertir que les onglets et les données seront effacés à la fermeture
it: Avvisa prima di cancellare schede e dati all'uscita
pl: Ostrzegaj, że karty i dane zostaną wyczyszczone przy wychodzeniu
pt: Avisar-me que os separadores e os dados serão limpos ao sair
ru: Показывать предупреждение о сбросе вкладок и данных при выходе

# warn.before.quit.dialog.checkbox.message
source: Warn me every time
de: Jedes Mal warnen
es: Advertirme cada vez
fr: Toujours me prévenir
it: Avvisa ogni volta
pl: Ostrzegaj za każdym razem
pt: Avisar-me sempre
ru: Предупреждать каждый раз

# warn.before.quit.dialog.header
source: Clear tabs and browsing data and quit DuckDuckGo?
de: Tabs und Browserdaten löschen und DuckDuckGo beenden?
es: ¿Borrar pestañas y datos de navegación y salir de DuckDuckGo?
fr: Effacer les onglets et les données de navigation et quitter DuckDuckGo ?
it: Cancellare le schede e i dati di navigazione e uscire da DuckDuckGo?
pl: Wyczyścić karty i dane przeglądania i wyjść z DuckDuckGo?
pt: Limpar separadores e dados de navegação e sair do DuckDuckGo?
ru: Очистить вкладки и данные и выйти из DuckDuckGo?

# web.tracking.protection.explanation
source: DuckDuckGo automatically blocks hidden trackers as you browse the web.
de: DuckDuckGo blockiert beim Durchsuchen des Internets automatisch ausgeblendete Tracker.
es: DuckDuckGo bloquea automáticamente los rastreadores ocultos mientras navegas por la web.
fr: DuckDuckGo bloque automatiquement les traqueurs cachés lorsque vous naviguez sur le Web.
it: DuckDuckGo blocca automaticamente i sistemi di tracciamento nascosti mentre navighi sul web.
pl: Podczas przeglądania stron internetowych DuckDuckGo automatycznie blokuje ukryte mechanizmy śledzące.
pt: O DuckDuckGo bloqueia automaticamente os rastreadores ocultos enquanto navegas na Internet.
ru: DuckDuckGo автоматически блокирует скрытые трекеры, пока вы посещаете сайты.

# web.tracking.protection.explenation
source: DuckDuckGo automatically blocks hidden trackers as you browse the web.
de: DuckDuckGo blockiert beim Durchsuchen des Internets automatisch ausgeblendete Tracker.
es: DuckDuckGo bloquea automáticamente los rastreadores ocultos mientras navegas por la web.
fr: DuckDuckGo bloque automatiquement les traqueurs cachés lorsque vous naviguez sur le Web.
it: DuckDuckGo blocca automaticamente i sistemi di tracciamento nascosti mentre navighi sul web.
pl: Podczas przeglądania stron internetowych DuckDuckGo automatycznie blokuje ukryte mechanizmy śledzące.
pt: O DuckDuckGo bloqueia automaticamente os rastreadores ocultos enquanto navegas na Internet.
ru: DuckDuckGo автоматически блокирует скрытые трекеры, пока вы посещаете сайты.

# web.tracking.protection.title
source: Web Tracking Protection
es: Protección de rastreo en la web
fr: Protection contre le pistage sur le Web
it: Protezione dal tracciamento web
pl: Ochrona przed śledzeniem w sieci
pt: Proteção contra rastreamento na internet
ru: Защита от отслеживания онлайн

# whats.new.menu.item
source: What's New
de: Was gibt's Neues?
es: Novedades
fr: Nouveautés
it: Novità
pl: Co nowego
pt: Novidades
ru: Что нового

source: Zoom
ru: Масштаб

source: ⚠️ Notes are deprecated.
de: ⚠️ Hinweise sind veraltet.
es: ⚠️ Las notas están obsoletas.
fr: ⚠️ Les notes sont obsolètes.
it: ⚠️ Le note non sono più disponibili.
pl: ⚠️ Funkcja notatek jest przestarzała.
pt: ⚠️ As notas foram descontinuadas.
ru: ⚠️ Мы прекращаем поддержку примечаний.

# network.protection.entitlement.expired.notification.body
source: Subscribe to Privacy Pro to reconnect DuckDuckGo VPN.
de: Abonniere Privacy Pro, um die Verbindung zum DuckDuckGo-VPN wiederherzustellen.
es: Suscríbete a Privacy Pro para volver a conectar la VPN de DuckDuckGo.
fr: Abonnez-vous à Privacy Pro pour reconnecter le VPN DuckDuckGo.
it: Iscriviti a Privacy Pro per riconnettere la VPN di DuckDuckGo.
pl: Subskrybuj Privacy Pro, aby ponownie połączyć się z siecią DuckDuckGo VPN.
pt: Subscreve o Privacy Pro para voltar a ligar a DuckDuckGo VPN.
ru: Чтобы вновь подключиться к DuckDuckGo VPN, оформите подписку Privacy Pro.

# network.protection.entitlement.expired.notification.title
source: VPN disconnected
de: VPN ist getrennt
es: La VPN se ha desconectado
fr: VPN déconnecté
it: VPN disconnessa
pl: Połączenie VPN zostało przerwane
pt: A VPN está desativada
ru: VPN отключен

# network.protection.failure.notification.subtitle
source: Unable to connect at this time. Please try again later.
de: Derzeit kann keine Verbindung hergestellt werden. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: No se puede conectar en estos momentos. Inténtalo de nuevo más tarde.
fr: Connexion impossible pour le moment. Veuillez réessayer plus tard.
it: Impossibile connettersi in questo momento. Riprova in seguito.
pl: Obecnie nie można się połączyć. Spróbuj ponownie później.
pt: Não é possível ligar nesta altura. Tenta novamente mais tarde.
ru: Выполнить подключение прямо сейчас невозможно. Повторите попытку позже.

# network.protection.failure.notification.title
source: DuckDuckGo VPN failed to connect
de: DuckDuckGo VPN konnte keine Verbindung herstellen
es: No se ha podido conectar la VPN de DuckDuckGo
fr: Le VPN DuckDuckGo n'a pas réussi à se connecter
it: La VPN di DuckDuckGo VPN non si è connessa
pl: Nie udało się nawiązać połączenia DuckDuckGo VPN
pt: A VPN DuckDuckGo não conseguiu estabelecer ligação
ru: Подключиться к DuckDuckGo VPN не удалось

# network.protection.interrupted.notification.subtitle
source: Attempting to reconnect now...
de: Versuche jetzt, die Verbindung wiederherzustellen ...
es: Intentando volver a conectar ahora...
fr: Tentative de reconnexion en cours…
it: Tentativo di riconnessione in corso...
pl: Próba ponownego połączenia...
pt: A tentar ligar novamente...
ru: Выполняется попытка повторного подключения...

# network.protection.interrupted.notification.title
source: DuckDuckGo VPN was interrupted
de: DuckDuckGo VPN wurde unterbrochen
es: La VPN de DuckDuckGo se ha interrumpido
fr: Le VPN DuckDuckGo a été interrompu
it: La VPN di DuckDuckGo è stata interrotta
pl: Usługa DuckDuckGo VPN została przerwana
pt: A VPN DuckDuckGo foi interrompida
ru: Работа DuckDuckGo VPN была прервана

# network.protection.success.notification.subtitle
source: Your location and online activity are protected.
de: Dein Standort und deine Online-Aktivitäten sind geschützt.
es: Tu ubicación y actividad en línea están protegidas.
fr: Votre emplacement et votre activité en ligne sont protégés.
it: La tua posizione e le tue attività online sono protette.
pl: Twoja lokalizacja i aktywność w Internecie są chronione.
pt: A tua localização e atividade online estão protegidas.
ru: Ваши геопозиция и онлайн-активность скрыты от посторонних глаз.

# network.protection.success.notification.subtitle.including.serverLocation
source: Routing device traffic through %@.
de: Geräteverkehr wird über %@ geleitet.
es: Redirigiendo el tráfico de dispositivos a través de %@.
fr: Routage du trafic de l'appareil via %@.
it: Instradamento del traffico del dispositivo tramite %@.
pl: Przekierowanie ruchu urządzenia przez %@.
pt: A encaminhar o tráfego do dispositivo através de %@.
ru: Трафик устройства направляется через: %@

# network.protection.success.notification.title
source: DuckDuckGo VPN is ON
de: DuckDuckGo-VPN ist An
es: DuckDuckGo VPN está activado
fr: Le VPN DuckDuckGo est activé
it: DuckDuckGo VPN è attiva
pl: Usługa DuckDuckGo VPN jest włączona
pt: A DuckDuckGo VPN está Ativada
ru: DuckDuckGo VPN включен

# network.protection.superceded.action.reconnect.title
source: Reconnect
de: Erneut verbinden
es: Volver a conectar
fr: Reconnecter
it: Riconnettiti
pl: Połącz ponownie
pt: Voltar a ligar
ru: Подключиться заново

# network.protection.superceded.notification.subtitle
source: Another VPN app on your Mac may have disabled it.
de: Möglicherweise hat eine andere VPN-App auf deinem Mac diese Funktion deaktiviert.
es: Es posible que otra aplicación de VPN en tu Mac la haya desactivado.
fr: Il est possible qu'une autre application VPN présente sur votre Mac l'ait désactivé.
it: Un'altra app VPN sul tuo Mac potrebbe averla disattivata.
pl: Mogła zostać wyłączona przez inną aplikację VPN na komputerze Mac.
pt: É possível que outra aplicação de VPN no teu Mac a tenha desativado.
ru: Возможно, его отключило другое VPN-приложение на вашем компьютере.

# network.protection.superceded.notification.title
source: DuckDuckGo VPN disconnected
de: DuckDuckGo VPN ist getrennt
es: La VPN de DuckDuckGo se ha desconectado
fr: VPN DuckDuckGo déconnecté
it: La VPN di DuckDuckGo si è disconnessa
pl: Sieć DuckDuckGo VPN została rozłączona
pt: A VPN DuckDuckGo está desativada
ru: DuckDuckGo VPN отключен

# network.protection.status.menu.faq
source: FAQs and Support…
de: F&A und Support …
es: Preguntas frecuentes y asistencia...
fr: FAQ et assistance…
it: Domande frequenti e assistenza...
pl: Często zadawane pytania i pomoc techniczna...
pt: Perguntas Frequentes e Apoio Técnico…
ru: Часто задаваемые вопросы и поддержка…

# network.protection.status.menu.send.feedback
source: Send Feedback…
de: Rückmeldung senden …
es: Enviar comentarios…
fr: Envoyer des commentaires…
it: Invia feedback…
pl: Wyślij opinię...
pt: Enviar feedback…
ru: Отправить отзыв…

# network.protection.status.menu.share.feedback
source: Share VPN Feedback…
de: VPN-Feedback teilen …
es: Compartir comentarios sobre la VPN...
fr: Partagez vos commentaires sur le VPN…
it: Condividi il feedback sulla VPN...
pl: Podziel się opinią o VPN…
pt: Partilhar feedback sobre a VPN…
ru: Поделиться отзывом о VPN

# network.protection.status.menu.vpn.open-duckduckgo
source: Open DuckDuckGo…
de: DuckDuckGo öffnen …
es: Abrir DuckDuckGo...
fr: Ouvrir DuckDuckGo…
it: Apri DuckDuckGo...
pl: Otwórz DuckDuckGo…
pt: Abrir o DuckDuckGo…
ru: Открыть DuckDuckGo...

# network.protection.status.menu.vpn.settings
source: VPN Settings…
de: VPN-Einstellungen …
es: Configuración de VPN
fr: Réglages VPN…
it: Impostazioni VPN…
pl: Ustawienia VPN...
pt: Definições da VPN…
ru: Настройки VPN...

# network.protection.autoconnect.tip.enable
source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
pl: Włącz
pt: Permitir
ru: Включить

# network.protection.autoconnect.tip.message
source: The VPN can connect on its own when you log in to your computer.
de: Das VPN kann sich automatisch verbinden, wenn du dich bei deinem Computer anmeldest.
es: La VPN puede conectarse automáticamente cuando inicias sesión en tu ordenador.
fr: Le VPN peut se connecter tout seul lorsque vous vous connectez à votre ordinateur.
it: La VPN è in grado di connettersi automaticamente quando accedi al computer.
pl: Sieć VPN może nawiązać połączenie automatycznie po zalogowaniu do komputera.
pt: A VPN pode ligar-se automaticamente quando inicias sessão no teu computador.
ru: VPN может подключаться автоматически при входе в систему компьютера.

# network.protection.autoconnect.tip.title
source: Connect Automatically
de: Automatisch verbinden
es: Conéctate automáticamente
fr: Connexion automatique
it: Connettiti automaticamente
pl: Połącz automatycznie
pt: Ligação automática
ru: Автоматическое подключение

# network.protection.domain.exclusion.tip.message
source: Exclude websites that block VPN traffic so you can use them without turning the VPN off.
de: Schließe Websites aus, die VPN-Verkehr blockieren, damit du sie nutzen kannst, ohne das VPN zu deaktivieren.
es: Excluye los sitios web que bloquean el tráfico de VPN para que puedas usarlos sin apagar la VPN.
fr: Excluez les sites Web qui bloquent le trafic VPN afin de pouvoir les utiliser sans désactiver le VPN.
it: Escludi i siti web che bloccano il traffico VPN per poterli usare senza disattivare la VPN.
pl: Wyklucz witryny, które blokują ruch VPN, aby korzystać z nich bez wyłączania VPN.
pt: Exclui os sites que bloqueiam o tráfego da VPN para que os possas utilizar sem desativar a VPN.
ru: Исключите сайты, блокирующие трафик по VPN, чтобы посещать их, не отключая VPN.

# network.protection.domain.exclusion.tip.title
source: Website not working?
de: Website funktioniert nicht?
es: ¿El sitio web no funciona?
fr: Le site Web ne fonctionne pas ?
it: Il sito web non funziona?
pl: Witryna internetowa nie działa?
pt: O site não está a funcionar?
ru: Сайт не работает?

# network.protection.geoswitching.tip.message
source: Connect to any of our servers worldwide to customize the VPN location.
de: Verbinde dich mit einem unserer Server weltweit, um den VPN-Standort anzupassen.
es: Conéctate a cualquiera de nuestros servidores por todo el mundo para personalizar la ubicación de la VPN.
fr: Connectez-vous à l'un de nos serveurs dans le monde entier pour personnaliser l'emplacement du VPN.
it: Connettiti a uno dei nostri server in tutto il mondo per personalizzare la posizione della VPN.
pl: Połącz się z dowolnym z serwerów na całym świecie, aby dostosować lokalizację VPN.
pt: Liga-te a qualquer um dos nossos servidores em todo o mundo para personalizar a localização da VPN.
ru: Местоположение VPN можно изменить: к вашим услугам серверы в разных уголках мира.

# network.protection.geoswitching.tip.title
source: Change Your Location
de: Standort ändern
es: Cambiar tu ubicación
fr: Modifiez votre emplacement
it: Cambia posizione
pl: Zmień lokalizację
pt: Alterar a localização
ru: Выбор геопозиции

# network.protection.interrupted
source: The VPN was unable to connect at this time. Please try again later.
de: Das VPN konnte zu diesem Zeitpunkt keine Verbindung herstellen. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: La VPN no ha podido conectarse en este momento. Inténtalo de nuevo más tarde.
fr: Connexion du VPN impossible pour le moment. Veuillez réessayer plus tard.
it: La VPN non è riuscita a connettersi in questo momento. Riprova in seguito.
pl: Połączenie VPN jest chwilowo niedostępne. Spróbuj ponownie później.
pt: Não foi possível ligar a VPN. Tenta novamente mais tarde.
ru: VPN не удалось выполнить подключение. Повторите попытку позже.

# network.protection.interrupted.reconnecting
source: Your VPN connection was interrupted. Attempting to reconnect now...
de: Deine VPN-Verbindung wurde unterbrochen. Versuche jetzt, die Verbindung wiederherzustellen ...
es: Se ha interrumpido tu conexión VPN. Intentando volver a conectar ahora...
fr: Votre connexion VPN a été interrompue. Tentative de reconnexion en cours…
it: La tua connessione VPN è stata interrotta. Tentativo di riconnessione in corso...
pl: Ppołączenie VPN zostało przerwane. Próba ponownego połączenia...
pt: A ligação da VPN foi interrompida. A tentar ligar novamente…
ru: VPN-соединение было прервано. Выполняется попытка повторного подключения...

# network.protection.onboarding.allow.extension.action
source: Open System Settings...
de: Öffne die Systemeinstellungen ...
es: Abrir Configuración del Sistema...
fr: Ouvrir les paramètres système...
it: Apri le impostazioni di sistema...
pl: Otwórz ustawienia systemowe...
pt: Abrir Definições do sistema…
ru: Открыть системные настройки...

# network.protection.onboarding.allow.extension.desc.allow
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
it: Consenti
pl: Zezwól
pt: Permitir
ru: Разрешить

# network.protection.onboarding.allow.extension.desc.prefix
source: Open System Settings to Privacy & Security. Scroll and select
de: Öffne die Systemeinstellungen zu Privatsphäre & Sicherheit. Scrolle und wähle
es: Abre la Configuración del sistema en Privacidad y seguridad. Desplázate y selecciona
fr: Ouvrez les paramètres système sur Confidentialité et sécurité. Faites défiler et sélectionnez
it: Apri le impostazioni di sistema su Privacy e Sicurezza. Scorri e seleziona
pl: Otwórz ustawienia systemowe i przejdź do obszaru Prywatność i bezpieczeństwo. Przewiń i wybierz
pt: Abra as Definições do sistema em Privacidade e Segurança. Desloque a página e selecione
ru: Откройте раздел «Системные настройки > Конфиденциальность и безопасность». Прокрутите список и выберите:

# network.protection.onboarding.allow.extension.desc.sequoia.emphasized
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Configuración del Sistema
fr: Ouvrir les paramètres système
it: Apri Impostazioni di Sistema
pl: Otwórz ustawienia systemowe
pt: Abrir Definições do sistema
ru: Открыть настройки системы

# network.protection.onboarding.allow.extension.desc.sequoia.prefix
source: Click
de: Klicke
es: Haz clic
fr: Cliquez
it: Fai clic su
pl: Kliknij
pt: Clica
ru: Нажмите

# network.protection.onboarding.allow.extension.desc.sequoia.suffix
source: , then enable the DuckDuckGo VPN network extension.
de: , aktiviere dann die VPN-Netzwerkerweiterung von DuckDuckGo.
es: , luego habilita la extensión de red VPN de DuckDuckGo.
fr: , puis activez l'extension du réseau VPN DuckDuckGo.
it: , poi abilita l'estensione della rete VPN di DuckDuckGo.
pl: , a następnie włącz rozszerzenie sieci VPN DuckDuckGo.
pt: , depois ativa a extensão de rede da VPN DuckDuckGo.
ru: , а затем включите сетевое расширение DuckDuckGo VPN.

# network.protection.onboarding.allow.extension.desc.suffix
source: for DuckDuckGo software.
de: für die DuckDuckGo-Software.
es: para el software de DuckDuckGo.
fr: pour le logiciel DuckDuckGo.
it: per il software DuckDuckGo.
pl: dla oprogramowania DuckDuckGo.
pt: para o software DuckDuckGo.
ru: для ПО DuckDuckGo.

# network.protection.onboarding.allow.vpn.action
source: Add VPN Configuration...
de: VPN-Konfiguration hinzufügen ...
es: Añadir configuración VPN...
fr: Ajouter une configuration VPN…
it: Aggiungi configurazione VPN...
pl: Dodaj konfigurację VPN...
pt: Adicionar configuração de VPN…
ru: Добавить конфигурацию VPN...

# network.protection.onboarding.allow.vpn.desc.allow
source: Allow
de: Zulassen
es: Permitir
fr: Autoriser
it: Consenti
pl: Zezwól
pt: Permitir
ru: Разрешить

# network.protection.onboarding.allow.vpn.desc.expanded.suffix
source: when prompted to finish setting up VPN. This adds a shortcut in the menu bar so you can still access the VPN if the browser isn't running.
de: wenn du aufgefordert wirst, die VPN-Einrichtung abzuschließen. Dadurch wird eine Verknüpfung in der Menüleiste hinzugefügt, sodass du weiterhin auf das VPN zugreifen kannst, wenn der Browser nicht ausgeführt wird.
es: cuando se te solicite completar la configuración de la VPN. Esto añade un acceso directo en la barra de menú para que puedas seguir accediendo a la VPN si el navegador no está en funcionamiento.
fr: lorsque vous êtes invité(e) à terminer la configuration du VPN. Cela ajoute un raccourci dans la barre de menu afin que vous puissiez toujours accéder au VPN si le navigateur ne fonctionne pas.
it: quando ti viene chiesto di completare la configurazione della VPN. Questo aggiunge una scorciatoia nella barra dei menu, così puoi accedere alla VPN anche se il browser non è in esecuzione.
pl: po wyświetleniu monitu o dokończenie konfiguracji VPN. Powoduje to dodanie skrótu na pasku menu, który umożliwia uzyskanie dostępu do VPN, nawet jeśli przeglądarka nie jest uruchomiona.
pt: quando te for pedido para terminar a configuração da VPN. Isto adiciona um atalho à barra de menu para que possas continuar a aceder à VPN se o navegador não estiver a funcionar.
ru: на финальном этапе настройки VPN. В строке меню появится ярлык, который позволит использовать VPN, не запуская браузер.

# network.protection.onboarding.allow.vpn.desc.prefix
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pl: Wybierz
pt: Selecionar
ru: Выберите

# network.protection.onboarding.allow.vpn.desc.suffix
source: when prompted to finish setting up VPN.
de: wenn du aufgefordert wirst, die VPN-Einrichtung abzuschließen.
es: cuando se te solicite completar la configuración de la VPN.
fr: lorsque vous êtes invité(e) à terminer la configuration du VPN.
it: quando ti viene chiesto di completare la configurazione della VPN.
pl: po wyświetleniu monitu o dokończenie konfiguracji VPN.
pt: quando te for pedido para terminar a configuração da VPN.
ru: на финальном этапе настройки VPN.

# network.protection.onboarding.allow.vpn.title
source: Add VPN Configuration
de: VPN-Konfiguration hinzufügen
es: Añadir configuración de VPN
fr: Ajouter une configuration VPN
it: Aggiungi configurazione VPN
pl: Dodaj konfigurację VPN
pt: Adiciona a configuração de VPN
ru: Конфигурация VPN

# network.protection.onboarding.install.extension.title
source: Install VPN System Extension
de: VPN-Systemerweiterung installieren
es: Instalar la extensión del sistema VPN
fr: Installer l'extension système VPN
it: Installa l'estensione di sistema VPN
pl: Zainstaluj rozszerzenie systemowe VPN
pt: Instala a extensão do sistema VPN
ru: Установка VPN-расширения системы

# network.protection.onboarding.move.to.applications.action
source: Move App for Me and Restart…
de: App für dich verschieben und neu starten …
es: Mover la aplicación y reiniciar…
fr: Déplacer l'application pour moi et redémarrer…
it: Sposta l'app per me e riavvia...
pl: Przenieś aplikację do mnie i uruchom ponownie...
pt: Mover a app por mim e reiniciar…
ru: Перенести и перезапустить...
