Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# NSCameraUsageDescription
source: Lets websites ask permission to use your camera for video calls, recording and uploading videos, or taking and uploading photos.
de: Websites müssen um Erlaubnis bitten, um deine Kamera für Videoanrufe, das Aufnehmen und Hochladen von Videos oder das Aufnehmen und Hochladen von Fotos zu verwenden.
es: Permite a los sitios web pedir permiso para usar la cámara para hacer videollamadas, grabar y subir vídeos o sacar y subir fotos.
fr: Permet aux sites Web de demander l'autorisation d'utiliser votre appareil photo pour des appels vidéo, pour enregistrer et télécharger des vidéos, ou pour prendre et télécharger des photos.
it: Consente ai siti web di chiedere l'autorizzazione di utilizzare la tua fotocamera per videochiamate, registrare e caricare video o scattare e caricare foto.
pl: Umożliwia witrynom internetowym pytanie o zezwolenie na korzystanie z kamery do połączeń wideo, nagrywania i przesyłania filmów lub robienia i przesyłania zdjęć.
pt: Permite que os sites peçam autorização para utilizar a tua câmara para chamadas de vídeo, gravar e carregar vídeos ou tirar e carregar fotografias.
ru: Позволяет сайтам запрашивать разрешение использовать камеру для совершения видеозвонков, записи и загрузки видео или съемки и загрузки фотографий.

# NSDesktopFolderUsageDescription
source: Lets you save files to the Desktop folder on your computer.
de: Ermöglicht dir, Dateien im Ordner „Desktop“ auf deinem Computer zu speichern.
es: Te permite guardar archivos en la carpeta Escritorio de tu ordenador.
fr: Vous permet d'enregistrer des fichiers dans le dossier Bureau de votre ordinateur.
it: Consente di salvare i file nella cartella Desktop del computer.
pl: Umożliwia zapisywanie plików w folderze Pulpit na komputerze.
pt: Permite-te guardar ficheiros na pasta Ambiente de trabalho no teu computador.
ru: Позволяет сохранять файлы в папке «Рабочий стол» на вашем компьютере.

# NSDocumentsFolderUsageDescription
source: Lets you save files to the Documents folder on your computer.
de: Ermöglicht dir, Dateien im Ordner „Dokumente“ auf deinem Computer zu speichern.
es: Te permite guardar archivos en la carpeta Documentos de tu ordenador.
fr: Vous permet d’enregistrer des fichiers dans le dossier Documents de votre ordinateur.
it: Consente di salvare i file nella cartella Documenti del computer.
pl: Umożliwia zapisywanie plików w folderze Dokumenty na komputerze.
pt: Permite-te guardar ficheiros na pasta Documentos no teu computador.
ru: Позволяет сохранять файлы в папке «Документы» на вашем компьютере.

# NSDownloadsFolderUsageDescription
source: Lets you save files to the Downloads folder on your computer.
de: Ermöglicht dir, Dateien im Ordner „Downloads“ auf deinem Computer zu speichern.
es: Te permite guardar archivos en la carpeta Descargas de tu ordenador.
fr: Vous permet d’enregistrer des fichiers dans le dossier Téléchargements de votre ordinateur.
it: Ti permette di salvare i file nella cartella Download sul computer.
pl: Umożliwia zapisywanie plików w folderze Pobrane na komputerze.
pt: Permite-te guardar ficheiros na pasta Transferências no teu computador.
ru: Позволяет сохранять файлы в папке «Загрузки» на вашем компьютере.

# NSHumanReadableCopyright
source: Copyright © 2024 DuckDuckGo. All rights reserved.
de: Copyright © 2024 DuckDuckGo. Alle Rechte vorbehalten.
es: Copyright © 2024 DuckDuckGo. Todos los derechos reservados.
fr: Copyright © 2024 DuckDuckGo. Tous droits réservés.
it: Copyright © 2024 DuckDuckGo. Tutti i diritti riservati.
pl: Copyright © 2024 DuckDuckGo. Wszelkie prawa zastrzeżone.
pt: Copyright © 2024 DuckDuckGo. Todos os direitos reservados.
ru: © 2024 DuckDuckGo. Все права защищены.

# NSLocationUsageDescription
source: Lets websites ask permission to use your location to improve search results, provide weather and directions, or show nearby map locations.
de: Websites müssen um Erlaubnis bitten, um deinen Standort zu verwenden, um die Suchergebnisse zu verbessern, Wetter und Wegbeschreibungen bereitzustellen oder Kartenstandorte in der Nähe anzuzeigen.
es: Permite que los sitios web pidan permiso para usar tu ubicación para mejorar los resultados de búsqueda, ofrecer información meteorológica e indicaciones de cómo llegar o mostrar ubicaciones cercanas en el mapa.
fr: Permet aux sites Web de demander l'autorisation d'utiliser votre position pour améliorer les résultats de recherche, donner des informations sur la météo et les itinéraires, ou afficher les emplacements à proximité.
it: Consente ai siti web di chiedere l'autorizzazione di utilizzare la tua posizione per migliorare i risultati di ricerca, fornire informazioni sul meteo e indicazioni stradali o mostrare le posizioni nelle vicinanze sulla mappa.
pl: Umożliwia witrynom internetowym pytanie o zezwolenie na wykorzystanie Twojej lokalizacji w celu ulepszenia wyników wyszukiwania, zapewnienia informacji o pogodzie i wskazywania drogi lub wyświetlania pobliskich lokalizacji na mapie.
pt: Permite que os sites peçam permissão para utilizar a tua localização para melhorar os resultados da pesquisa, fornecer informações meteorológicas e direções, ou mostrar localizações próximas no mapa.
ru: Позволяет сайтам запрашивать разрешение использовать геопозицию для предоставления более точных результатов поиска, прогнозов погоды и маршрутов либо отображения близлежащих объектов на карте.

# NSLocationWhenInUseUsageDescription
source: Allows you to share your location
de: Teile deinen Standort
es: Te permite compartir tu ubicación
fr: Vous permet de partager votre position
it: Consente la condivisione della tua posizione
pl: Umożliwia udostępnianie Twojej lokalizacji
pt: Permite-lhe partilhar a sua localização
ru: Позволяет делиться геопозицией

# NSMicrophoneUsageDescription
source: Lets websites ask permission to use your microphone for audio and video calls or for recording and uploading audio.
de: Websites müssen um Erlaubnis bitten, um dein Mikrofon für Audio- und Videoanrufe oder für die Aufnahme und das Hochladen von Audio zu verwenden.
es: Permite a los sitios web pedir permiso para usar tu micrófono para hacer llamadas de audio y vídeo o para grabar y subir audio.
fr: Permet aux sites Web de demander l'autorisation d'utiliser votre micro pour des appels audio et vidéo, ou pour enregistrer et télécharger du contenu audio.
it: Consente ai siti web di chiedere l'autorizzazione di utilizzare il tuo microfono per chiamate audio e video o per registrare e caricare audio.
pl: Umożliwia witrynom internetowym pytanie o zezwolenie na korzystanie z mikrofonu do połączeń audio i wideo lub do nagrywania i przesyłania dźwięku.
pt: Permite que os sites peçam permissão para utilizar o teu microfone para chamadas de áudio e de vídeo ou para gravar e carregar áudio.
ru: Позволяет сайтам запрашивать разрешение использовать микрофон для голосовых и видеозвонков или записи и загрузки аудио.

source: %@ does not support storing passwords
de: %@ unterstützt das Speichern von Passwörtern nicht
es: %@ no admite el almacenamiento de contraseñas
fr: %@ ne permet pas de stocker des mots de passe
it: %@ non supporta l'archiviazione delle password
pl: %@ nie obsługuje przechowywania haseł
pt: %@ não suporta o armazenamento de palavras-passe
ru: Браузер %@ не позволяет хранить пароли

source: %lld tracking attempts blocked
de: %lld Tracking-Versuche blockiert
es: %lld intentos de rastreo bloqueados
fr: %lld tentatives de pistage bloquées
it: %lld tentativi di tracciamento bloccati
pl: Zablokowane próby śledzenia: %lld
pt: Tentativas de rastreamento bloqueadas: %lld
ru: Пресечено попыток отслеживания: %lld

source: **%lld** tracking attempts blocked
de: **%lld** Tracking-Versuche blockiert
es: **%lld** intentos de rastreo bloqueados
fr: **%lld** tentatives de pistage bloquées
it: **%lld** tentativi di tracciamento bloccati
pl: Zablokowane próby śledzenia: **%lld**
pt: Tentativas de rastreamento bloqueadas: **%lld**
ru: Пресечено попыток отслеживания: **%lld**

source: Actual Size
de: Tatsächliche Größe
es: Tamaño real
fr: Taille réelle
it: Dimensione effettiva
pl: Rzeczywisty rozmiar
pt: Tamanho real
ru: Фактический размер

source: Add any details that you think may help us fix the problem
de: Füge alle Details hinzu, von denen du denkst, dass sie uns helfen können, das Problem zu lösen
es: Añade cualquier detalle que creas que puede ayudarnos a solucionar el problema
fr: Ajoutez toutes les informations qui, selon vous, pourraient nous aider à résoudre le problème
it: Aggiungi tutti i dettagli che ritieni possano aiutarci a risolvere il problema
pl: Dodaj ewentualne szczegóły, które Twoim zdaniem mogą nam pomóc w rozwiązaniu problemu
pt: Inclui todos os detalhes que consideres poderem ajudar-nos a resolver o problema
ru: Добавьте любую информацию, которая может пригодиться в решении проблемы

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
pl: Adres
pt: Morada
ru: Адрес

source: After clicking import, your computer may ask you to enter a password. You may need to enter your password two times before importing starts. DuckDuckGo will not see that password. Imported passwords are stored securely using encryption.
de: Nachdem du auf Importieren geklickt hast, fordert dich dein Computer möglicherweise auf, ein Passwort einzugeben. Möglicherweise musst du dein Passwort zweimal eingeben, bevor der Import beginnt. DuckDuckGo wird dieses Passwort nicht sehen. Importierte Passwörter werden durch Verschlüsselung sicher gespeichert.
es: Es posible que tu ordenador solicite que introduzcas una contraseña después de hacer clic en importar. Puede que tengas que introducir tu contraseña dos veces antes de empezar a importar. DuckDuckGo no verá esa contraseña. Las contraseñas importadas se almacenan de forma segura mediante encriptación.
fr: Après avoir cliqué sur Importer, votre ordinateur pourra vous demander de saisir un mot de passe. Vous devrez peut-être saisir votre mot de passe deux fois avant le lancement de l'importation. DuckDuckGo ne verra pas ce mot de passe. Les mots de passe importés sont stockés en toute sécurité grâce à un cryptage.
it: Dopo aver fatto clic su "Importa", il tuo computer potrebbe chiederti di inserire una password e potrebbe essere necessario inserirla due volte prima che l'importazione abbia inizio. DuckDuckGo non visualizzerà mai questa password. Le password importate vengono archiviate in modo sicuro utilizzando la crittografia.
pl: Po kliknięciu opcji importu komputer może Cię poprosić o wprowadzenie hasła. Przed rozpoczęciem importowania może być konieczne dwukrotne wprowadzenie hasła. DuckDuckGo nie zobaczy tego hasła. Zaimportowane hasła są bezpiecznie przechowywane przy użyciu szyfrowania.
pt: Depois de clicares em Importar, o teu computador pode pedir-te para introduzires uma palavra-passe. Poderás ter de a introduzir duas vezes antes a importação começar. O DuckDuckGo não verá essa palavra-passe. As palavras-passe importadas são armazenadas com segurança por meio de encriptação.
ru: После нажатия кнопки «Импорт» компьютер может попросить вас ввести пароль. Прежде чем начнется импортирование, пароль, возможно, придется ввести дважды. DuckDuckGo его не увидит. Импортированные пароли надежно хранятся в зашифрованном виде.

source: Align Bookmarks
de: Lesezeichen ausrichten
es: Alinear marcadores
fr: Aligner les signets
it: Allinea segnalibri
pl: Wyrównaj zakładki
pt: Alinhar marcadores
ru: Выравнивание панели закладок

source: Align Bookmarks to Center
de: Lesezeichen zentriert ausrichten
es: Alinear marcadores en el centro
fr: Aligner les signets au centre
it: Allinea i segnalibri al centro
pl: Wyrównaj zakładki do środka
pt: Alinhar marcadores ao centro
ru: Выровнять по центру

source: Align Bookmarks to Left
de: Lesezeichen linksbündig ausrichten
es: Alinea marcadores a la izquierda
fr: Aligner les signets à gauche
it: Allinea i segnalibri a sinistra
pl: Wyrównaj zakładki do lewej
pt: Alinhar marcadores à esquerda
ru: Выровнять по левому краю

source: Always Show
de: Immer anzeigen
es: Mostrar siempre
fr: Toujours afficher
it: Mostra sempre
pl: Zawsze pokazuj
pt: Mostrar sempre
ru: Всегда показывать

source: Birthday
de: Geburtstag
es: Fecha de nacimiento
fr: Anniversaire
it: Compleanno
pl: Urodziny
pt: Aniversário
ru: Дата рождения

source: Bookmark import failed.
de: Der Lesezeichen-Import ist fehlgeschlagen.
es: Se ha producido un error al importar el marcador.
fr: L'importation des signets a échoué.
it: Importazione segnalibro non riuscita.
pl: Importowanie zakładek nie powiodło się.
pt: Falha na importação do marcador.
ru: Не удалось импортировать закладку.

source: Bookmark import failed:
de: Lesezeichen-Import fehlgeschlagen:
es: Se ha producido un error al importar el marcador:
fr: Échec de l'importation des signets :
it: Importazione segnalibro non riuscita:
pl: Importowanie zakładek nie powiodło się:
pt: Falha na importação do marcador:
ru: Не удалось импортировать закладку:

source: Bookmarks Import Complete:
de: Lesezeichen-Import abgeschlossen:
es: Importación de marcadores completada:
fr: Importation des signets terminée :
it: Importazione segnalibri completata:
pl: Importowanie zakładek ukończone:
pt: Importação de marcadores concluída:
ru: Закладки импортированы:

source: Bookmarks:
de: Lesezeichen:
es: Marcadores:
fr: Signets :
it: Segnalibri:
pl: Zakładki:
pt: Marcadores:
ru: Закладки:

source: Bring All to Front
de: Alle nach vorne bringen
es: Traer todo al frente
fr: Tout mettre au premier plan
it: Porta tutto davanti
pl: Przesuń na wierzch
pt: Passar tudo para a frente
ru: Вынести все на передний план

source: Capitalize
de: Großschreiben
es: Cambiar a mayúsculas
fr: Mettre une majuscule
it: Converti in maiuscolo
pl: Od wielkiej litery
pt: Usar maiúscula
ru: С заглавной буквы

source: Center
de: Mittig
es: Centro
fr: Centre
it: Centro
pl: Środek
pt: Centro
ru: По центру

source: Clear All History…
de: Gesamten Verlauf löschen ...
es: Borrar todo el historial...
fr: Effacer tout l'historique…
it: Cancella tutta la cronologia...
pl: Wyczyść całą historię…
pt: Limpar todo o histórico…
ru: Очистить всю историю…

source: Contact Info
de: Kontaktinformationen
es: Información de contacto
fr: Informations de contact
it: Informazioni di contatto
pl: Informacje kontaktowe
pt: Informações de contacto
ru: Контактная информация

source: Country
de: Land
es: País
fr: Pays
it: Paese
pl: Kraj
pt: País
ru: Страна

source: Data Detectors
de: Datendetektoren
es: Detectores de datos
fr: Détecteurs de données
it: Rilevatori di dati
pl: Detektory danych
pt: Detetores de dados
ru: Детекторы данных

source: Delete All History…
de: Gesamten Verlauf löschen …
es: Borrar todo el historial...
fr: Supprimer tout l'historique…
it: Elimina tutta la cronologia…
pl: Usuń całą historię...
pt: Eliminar todo o histórico…
ru: Удалить всю историю…

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
pl: Programista
pt: Programador
ru: Разработка

source: Display progress
de: Fortschritt anzeigen
es: Mostrar progreso
fr: Afficher la progression
it: Visualizza i progressi
pl: Wyświetl postęp
pt: Mostrar progresso
ru: Показывать степень выполнения

source: DuckDuckGo Help
de: DuckDuckGo Hilfe
es: Ayuda de DuckDuckGo
fr: Aide DuckDuckGo
it: Guida DuckDuckGo
pl: DuckDuckGo — pomoc
pt: Ajuda do DuckDuckGo
ru: Справка по DuckDuckGo

source: DuckDuckGo browser version
es: Versión del navegador DuckDuckGo
fr: Version du navigateur DuckDuckGo
it: Versione del browser DuckDuckGo
pl: Wersja przeglądarki DuckDuckGo
pt: Versão do navegador DuckDuckGo
ru: Версия браузера DuckDuckGo

source: DuckDuckGo needs your permission to read the %1$@ bookmarks file. Select the %2$@ folder to import bookmarks.
de: DuckDuckGo benötigt deine Berechtigung zum Lesen der %1$@-Lesezeichen-Datei. Wähle den Ordner %2$@ aus, um Lesezeichen zu importieren.
es: DuckDuckGo necesita tu permiso para leer el archivo de marcadores %1$@. Selecciona la carpeta %2$@ para importar marcadores.
fr: DuckDuckGo a besoin de votre permission pour lire le fichier de signets %1$@. Sélectionnez le dossier %2$@ pour importer les signets.
it: DuckDuckGo necessita della tua autorizzazione per leggere il file di segnalibri %1$@. Seleziona la cartella %2$@ per importare i segnalibri.
pl: DuckDuckGo potrzebuje pozwolenia na odczytanie pliku zakładek przeglądarki %1$@. Wybierz folder %2$@, aby zaimportować zakładki.
pt: O DuckDuckGo precisa da tua permissão para ler o ficheiro de marcadores %1$@. Seleciona a pasta %2$@ para importares os marcadores.
ru: DuckDuckGo запрашивает разрешение на чтение файла закладок %1$@. Чтобы импортировать закладки, выберите папку %2$@.

source: Duplicates Skipped:
de: Duplikate übersprungen:
es: Duplicados omitidos:
fr: Doublons ignorés :
it: Duplicati ignorati:
pl: Pominięte duplikaty:
pt: Duplicados ignorados:
ru: Пропущенные дубликаты:

source: Duplicates Skipped:
de: Duplikate übersprungen:
es: Duplicados omitidos:
fr: Doublons ignorés :
it: Duplicati ignorati:
pl: Pominięte duplikaty:
pt: Duplicados ignorados:
ru: Пропущенные дубликаты:

source: Enter Full Screen
de: Vollbildmodus aktivieren
es: Entrar en pantalla completa
fr: Passer en mode plein écran
it: Accedi alla visualizzazione a schermo intero
pl: Wejdź w tryb pełnoekranowy
pt: Ecrã completo
ru: Войти в полноэкранный режим

# Error message &amp; code
source: Error message & code
de: Fehlermeldung & Code
es: Mensaje y código de error
fr: Message et code d'erreur
it: Messaggio e codice di errore
pl: Komunikat o błędzie i kod błędu
pt: Mensagem e código de erro
ru: Сообщение и код ошибки

source: Favorite This Page…
de: Diese Seite als Favorit hinzufügen …
es: Marcar esta página como favorita...
fr: Ajouter cette page aux favoris…
it: Aggiungi questa pagina ai Preferiti…
pl: Dodaj tę stronę do ulubionych…
pt: Adicionar esta página aos Favoritos…
ru: Добавить страницу в избранное...

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pl: Pomoc
pt: Ajuda
ru: Справка

source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
pl: Historia
pt: Histórico
ru: История

source: Home
de: Startseite
es: Inicio
fr: Accueil
it: Schermata iniziale
pl: Strona główna
pt: Página inicial
ru: Домашняя

source: Home Button
es: Botón Inicio
fr: Bouton d'accueil
it: Pulsante Home
pl: Przycisk Początek
pt: Botão Início
ru: Кнопка «Домой»

source: Import Bookmarks
de: Lesezeichen importieren
es: Importar marcadores
fr: Importer des favoris
it: Importa segnalibri
pl: Importuj zakładki
pt: Importar marcadores
ru: Импортировать закладки

source: Import Passwords
de: Passwörter importieren
es: Importar contraseñas
fr: Importer les mots de passe
it: Importa password
pl: Importuj hasła
pt: Importar palavras-passe
ru: Импорт паролей

source: Import Results:
de: Ergebnisse importieren:
es: Importar resultados:
fr: Résultats de l'importation :
it: Risultati dell'importazione:
pl: Wyniki importowania:
pt: Importar resultados:
ru: Результаты импорта:

source: JavaScript Console
de: JavaScript-Konsole
es: Consola de JavaScript
fr: Console JavaScript
it: Console JavaScript
pl: Konsola JavaScript
pt: Consola de JavaScript
ru: Консоль JavaScript

source: Let’s try doing it manually. It won’t take long.
de: Versuchen wir, es manuell zu machen. Es wird nicht lange dauern.
es: Vamos a intentar hacerlo de forma manual. No tardará mucho.
fr: Essayons de le faire manuellement. Cela ne prendra pas longtemps.
it: Proviamo a farlo manualmente. Non ci vorrà molto.
pl: Spróbujmy zrobić to ręcznie. To nie potrwa długo.
pt: Vamos tentar fazer a importação manualmente. Não vai demorar muito.
ru: Давайте попробуем вручную. Это не займет много времени.

source: Make Lower Case
de: Kleinschreibung vornehmen
es: Cambiar a minúsculas
fr: Mettre en minuscule
it: Converti in lettere minuscole
pl: Przekształć na małe litery
pt: tudo em minúsculas
ru: Строчные

source: Make Upper Case
de: Großschreibung vornehmen
es: Cambiar a mayúsculas
fr: Mettre en majuscule
it: Converti in lettere maiuscole
pl: Przekształć na wielkie litery
pt: TUDO EM MAIÚSCULAS
ru: Прописные

source: Manage Bookmarks
de: Lesezeichen verwalten
es: Gestionar marcadores
fr: Gérer les signets
it: Gestisci segnalibri
pl: Zarządzaj zakładkami
pt: Gerir marcadores
ru: Управление закладками

source: Merge All Windows
de: Alle Fenster zusammenführen
es: Fusionar todas las ventanas
fr: Fusionner toutes les fenêtres
it: Unisci tutte le finestre
pl: Scal wszystkie okna
pt: Agrupar todas as janelas
ru: Объединить все окна

source: Minimize
de: Minimieren
es: Minimizar
fr: Réduire
it: Riduci
pl: Minimalizuj
pt: Minimizar
ru: Свернуть

source: Never Show
de: Niemals anzeigen
es: No mostrar nunca
fr: Ne jamais afficher
it: Non mostrare mai
pl: Nigdy nie pokazuj
pt: Nunca mostrar
ru: Не показывать

source: Only Show on New Tab
de: Nur auf neuem Tab anzeigen
es: Mostrar solo en una pestaña nueva
fr: Afficher uniquement sur un nouvel onglet
it: Mostra solo la nuova scheda
pl: Pokaż tylko na nowej karcie
pt: Mostrar apenas no novo separador
ru: Показывать только в новой вкладке

source: Password import complete. You can now delete the saved passwords file.
de: Passwortimport abgeschlossen. Du kannst jetzt die gespeicherte Passwortdatei löschen.
es: Importación de contraseña completada. Ya puedes eliminar el archivo de contraseñas guardadas.
fr: L'importation des mots de passe est terminée. Vous pouvez maintenant supprimer le fichier de mots de passe sauvegardé.
it: Importazione della password completata. Ora puoi eliminare il file delle password salvate.
pl: Importowanie haseł zostało ukończone. Teraz możesz usunąć zapisany plik haseł.
pt: Importação de palavra-passe concluída. Já podes eliminar o ficheiro de palavras-passe guardadas.
ru: Пароли импортированы. Можете удалить сохраненный файл с паролями.

source: Password import failed.
de: Der Passwortimport ist fehlgeschlagen.
es: Se ha producido un error al importar la contraseña.
fr: L'importation des mots de passe a échoué.
it: Importazione password non riuscita.
pl: Importowanie haseł nie powiodło się.
pt: Falha na importação da palavra-passe.
ru: Не удалось импортировать пароли.

source: Password import failed:
de: Passwortimport fehlgeschlagen:
es: Error al importar contraseña:
fr: Échec de l'importation des mots de passe :
it: Importazione password non riuscita:
pl: Importowanie haseł nie powiodło się:
pt: Falha na importação da palavra-passe:
ru: Не удалось импортировать пароли:

source: Passwords:
de: Passwörter:
es: Contraseñas:
fr: Mots de passe :
it: Password:
pl: Hasła:
pt: Palavras-passe:
ru: Пароли:

source: Please submit a report to help us fix the issue.
de: Bitte reiche einen Bericht ein, damit wir das Problem beheben können.
es: Envía un informe para ayudarnos a solucionar el problema.
fr: Veuillez soumettre un rapport pour nous aider à résoudre le problème.
it: Invia una segnalazione per aiutarci a risolvere il problema.
pl: Prześlij raport, aby pomóc nam w rozwiązaniu problemu.
pt: Envia um relatório para nos ajudar a corrigir o problema.
ru: Отправьте отчет, чтобы мы могли устранить ошибку.

source: Recently Closed
de: Kürzlich geschlossen
es: Cerrado recientemente
fr: Récemment clôturé
it: Chiusa di recente
pl: Niedawno zamknięte
pt: Fechados recentemente
ru: Недавно закрытые

source: Reload Page
de: Seite neu laden
es: Volver a cargar página
fr: Recharger la page
it: Ricarica pagina
pl: Załaduj ponownie stronę
pt: Recarregar página
ru: Перезагрузить страницу

source: Reopen All Windows From Last Session
de: Alle Fenster der letzten Sitzung wieder öffnen
es: Volver a abrir todas las ventanas de la última sesión
fr: Rouvrir toutes les fenêtres de la dernière session
it: Riapri tutte le finestre dell'ultima sessione
pl: Otwórz ponownie wszystkie okna z ostatniej sesji
pt: Reabrir todas as janelas da última sessão
ru: Заново открыть все окна из последнего сеанса
