Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# bookmarks.bar.prompt.dismiss
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
pl: Ukryj
pt: Ocultar
ru: Скрыть

# bookmarks.bar.prompt.message1
source: Show the Bookmarks Bar for quick access to your favorite bookmarks. You can adjust this later in **Settings** > **Appearance**.
de: Zeige die Lesezeichenleiste an, um schnell auf deine bevorzugten Lesezeichen zuzugreifen. Du kannst das später unter **Einstellungen** > **Erscheinungsbild** anpassen.
es: Muestra la barra de marcadores para acceder rápidamente a tus marcadores favoritos. Puedes ajustar esto más tarde en **Configuración** > **Apariencia**.
fr: Affichez la barre des signets pour accéder rapidement à vos favoris. Vous pourrez modifier cela plus tard dans **Réglages** > **Apparence**.
it: Mostra la barra dei segnalibri per accedere rapidamente ai tuoi segnalibri preferiti. Puoi modificarla in seguito in **Impostazioni** > **Aspetto**.
pl: Pokaż pasek zakładek, aby mieć szybki dostęp do ulubionych zakładek. Możesz to później zmienić, wybierając kolejno **Ustawienia** > **Wygląd**.
pt: Mostra a barra de marcadores para teres acesso rápido aos teus marcadores favoritos. Podes ajustar isto mais tarde em **Definições** > **Aparência**.
ru: Отображать панель для быстрого доступа к закладкам в Избранном. Эту настройку можно изменить позже в разделе **Настройки** > **Внешний вид**.

# bookmarks.bar.prompt.title
source: Show Bookmarks Bar?
de: Lesezeichenleiste anzeigen?
es: ¿Mostrar barra de marcadores?
fr: Afficher la barre des signets ?
it: Mostra la barra dei segnalibri?
pl: Pokazać pasek zakładek?
pt: Mostrar barra de marcadores?
ru: Показывать панель закладок?

# bookmarks.bar.show
source: Bookmarks Bar
de: Lesezeichenleiste
es: Barra de marcadores
fr: Barre des signets
it: Barra dei segnalibri
pl: Pasek zakładek
pt: Barra de marcadores
ru: Панель закладок

# bookmarks.bar.show.always
source: Always show
de: Immer anzeigen
es: Mostrar siempre
fr: Toujours afficher
it: Mostra sempre
pl: Zawsze pokazuj
pt: Mostrar sempre
ru: Всегда показывать

# bookmarks.bar.show.new-tab-only
source: Only show on New Tab
de: Nur auf neuem Tab anzeigen
es: Mostrar solo en una pestaña nueva
fr: Afficher uniquement sur un nouvel onglet
it: Mostra solo in una nuova scheda
pl: Pokaż tylko na nowej karcie
pt: Mostrar apenas no novo separador
ru: Показывать только в новой вкладке

# bookmarks.dialog.action.addAllBookmarks
source: Save Bookmarks
de: Lesezeichen speichern
es: Guardar marcadores
fr: Enregistrer les signets
it: Salva segnalibri
pl: Zapisz zakładki
pt: Guardar marcadores
ru: Сохранение закладок

# bookmarks.dialog.action.addBookmark
source: Add Bookmark
de: Lesezeichen hinzufügen
es: Añadir marcador
fr: Ajouter un signet
it: Aggiungi ai segnalibri
pl: Dodaj zakładkę
pt: Adicionar marcador
ru: Добавить закладку

# bookmarks.dialog.action.addFolder
source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter le dossier
it: Aggiungi cartella
pl: Dodaj folder
pt: Adicionar pasta
ru: Добавить папку

# bookmarks.dialog.allTabs.message.add
source: These bookmarks will be saved in a new folder:
de: Diese Lesezeichen werden in einem neuen Ordner gespeichert:
es: Estos marcadores se guardarán en una nueva carpeta:
fr: Ces signets seront enregistrés dans un nouveau dossier:
it: Questi segnalibri verranno salvati in una nuova cartella:
pl: Te zakładki zostaną zapisane w nowym folderze:
pt: Estes marcadores serão guardados numa nova pasta:
ru: Эти закладки будут сохранены в новой папке:

# bookmarks.dialog.allTabs.title.add
source: Bookmark Open Tabs (%d)
de: Offene Tabs mit Lesezeichen versehen (%d)
es: Añadir pestañas abiertas (%d)
fr: Ajouter les onglets ouverts (%d) aux signets
it: Aggiungere ai segnalibri le schede aperte (%d)
pl: Dodaj otwarte karty (%d) do zakładek
pt: Marcar separadores abertos (%d)
ru: Добавить открытые вкладки (%d) в закладки

# bookmarks.dialog.field.folderName
source: Folder Name
de: Ordnername
es: Nombre de la carpeta
fr: Nom du dossier
it: Nome della cartella
pl: Nazwa folderu
pt: Nome da pasta
ru: Название папки

# bookmarks.dialog.field.folderName.value
source: %1$@ - Tabs (%2$d)
es: %1$@ - Pestañas (%2$d)
fr: %1$@ - Onglets (%2$d)
it: %1$@ - Schede (%2$d)
pl: %1$@ - Karty (%2$d)
pt: %1$@ - Separadores (%2$d)
ru: %1$@ - Вкладки (%2$d)

# bookmarks.dialog.field.location
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
pl: Lokalizacja
pt: Localização
ru: Местоположение

# bookmarks.dialog.field.name
source: Name
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
pt: Nome
ru: Название

# bookmarks.dialog.folder.title.add
source: Add Folder
de: Ordner hinzufügen
es: Añadir carpeta
fr: Ajouter le dossier
it: Aggiungi cartella
pl: Dodaj folder
pt: Adicionar pasta
ru: Добавить папку

# bookmarks.dialog.folder.title.edit
source: Edit Folder
de: Ordner bearbeiten
es: Editar carpeta
fr: Modifier le dossier
it: Modifica cartella
pl: Edytuj folder
pt: Editar pasta
ru: Изменить папку

# bookmarks.dialog.title.added
source: Bookmark Added
de: Lesezeichen hinzugefügt
es: Marcador añadido
fr: Signet ajouté
it: Segnalibro aggiunto
pl: Dodano zakładkę
pt: Marcador adicionado
ru: Закладка добавлена

# bookmarks.empty.search.resukt..state.title
source: No bookmarks found
de: Keine Lesezeichen gefunden
es: No se han encontrado marcadores
fr: Aucun signet trouvé
it: Non sono stati trovati segnalibri
pl: Nie znaleziono zakładek
pt: Nenhum marcador encontrado
ru: Закладки не найдены

# bookmarks.empty.search.result.state.message
source: Try different search terms.
de: Probiere verschiedene Suchbegriffe aus.
es: Prueba con diferentes términos de búsqueda.
fr: Essayez différents termes de recherche.
it: Prova con altri termini di ricerca.
pl: Spróbuj z innymi wyszukiwanymi hasłami.
pt: Experimenta termos de pesquisa diferentes.
ru: Попробуйте другие поисковые запросы.

# bookmarks.empty.state.message
source: If your bookmarks are saved in another browser, you can import them into DuckDuckGo.
de: Wenn deine Lesezeichen in einem anderen Browser gespeichert sind, kannst du sie in DuckDuckGo importieren.
es: Si tus marcadores se guardan en otro navegador, puedes importarlos a DuckDuckGo.
fr: Si vos favoris sont enregistrés dans un autre navigateur, vous pouvez les importer dans DuckDuckGo.
it: Se i segnalibri vengono salvati in un altro browser, è possibile importarli in DuckDuckGo.
pl: Jeśli zakładki są zapisane w innej przeglądarce, możesz zaimportować je do DuckDuckGo.
pt: Se os teus marcadores estão guardados noutro navegador, podes importá-los para o DuckDuckGo.
ru: Если ваши закладки хранятся в другом браузере, вы можете импортировать их в DuckDuckGo.

# bookmarks.empty.state.title
source: No bookmarks yet
de: Bisher keine Lesezeichen
es: Todavía no hay marcadores
fr: Pas encore de signets
it: Ancora nessun segnalibro
pl: Nie ma jeszcze zakładek
pt: Ainda sem marcadores
ru: Закладок пока нет

# bookmarks.import.button.title
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt: Importar
ru: Импорт

# bookmarks.imported.from.folder
source: Imported from
de: Importiert aus
es: Importado desde
fr: Importés depuis
it: Importato da
pl: Zaimportowane z
pt: Importados de
ru: Импортировано из папки:

# bookmarks.imported.mobile.folder.title
source: Mobile bookmarks
de: Mobile Lesezeichen
es: Marcadores móviles
fr: Signets mobiles
it: Segnalibri per dispositivi mobili
pl: Zakładki mobilne
pt: Marcadores de telemóveis
ru: Мобильные закладки

# bookmarks.imported.other.folder.title
source: Other bookmarks
de: Andere Lesezeichen
es: Otros marcadores
fr: Autres signets
it: Altri segnalibri
pl: Inne zakładki
pt: Outros marcadores
ru: Другие закладки

# bookmarks.manage
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci
pl: Zarządzaj
pt: Gerir
ru: Настроить

# bookmarks.manage-bookmarks
source: Manage Bookmarks
de: Lesezeichen verwalten
es: Gestionar marcadores
fr: Gérer les signets
it: Gestisci segnalibri
pl: Zarządzaj zakładkami
pt: Gerir marcadores
ru: Управление закладками

# bookmarks.open.in.new.tabs
source: Open in New Tabs
de: In neuen Tabs öffnen
es: Abrir en nuevas pestañas
fr: Ouvrir dans de nouveaux onglets
it: Apri in una nuova scheda
pl: Otwórz w nowych kartach
pt: Abrir em novos separadores
ru: Открыть в новой вкладке

# bookmarks.show-toolbar-panel
source: Open Bookmarks Panel
de: Lesezeichen-Bedienfeld öffnen
es: Abrir panel de marcadores
fr: Ouvrir le volet des signets
it: Apri il pannello Segnalibri
pl: Otwórz panel zakładek
pt: Abrir painel de marcadores
ru: Открыть панель закладок

# bookmarks.sort.manual
source: Manual
de: Manuell
fr: Manuel
it: Manuale
pl: Ręcznie
ru: Вручную

# bookmarks.sort.name
source: Name
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
pt: Nome
ru: Название

# bookmarks.sort.name.asc
source: Ascending
de: Aufsteigend
es: Ascendente
fr: Ascendant
it: Ascendente
pl: Rosnąco
pt: Ascendente
ru: По возрастанию

# bookmarks.sort.name.desc
source: Descending
de: Absteigend
es: Descendente
fr: Descendant
it: Discendente
pl: Malejąco
pt: Descendente
ru: По убыванию

# burner.homepage.description.1
source: Browse without saving local history
de: Durchsuchen ohne Speichern des lokalen Verlaufs
es: Navegar sin guardar el historial local
fr: Parcourir sans enregistrer l'historique local
it: Sfoglia senza salvare la cronologia locale
pl: Przeglądaj bez zapisywania historii lokalnej
pt: Navegar sem guardar o histórico local
ru: Просмотр сайтов без сохранения локальной истории

# burner.homepage.description.2
source: Sign in to a site with a different account
de: Melde dich mit einem anderen Konto bei einer Website an
es: Iniciar sesión en un sitio con una cuenta diferente
fr: Se connecter à un site avec un autre compte
it: Accedi a un sito con un altro account
pl: Zaloguj się do witryny przy użyciu innego konta
pt: Iniciar sessão num site com uma conta diferente
ru: Вход на сайт через другую учетную запись

# burner.homepage.description.3
source: Troubleshoot websites
de: Website-Fehlerbehebung
es: Solucionar problemas de sitios web
fr: Résoudre les problèmes des sites Web
it: Risolvi i problemi dei siti web
pl: Rozwiązuj problemy z witrynami
pt: Resolver problemas de sites
ru: Устранение неполадок с сайтами

# burner.homepage.description.4
source: Fire windows are isolated from other browser data, and their data is burned when you close them. They have the same tracking protection as other windows.
de: Fire Windows sind von anderen Browserdaten isoliert und ihre Daten werden gelöscht, wenn du sie schließt. Sie haben den gleichen Tracking-Schutz wie andere Fenster.
es: Las Fire windows están aisladas de otros datos del navegador y sus datos se queman cuando las cierras. Tienen la misma protección contra el rastreo que otras ventanas.
fr: Les Fire Windows sont isolées des autres données du navigateur, et leurs données sont brûlées lorsque vous les fermez. Elles sont dotées de la même protection contre le pistage que les autres fenêtres.
it: Le fire window sono isolate dagli altri dati del browser e i loro dati vengono eliminati quando le chiudi. Hanno la stessa protezione dal tracciamento delle altre finestre.
pl: Okna Fire Window są odizolowane od innych danych przeglądarki, a zawarte w nich dane są niszczone w chwili ich zamknięcia. Są objęte taką samą ochroną przed śledzeniem jak inne okna.
pt: As Fire Windows estão isoladas de outros dados do navegador e os respetivos dados são queimados quando as fechas. Têm a mesma proteção contra rastreamento das outras janelas.
ru: Данные из окон Fire Window изолированы от остальной части браузера и уничтожаются при закрытии окна. Защита от отслеживания в таких окнах не отличается от стандартной.

# burner.tab.home.title
source: New Fire Tab
de: Neues Fire-Tab
es: Nueva Fire Tab
fr: Nouveau Fire Tab
it: Nuova scheda Fire
pl: Nowa karta Fire
pt: Novo separador Fire
ru: Новая Fire-вкладка

# burner.window.header
source: Fire Window
pl: Okno Fire Window
ru: Окно Fire Window

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отменить

# cannot.open.file.alert.header
source: Cannot Open File
de: Datei kann nicht geöffnet werden
es: No se puede abrir el archivo
fr: Impossible d'ouvrir le fichier
it: Impossibile aprire il file
pl: Nie można otworzyć pliku
pt: Não é possível abrir o ficheiro
ru: Не удалось открыть файл

# cannot.open.file.alert.informative
source: The App Store version of DuckDuckGo can only access local files if you drag-and-drop them into a browser window. To navigate local files using the address bar, please download DuckDuckGo directly from https://duckduckgo.com/mac.
de: Die App Store-Version von DuckDuckGo kann nur auf lokale Dateien zugreifen, wenn du sie per Drag-and-Drop in ein Browserfenster ziehst. Um mit der Adressleiste durch lokale Dateien zu navigieren, lade bitte DuckDuckGo direkt von https://duckduckgo.com/mac herunter.
es: La versión de la App Store de DuckDuckGo solo puede acceder a los archivos locales si los arrastras y sueltas a una ventana del navegador. Para navegar por los archivos locales usando la barra de direcciones, descarga DuckDuckGo directamente desde https://duckduckgo.com/mac.
fr: La version App Store de DuckDuckGo ne peut accéder aux fichiers locaux que si vous les faites glisser et les déposez dans une fenêtre de navigateur. Pour naviguer dans les fichiers locaux à l'aide de la barre d'adresse, veuillez télécharger DuckDuckGo directement sur https://duckduckgo.com/mac.
it: La versione dell'App Store di DuckDuckGo può accedere ai file locali solo se li trascini in una finestra del browser. Per navigare tra i file locali utilizzando la barra degli indirizzi, scarica DuckDuckGo direttamente da https://duckduckgo.com/mac.
pl: Wersja DuckDuckGo ze sklepu App Store może uzyskać dostęp do plików lokalnych tylko wtedy, gdy przeciągniesz je do okna przeglądarki. Aby poruszać się po plikach lokalnych za pomocą paska adresu, pobierz DuckDuckGo bezpośrednio ze strony https://duckduckgo.com/mac.
pt: A versão do DuckDuckGo na App Store só consegue aceder a ficheiros locais se os arrastares e largares numa janela do navegador. Para navegares pelos ficheiros locais através da barra de endereço, transfere o DuckDuckGo diretamente a partir de https://duckduckgo.com/mac.
ru: Версия DuckDuckGo из App Store может получить доступ к локальным файлам только в том случае, если вы перетащите их в окно браузера. Для навигации по локальным файлам с помощью адресной строки загрузите DuckDuckGo, перейдя по ссылке: https://duckduckgo.com/mac.

# cannot.read.image.alert.message
source: There was an issue uploading this file
de: Beim Hochladen dieser Datei ist ein Problem aufgetreten
es: Se ha producido una incidencia al cargar este archivo
fr: Un problème est survenu lors du téléchargement de ce fichier
it: Si è verificato un problema durante il caricamento di questo file
pl: Wystąpił problem podczas przesyłania tego pliku
pt: Ocorreu um problema ao carregar este ficheiro
ru: Проблемы с загрузкой файла

# check.allow.integration
source: Check Allow integration with DuckDuckGo.
de: Aktiviere die Option „Integration mit DuckDuckGo zulassen“.
es: Marcar Permitir integración con DuckDuckGo.
fr: Cochez Autoriser l'intégration avec DuckDuckGo.
it: Controlla Consenti integrazione con DuckDuckGo.
pl: Zaznacz opcję Zezwól na integrację z DuckDuckGo.
pt: Marca Permitir integração com o DuckDuckGo.
ru: Поставьте флажок напротив варианта «Разрешить интеграцию с DuckDuckGo».

source: Check for Update
de: Auf Update überprüfen
es: Buscar actualizaciones
fr: Rechercher une mise à jour
it: Verifica la disponibilità di aggiornamenti
pl: Sprawdź dostępność aktualizacji
pt: Procurar atualizações
ru: Проверить наличие обновлений

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
pl: Słonecznie
pt: Limpar
ru: Очистить

source: Clear and Quit
de: Löschen und Beenden
es: Borrar y salir
fr: Effacer et quitter
it: Cancella ed esci
pl: Wyczyść i wyjdź
pt: Limpar e sair
ru: Очистить и выйти

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: Fechar
ru: Закрыть

source: Close All Other Tabs
de: Alle anderen Tabs schließen
es: Cerrar todas las demás pestañas
fr: Fermer tous les autres onglets
it: Chiudi tutte le altre schede
pl: Zamknij wszystkie inne karty
pt: Fechar todos os outros separadores
ru: Закрыть все остальные вкладки

source: Close Other Tabs
de: Andere Tabs schließen
es: Cerrar otras pestañas
fr: Fermer les autres onglets
it: Chiudi altre schede
pl: Zamknij inne karty
pt: Fechar outros separadores
ru: Закрыть остальные вкладки

source: Close Tab
de: Tab schließen
es: Cerrar pestaña
fr: Fermer l'onglet
it: Chiudi scheda
pl: Zamknij kartę
pt: Fechar separador
ru: Закрыть вкладку

# close.tab.on.back
source: Close and Return to Previous Tab
de: Schließen und zur vorherigen Registerkarte zurückkehren
es: Cerrar y volver a la pestaña anterior
fr: Fermer et revenir à l'onglet précédent
it: Chiudi e torna alla scheda precedente
pl: Zamknij i wróć do poprzedniej karty
pt: Fechar e regressar ao separador anterior
ru: Закрыть и вернуться к предыдущей вкладке

# close.tab.on.back.format
source: Close and Return to “%@”
de: Schließen und zu „%@“ zurückkehren
es: Cerrar y volver a "%@"
fr: Fermer et revenir à « %@ »
it: Chiudi e torna a "%@"
pl: Zamknij i wróć do karty „%@”
pt: Fechar e regressar a "%@"
ru: Закрыть и вернуться ко вкладке «%@»

source: Close Tabs to the Left
de: Tabs auf der linken Seite schließen
es: Cerrar las pestañas a la izquierda
fr: Fermer les onglets à gauche
it: Chiudi le schede a sinistra
pl: Zamknij karty po lewej stronie
pt: Fechar separadores à esquerda
ru: Закрыть вкладки слева

source: Close Tabs to the Right
de: Tabs rechts schließen
es: Cerrar pestañas a la derecha
fr: Fermer les onglets à droite
it: Chiudi schede a destra
pl: Zamknij karty po prawej stronie
pt: Fechar separadores à direita
ru: Закрыть вкладки справа

# context.menu.home.button.mode.hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
pl: Ukryj
pt: Ocultar
ru: Скрыть

# context.menu.home.button.mode.left
source: Show left of the back button
de: Links neben der Zurück-Schaltfläche anzeigen
es: Mostrar a la izquierda del botón Atrás
fr: Afficher la gauche du bouton de retour
it: Mostra a sinistra del pulsante Indietro
pl: Pokaż na lewo od przycisku Wstecz
pt: Mostrar à esquerda do botão de retrocesso
ru: Показывать слева от кнопки «Назад»

# context.menu.home.button.mode.right
source: Show right of the reload button
de: Rechts neben der Schaltfläche „Neu laden“ anzeigen
es: Mostrar a la derecha del botón Volver a cargar
fr: Afficher la droite du bouton de rechargement
it: Mostra a destra del pulsante Ricarica
pl: Pokaż na prawo od przycisku ponownego ładowania
pt: Mostrar à direita do botão de recarga
ru: Показывать справа от кнопки «Перезагрузить»

# context.menu.new.tab.mode.at.end
source: Add to the right of other tabs
de: Rechts neben anderen Tabs hinzufügen
es: Añadir a la derecha de otras pestañas
fr: Ajouter à droite des autres onglets
it: Aggiungi a destra di altre schede
pl: Dodaj po prawej stronie innych kart
pt: Adicionar à direita dos outros separadores
ru: Добавить справа от остальных вкладок

# context.menu.new.tab.mode.next.to.current
source: Add to the right of the current tab
de: Rechts neben dem aktuellen Tab hinzufügen
es: Añadir a la derecha de la pestaña actual
fr: Ajouter à droite de l'onglet actuel
it: Aggiungi a destra della scheda attuale
pl: Dodaj po prawej stronie bieżącej karty
pt: Adicionar à direita do separador atual
ru: Добавить справа от текущей вкладки

# contextual.onboarding.browsing.multiple.trackers
source: *%2$@, %3$@* and others (%d) were trying to track you here. I blocked them! %4$@
de: *%2$@, %3$@* und weitere (%d) haben versucht, dich hier zu tracken. Ich hab sie blockiert! %4$@
es: *%2$@, %3$@* y otros (%d) han intentado rastrearte aquí. Los he bloqueado. %4$@
fr: *%2$@, %3$@* et d'autres (%d) essayaient de vous suivre ici. Je les ai bloqués ! %4$@
it: *%2$@, %3$@* e altri (%d) stavano cercando di tracciare la tua attività qui. Li ho bloccati! %4$@
pl: *%2$@, %3$@* i inne (%d) sieci mechanizmów śledzących próbowały Cię tu śledzić. Zablokowałem je! %4$@
pt: *%2$@, %3$@* e mais (%d) tentaram rastrear-te aqui. Eu bloqueei-os! %4$@
ru: *%2$@, %3$@* и другие сервисы (еще %d) пытались вести за вами слежку, но мы их заблокировали. %4$@

# contextual.onboarding.browsing.one.tracker
source: *%1$@* was trying to track you here. I blocked them! %2$@
de: *%1$@* hat versucht, dich hier zu tracken. Ich hab sie blockiert! %2$@
es: *%1$@* ha intentado rastrearte aquí. Los he bloqueado. %2$@
fr: *%1$@* essayait de vous suivre ici. Je l'ai bloqué ! %2$@
it: *%1$@* stava cercando di tracciare la tua attività qui. L'ho bloccato! %2$@
pl: Domena *%1$@* próbowała Cię tu śledzić. Zablokowałem ją! %2$@
pt: *%1$@* tentou rastrear-te aqui. Eu bloqueei-o! %2$@
ru: Сайт *%1$@* пытался вести за вами слежку, но мы заблокировали его трекеры. %2$@

# contextual.onboarding.browsing.trackers.tap.shield
source: ☝️ Tap the shield for more info.
de: ☝️ Tippe auf das Schild, um mehr Informationen zu erhalten.
es: ☝️ Pulsa en el escudo para obtener más información.
fr: ☝️ Appuyez sur le bouclier pour en savoir plus.️
it: ☝️ Tocca lo scudo per maggiori informazioni.
pl: ☝️ Stuknij tarczę, aby uzyskać więcej informacji.
pt: ☝️ Toca no escudo para obter mais informações.
ru: ☝️ Нажмите на щит, чтобы узнать подробности.

# contextual.onboarding.browsing.two.trackers
source: *%1$@ and %2$@* were trying to track you here. I blocked them! %3$@
de: *%1$@ und %2$@* haben versucht, dich hier zu tracken. Ich hab sie blockiert! %3$@
es: *%1$@ y %2$@* han intentado rastrearte aquí. Los he bloqueado. %3$@
fr: *%1$@ et %2$@* essayaient de vous suivre ici. Je les ai bloqués ! %3$@
it: *%1$@ e %2$@* stavano cercando di tracciare la tua attività qui. Li ho bloccati! %3$@
pl: *%1$@ i %2$@* próbowały Cię tu śledzić. Zablokowałem je! %3$@
pt: *%1$@ e %2$@* tentaram rastrear-te aqui. Eu bloqueei-os! %3$@
ru: Сервисы *%1$@ и %2$@* пытались вести за вами слежку, но мы их заблокировали. %3$@

# contextual.onboarding.final-screen.button
source: High five!
de: Schlag ein!
es: ¡Choca esos cinco!
fr: Bien joué !
it: Batti cinque!
pl: Piątka!
pt: Dá cá cinco!
ru: Дай пять!

# contextual.onboarding.final-screen.message
source: Remember: every time you browse with me a creepy ad loses its wings.
de: Hinweis: Jedes Mal, wenn du mit mir browst, verliert eine gruselige Anzeige ihren Schrecken.
es: Recuerda: cada vez que navegas conmigo corto las alas a un anuncio horrible.
fr: Souvenez-vous : chaque fois que vous naviguez avec moi, des publicités intrusives disparaissent.
it: Ricorda: quando navighi con me gli annunci inquietanti non possono seguirti.
pl: Pamiętaj: za każdym razem, gdy przeglądasz ze mną Internet, jakaś wścibska reklama przestaje działać.
pt: Lembre-se: sempre que navega comigo, um anúncio estranho perde as suas asas.
ru: Бродить по сайтам с нами — значит подрезать крылья назойливой рекламе.

# contextual.onboarding.final-screen.title
source: You’ve got this!
de: Gut gemacht!
es: ¡Lo estás haciendo muy bien!
fr: Bien joué !
it: Ben fatto!
pl: Udało się!
pt: Você consegue!
ru: Проще некуда!

# contextual.onboarding.first-search-done.message
source: Private. Fast. Fewer ads.
de: Privat. Schnell. Weniger Werbung.
es: Privado. Rápido. Menos anuncios.
fr: Privé. Rapide. Moins de publicités.
it: Privato. Veloce. Meno annunci.
pl: Prywatna. Szybka. Z mniejszą liczbą reklam.
pt: Privado. Rápido. Menos anúncios.
ru: Надежно. Быстро. Меньше рекламы.
