Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# subscription.dialog.change.apple.description
source: Your subscription was purchased through the Apple App Store. To change your plan or billing settings, please go to System Settings > Apple Account > Media and Purchases > Subscriptions > Manage on a device signed in to the same Apple Account used to purchase your subscription.
de: Dein Abonnement wurde über den Apple App Store erworben. Um deinen Tarif oder deine Rechnungseinstellungen zu ändern, öffne bitte auf einem Gerät, das mit dem Apple-Konto angemeldet ist, mit der du dein Abo gekauft hast, die Systemeinstellungen > Apple-Konto > Medien und Käufe > Abos > Verwalten.
es: Has adquirido tu suscripción a través de la App Store de Apple. Para cambiar el plan o la configuración de facturación, ve a Ajustes del sistema > Cuenta de Apple > Multimedia y compras > Suscripciones > Gestionar en un dispositivo con la misma Cuenta de Apple que usaste para comprar tu suscripción.
fr: Votre abonnement a été souscrit via l'App Store d'Apple. Pour modifier votre forfait ou vos paramètres de facturation, allez dans Réglages système > Compte Apple > Contenu multimédia et achats > Abonnements > Gérer sur un appareil connecté au même compte Apple que celui utilisé pour souscrire votre abonnement.
it: L'abbonamento è stato acquistato tramite l'App Store di Apple. Per modificare il piano o le impostazioni di fatturazione, vai a Impostazioni di sistema > Account Apple > Media e acquisti > Abbonamenti > Gestisci su un dispositivo connesso allo stesso account Apple utilizzato per acquistare l'abbonamento.
pl: Twoja subskrypcja została zakupiona za pośrednictwem sklepu Apple App Store. Aby zmienić plan lub ustawienia rozliczeń, wybierz kolejno Ustawienia systemowe > Konto Apple > Multimedia i zakupy > Subskrypcje > Zarządzaj na urządzeniu zalogowanym na konto Apple wykorzystane do zakupu subskrypcji.
pt: A tua subscrição foi adquirida na Apple App Store. Para alterares o teu plano ou as definições de faturação, acede a Definições do Sistema > Conta Apple > Multimédia e Compras > Subscrições > Gerir num dispositivo com sessão iniciada na mesma conta Apple utilizada para comprar a tua subscrição.
ru: Подписка приобретена в магазине приложений Apple App Store. Чтобы изменить тарифный план или платежные параметры, откройте раздел «Системные настройки > Аккаунт Apple > Контент и покупки > Подписки > Управление» на устройстве, где выполнен вход в тот же аккаунт Apple, с помощью которого была оформлена подписка.

# subscription.dialog.change.done.button
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pl: Gotowe
pt: Feito
ru: Готово

# subscription.dialog.change.google.description
source: Your subscription was purchased through the Google Play Store. To change your plan or billing settings, please open Google Play Store subscription settings on a device signed in to the same Google Account used to purchase your subscription.
de: Dein Abonnement wurde über den Google Play Store erworben. Um deinen Tarif oder deine Rechnungseinstellungen zu ändern, öffne bitte die Google Play Store-Abonnementeinstellungen auf einem Gerät, das mit demselben Google-Konto angemeldet ist, mit dem du dein Abonnement gekauft hast.
es: Has adquirido tu suscripción a través de Google Play Store. Para cambiar tu plan o la configuración de facturación, abre la configuración de suscripción de Google Play Store en un dispositivo en el que hayas iniciado sesión con la misma cuenta de Google que usaste para comprar tu suscripción.
fr: Votre abonnement a été souscrit via le Google Play Store. Pour modifier votre forfait ou vos paramètres de facturation, ouvrez les paramètres d'abonnement du Google Play Store sur un appareil connecté au même compte Google que celui utilisé pour souscrire votre abonnement.
it: Il tuo abbonamento è stato acquistato tramite Google Play Store. Accedi alle impostazioni dell'abbonamento di Google Play Store su un dispositivo collegato allo stesso account Google usato per effettuare l'acquisto dell'abbonamento.
pl: Twoja subskrypcja została zakupiona za pośrednictwem sklepu Google Play. Aby zmienić plan lub ustawienia płatności, otwórz ustawienia subskrypcji w sklepie Google Play na urządzeniu zalogowanym na konto Google wykorzystane do zakupu subskrypcji.
pt: A tua subscrição foi adquirida na Google Play Store. Para alterares o teu plano ou as definições de faturação, abre as definições da subscrição na Google Play Store num dispositivo com sessão iniciada na Conta Google usada para comprar a subscrição.
ru: Подписка приобретена в магазине приложений Google Play Store. Чтобы изменить тарифный план или платежные параметры, откройте настройки подписки в Google Play Store на устройстве, где выполнен вход в учетную запись Google, с помощью которой была оформлена подписка.

# subscription.dialog.change.title
source: Change Plan or Billing
de: Tarif oder Abrechnung ändern
es: Cambiar plan o facturación
fr: Changer de forfait ou de facturation
it: Cambia piano o fatturazione
pl: Zmiana planu lub płatności
pt: Alterar Plano ou Faturação
ru: Изменение тарифа или оплаты

# subscription.dialog.remove.cancel.button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отменить

# subscription.dialog.remove.confirm
source: Remove Subscription
de: Abonnement entfernen
es: Eliminar suscripción
fr: Supprimer l'abonnement
it: Rimuovi abbonamento
pl: Usuń subskrypcję
pt: Remover Subscrição
ru: Удалить подписку

# subscription.dialog.remove.description
source: You will no longer be able to access your Privacy Pro subscription on this device. This will not cancel your subscription, and it will remain active on your other devices.
de: Dies hat zur Folge, dass du mit diesem Gerät nicht mehr auf dein Privacy-Pro-Abonnement zugreifen kannst. Dein Abonnement wird dadurch nicht gekündigt; es bleibt auf deinen anderen Geräten aktiv.
es: Ya no podrás acceder a tu suscripción a Privacy Pro en este dispositivo. Esto no cancelará tu suscripción, que seguirá activa en tus otros dispositivos.
fr: Vous ne pourrez plus accéder à votre abonnement Privacy Pro sur cet appareil. Cela n'annulera pas votre abonnement et il restera actif sur vos autres appareils.
it: Non potrai più accedere al tuo abbonamento Privacy Pro su questo dispositivo. Questo non annulla il tuo abbonamento, che rimane attivo sugli altri tuoi dispositivi.
pl: Nie będziesz już mieć dostępu do subskrypcji Privacy Pro na tym urządzeniu. Nie spowoduje to anulowania Twojej subskrypcji, która pozostanie aktywna na pozostałych urządzeniach.
pt: Perderás acesso à subscrição Privacy Pro neste dispositivo. Isto não irá cancelar a tua subscrição, e ela permanecerá ativa nos teus outros dispositivos.
ru: Вы утратите доступ к возможностям тарифа Privacy Pro на этом устройстве. Сама же подписка не отменяется и по-прежнему будет работать на других устройствах.

# subscription.dialog.remove.title
source: Remove from this device?
de: Von diesem Gerät entfernen?
es: ¿Eliminar de este dispositivo?
fr: Supprimer de cet appareil ?
it: Rimuovere da questo dispositivo?
pl: Usunąć z tego urządzenia?
pt: Remover deste dispositivo?
ru: Удалить с этого устройства?

# subscription.modal.enter.email.button
source: Enter Email
de: E-Mail-Adresse eingeben
es: Introducir correo electrónico
fr: Saisir votre e-mail
it: Inserisci l'e-mail
pl: Wpisz adres e-mail
pt: Introduzir E-mail
ru: Ввести адрес эл. почты

# subscription.modal.restore.purchase.button
source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Rétablir l'achat
it: Ripristina acquisto
pl: Przywróć zakup
pt: Restaurar Compra
ru: Восстановить покупку

# subscription.preferences.button.view.plans
source: View Plans
de: Tarife anzeigen
es: Ver planes
fr: Voir les forfaits
it: Visualizza i piani
pl: Wyświetl plany
pt: Ver Planos
ru: Просмотреть тарифы

# subscription.preferences.feedback.button
source: Send Feedback
de: Rückmeldung senden
es: Enviar comentarios
fr: Envoyer vos remarques
it: Invia feedback
pl: Wyślij opinię
pt: Enviar comentário
ru: Отправить отзыв

# subscription.preferences.feedback.caption
source: Help improve Privacy Pro. Your feedback matters to us. Feel free to report any issues or provide general feedback.
de: Hilf mit, Privacy Pro zu verbessern. Dein Feedback ist wichtig für uns. Du kannst uns gerne Probleme melden oder uns allgemeines Feedback geben.
es: Ayuda a mejorar Privacy Pro. Tu opinión nos importa. No dudes en informar de cualquier incidencia o dar tu opinión general.
fr: Participez à l'amélioration de Privacy Pro. Nous accordons de l'importance à votre avis. N'hésitez pas à signaler tout problème rencontré ou à faire part de vos commentaires d'ordre général.
it: Contribuisci a migliorare Privacy Pro. La tua opinione è importante per noi. Non esitare a segnalare eventuali problemi o a esprimere commenti di carattere generale.
pl: Pomóż ulepszyć Privacy Pro. Twoja opinia jest dla nas ważna. Zachęcamy do zgłaszania wszelkich problemów i przekazywania ogólnych opinii.
pt: Ajuda a melhorar o Privacy Pro. A tua opinião é importante para nós. Não hesites em comunicar quaisquer problemas ou dar feedback geral.
ru: Помогите нам улучшить тариф Privacy Pro. Мы очень ценим ваше мнение, поэтому не стесняйтесь отправлять замечания о проблемах и комментарии общего характера.

# subscription.preferences.feedback.title
source: Send Feedback
de: Rückmeldung senden
es: Enviar comentarios
fr: Envoyer vos remarques
it: Invia feedback
pl: Wyślij opinię
pt: Enviar comentário
ru: Отправить отзыв

# subscription.preferences.i.have.a.subscription.button
source: I Have a Subscription
de: Ich habe ein Abonnement
es: Tengo una suscripción
fr: J'ai un abonnement
it: Ho un abbonamento
pl: Mam subskrypcję
pt: Tenho uma Subscrição
ru: У меня уже есть подписка

# subscription.preferences.manage.subscription.button
source: Manage Subscription
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci l'abbonamento
pl: Zarządzaj subskrypcją
pt: Gerir Subscrição
ru: Управление подпиской

# subscription.preferences.privacypolicy.button
source: Privacy Policy and Terms of Service
de: Datenschutzerklärung und Nutzungsbedingungen
es: Política de privacidad y condiciones del servicio
fr: Politique de confidentialité et conditions d'utilisation
it: Privacy policy e Termini del servizio
pl: Polityka prywatności i warunki użytkowania
pt: Política de Privacidade e Termos de Serviço
ru: Политика конфиденциальности и условия обслуживания

# subscription.preferences.purchase.button
source: Get Privacy Pro
de: Privacy Pro kaufen
es: Conseguir Privacy Pro
fr: Obtenir Privacy Pro
it: Ottieni Privacy Pro
pl: Uzyskaj Privacy Pro
pt: Obter Privacy Pro
ru: Перейти на Privacy Pro

# subscription.preferences.remove.from.this.device.button
source: Remove From This Device
de: Von diesem Gerät entfernen
es: Eliminar de este dispositivo
fr: Supprimer de cet appareil
it: Rimuovi da questo dispositivo
pl: Usuń z tego urządzenia
pt: Remover Deste Dispositivo
ru: Удалить с этого устройства

# subscription.preferences.services.identity.theft.restoration.button.title
source: View
de: Ansehen
es: Ver
fr: Voir
it: Visualizza
pl: Wyświetl
pt: Visualizar
ru: Вид

# subscription.preferences.services.identity.theft.restoration.description
source: Get help restoring stolen accounts and financial losses in the event of identity theft.
de: Hilfe bei der Wiederherstellung gestohlener Konten und finanzieller Verluste im Falle eines Identitätsdiebstahls.
es: Obtén ayuda para restaurar cuentas robadas y pérdidas económicas en caso de robo de identidad.
fr: Obtenez de l'aide pour restituer les comptes volés et les pertes financières en cas d'usurpation d'identité.
it: Ottieni aiuto per ripristinare gli account rubati e le perdite finanziarie in caso di furto di identità.
pl: Otrzymaj pomoc dotyczącą przywracania skradzionych kont i rekompensaty strat finansowych w przypadku kradzieży tożsamości.
pt: Obtém ajuda para restaurar contas roubadas e perdas financeiras em caso de roubo de identidade.
ru: Помощь по возврату учетных записей и денежных средств в случае «кражи личности».

# subscription.preferences.services.personal.information.removal.button.title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pl: Otwórz
pt: Aberto
ru: Открыть

# subscription.preferences.services.personal.information.removal.description
source: Find and remove your personal information from sites that store and sell it.
de: Finde deine personenbezogenen Daten auf Websites, die diese speichern und verkaufen, und entferne sie.
es: Busca y elimina tu información personal de los sitios que la almacenan y venden.
fr: Trouvez vos informations personnelles et supprimez-les des sites qui les conservent et les vendent.
it: Trova e rimuovi le tue informazioni personali dai siti che le conservano e le vendono.
pl: Znajdź i usuń swoje dane osobowe z witryn, które je przechowują i sprzedają.
pt: Encontra e remove as tuas informações pessoais de sites que as armazenam e vendem.
ru: Поиск и удаление личных данных с сайтов, которые хранят и продают информацию.

# subscription.preferences.services.vpn.button.title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pl: Otwórz
pt: Aberto
ru: Открыть

# subscription.preferences.services.vpn.description
source: Full-device protection with the VPN built for speed and security.
de: Vollständiger Geräteschutz mit dem auf Geschwindigkeit und Sicherheit ausgelegten VPN.
es: Protección completa del dispositivo con la VPN diseñada para la velocidad y seguridad.
fr: Protection complète de votre appareil avec le VPN conçu pour la vitesse et la sécurité.
it: Protezione completa del dispositivo con la VPN progettata per velocità e sicurezza.
pl: Pełna ochrona urządzenia dzięki sieci VPN zapewniającej szybkość i bezpieczeństwo.
pt: Proteção completa do dispositivo com a VPN criada para velocidade e segurança.
ru: Полная защита устройства с помощью VPN. Скорость и безопасность в одном флаконе.

# subscription.preferences.subscription.activate.add.email.button
source: Add Email
de: E-Mail-Adresse hinzufügen
es: Añadir correo electrónico
fr: Ajouter un e-mail
it: Aggiungi e-mail
pl: Dodaj adres e-mail
pt: Adicionar E-mail
ru: Добавить адрес эл. почты

# subscription.preferences.subscription.activate.edit.email.button
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
pt: Editar
ru: Правка

# subscription.preferences.subscription.activate.no.email.caption
source: Add an optional email to your subscription or use your Apple Account to access Privacy Pro on other devices. [Learn more](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
de: Füge eine optionale E-Mail-Adresse zu deinem Abo hinzu oder verwende dein Apple-Konto, um auf anderen Geräten auf Privacy Pro zuzugreifen. [Mehr erfahren](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
es: Añade un correo electrónico opcional a tu suscripción o usa tu Cuenta de Apple para acceder a Privacy Pro en otros dispositivos. [Más información](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
fr: Ajoutez un e-mail facultatif à votre abonnement ou utilisez votre compte Apple pour accéder à Privacy Pro sur d'autres appareils. [En savoir plus](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
it: Aggiungi un'e-mail opzionale all'abbonamento o usa il tuo account Apple per accedere a Privacy Pro su altri dispositivi. [Scopri di più](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
pl: Dodaj opcjonalny adres e-mail do subskrypcji lub użyj konta Apple, aby uzyskać dostęp do Privacy Pro na innych urządzeniach. [Więcej informacji](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
pt: Adiciona um e-mail opcional à tua subscrição ou utiliza a tua conta Apple para aceder ao Privacy Pro noutros dispositivos. [Sabe mais](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
ru: Чтобы пользоваться подпиской Privacy Pro на других устройствах, привяжите адрес электронной почты или аккаунт Apple. [Подробнее...](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)

# subscription.preferences.subscription.activate.title
source: Activate on Other Devices
de: Auf anderen Geräten aktivieren
es: Activar en otros dispositivos
fr: Activer sur d'autres appareils
it: Attiva sugli altri dispositivi
pl: Aktywuj na innych urządzeniach
pt: Ativar Noutros Dispositivos
ru: Активация подписки на других устройствах

# subscription.preferences.subscription.activate.with.email.caption
source: Use this email to activate your subscription in Settings > Privacy Pro in the DuckDuckGo app on your other devices. [Learn more](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
de: Verwende diese E-Mail-Adresse, um dein Abonnement in der DuckDuckGo-App unter Einstellungen > Privacy Pro auf deinen anderen Geräten zu aktivieren. [Mehr erfahren](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
es: Utiliza este correo electrónico para activar tu suscripción en Configuración > Privacy Pro en la aplicación DuckDuckGo en tus otros dispositivos. [Más información](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
fr: Utilisez cet e-mail pour activer votre abonnement dans Réglages > Privacy Pro dans l'application DuckDuckGo sur vos autres appareils. [En savoir plus](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
it: Usa questa e-mail per attivare il tuo abbonamento in Impostazioni > Privacy Pro nell'app DuckDuckGo sugli altri tuoi dispositivi. [Scopri di più](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
pl: Użyj tego adresu e-mail, aby aktywować subskrypcję poprzez wybór opcji Ustawienia > Privacy Pro w aplikacji DuckDuckGo na innych urządzeniach. [Więcej informacji](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
pt: Utiliza este e-mail para ativares a tua subscrição em Definições > Privacy Pro na aplicação DuckDuckGo nos teus restantes dispositivos. [Sabe mais](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)
ru: Используйте этот адрес для активации подписки в разделе «Настройки > Privacy Pro» в приложении DuckDuckGo на других устройствах. [Подробнее...](https://duckduckgo.com/duckduckgo-help-pages/privacy-pro/adding-email/)

# subscription.preferences.subscription.active.expiring.monthly.caption
source: Your monthly subscription expires on %@.
de: Dein Monatsabonnement läuft am %@ ab.
es: Tu suscripción mensual caduca el %@.
fr: Votre abonnement mensuel expire le %@.
it: Il tuo abbonamento mensile scade il %@.
pl: Twoja miesięczna subskrypcja wygasa w dniu %@.
pt: A tua subscrição mensal expira a %@.
ru: Ваша ежемесячная подписка завершится %@.

# subscription.preferences.subscription.active.expiring.unknown.caption
source: Your subscription expires on %@.
de: Dein Abonnement läuft am %@ ab.
es: Tu suscripción caduca el %@.
fr: Votre abonnement expire le %@.
it: Il tuo abbonamento scade il %@.
pl: Twoja subskrypcja wygasa w dniu %@.
pt: A tua subscrição expira a %@.
ru: Ваша подписка завершится %@.

# subscription.preferences.subscription.active.expiring.yearly.caption
source: Your annual subscription expires on %@.
de: Dein Jahresabonnement läuft am %@ ab.
es: Tu suscripción anual caduca el %@.
fr: Votre abonnement annuel expire le %@.
it: Il tuo abbonamento annuale scade il %@.
pl: Twoja roczna subskrypcja wygasa w dniu %@.
pt: A tua subscrição anual expira a %@.
ru: Ваша годовая подписка завершится %@.

# subscription.preferences.subscription.active.renewing.monthly.caption
source: Your monthly subscription renews on %@.
de: Dein monatliches Abonnement verlängert sich am %@.
es: Tu suscripción mensual se renueva el %@.
fr: Votre abonnement mensuel sera renouvelé le %@.
it: Il tuo abbonamento mensile si rinnova il %@.
pl: Twoja miesięczna subskrypcja odnawia się w dniu %@.
pt: A tua subscrição mensal renova-se a %@.
ru: Ваша ежемесячная подписка продлится %@.

# subscription.preferences.subscription.active.renewing.unknown.caption
source: Your subscription renews on %@.
de: Dein Abonnement verlängert sich am %@.
es: Tu suscripción se renueva el %@.
fr: Votre abonnement sera renouvelé le %@.
it: Il tuo abbonamento si rinnova il %@.
pl: Twoja subskrypcja odnawia się w dniu %@.
pt: A tua subscrição renova-se a %@.
ru: Ваша подписка продлится %@.

# subscription.preferences.subscription.active.renewing.yearly.caption
source: Your annual subscription renews on %@.
de: Dein Jahresabonnement verlängert sich am %@.
es: Tu suscripción anual se renueva el %@.
fr: Votre abonnement annuel sera renouvelé le %@.
it: Il tuo abbonamento annuale si rinnova il %@.
pl: Twoja roczna subskrypcja odnawia się w dniu %@.
pt: A tua subscrição anual renova-se a %@.
ru: Ваша годовая подписка продлится %@.

# subscription.preferences.subscription.expired.caption
source: Subscribe again to continue using Privacy Pro.
de: Abonniere erneut, um Privacy Pro weiter zu nutzen.
es: Suscríbete de nuevo para seguir usando Privacy Pro.
fr: Abonnez-vous à nouveau pour continuer à utiliser Privacy Pro.
it: Iscriviti di nuovo per continuare a usare Privacy Pro.
pl: Wznów subskrypcję, aby nadal korzystać z Privacy Pro.
pt: Subscreve novamente para continuares a utilizar o Privacy Pro.
ru: Чтобы пользоваться возможностями Privacy Pro, оформите подписку заново.

# subscription.preferences.subscription.footer.caption
source: Get answers to frequently asked questions or contact Privacy Pro support from our help pages.
de: Erhalte Antworten auf häufig gestellte Fragen oder kontaktiere den Privacy-Pro-Support über unsere Hilfeseiten.
es: Obtén respuestas a las preguntas más frecuentes o ponte en contacto con el servicio de asistencia de Privacy Pro en nuestras páginas de ayuda.
fr: Trouvez les réponses aux questions fréquemment posées ou contactez l'assistance de Privacy Pro sur nos pages d'aide.
it: Ottieni risposte alle domande frequenti o contatta l'assistenza di Privacy Pro dalle nostre pagine di assistenza.
pl: Uzyskaj odpowiedzi na często zadawane pytania lub skontaktuj się z pomocą techniczną Privacy Pro na naszych stronach pomocy.
pt: Obtém respostas a perguntas frequentes ou contacta o apoio técnico do Privacy Pro a partir das nossas páginas de ajuda.
ru: На страницах справочного раздела вы найдете ответы на часто задаваемые вопросы, а также контактную информацию службы поддержки Privacy Pro.

# subscription.preferences.subscription.footer.title
source: Need help with Privacy Pro?
de: Brauchst du Hilfe mit Privacy Pro?
es: ¿Necesitas ayuda con Privacy Pro?
fr: Besoin d'aide pour l'utilisation de Privacy Pro ?
it: Hai bisogno di aiuto con Privacy Pro?
pl: Potrzebujesz pomocy z Privacy Pro?
pt: Precisas de ajuda com o Privacy Pro?
ru: Нужна помощь с Privacy Pro?
