Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# alert.sync.warning.sync-error
source: Sync Error
de: Synchronisierungsfehler
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di sincronizzazione
pl: Błąd synchronizacji
pt: Erro de sincronização
ru: Ошибка синхронизации

# alert.sync.warning.sync-paused
source: Sync & Backup is Paused
de: Synchronisieren und sichern ist angehalten
es: Sincronización y copia de seguridad en pausa
fr: La synchronisation et la sauvegarde sont suspendues
it: Sincronizzazione e Backup è in pausa
pl: Synchronizacja i kopia zapasowa jest wstrzymana
pt: A sincronização e a cópia de segurança estão em pausa
ru: Синхронизация и резервное копирование на паузе

# alert.sync.warning.sync-unavailable-message
source: Sorry, but Sync & Backup is currently unavailable. Please try again later.
de: Leider ist Synchronisieren und sichern derzeit nicht verfügbar. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: Lo sentimos, pero la sincronización y la copia de seguridad no están disponibles en este momento. Inténtalo de nuevo más tarde.
fr: Désolés, mais la synchronisation et la sauvegarde sont actuellement indisponibles. Veuillez réessayer ultérieurement.
it: Siamo spiacenti, ma Sincronizzazione e backup non è attualmente disponibile. Riprova più tardi.
pl: Niestety synchronizacja i kopia zapasowa jest obecnie niedostępna. Spróbuj ponownie później.
pt: Lamentamos, mas a sincronização e cópia de segurança não estão disponíveis de momento. Tenta novamente mais tarde.
ru: Синхронизация и резервное копирование сейчас недоступны. Повторите попытку позже.

# alert.title
source: A message from %@
de: Eine Nachricht von %@
es: Un mensaje de %@
fr: Message de %@
it: Un messaggio da parte di %@
pl: Wiadomość od %@
pt: Uma mensagem de %@
ru: Сообщение от %@

# allow.integration
source: Allow Integration with DuckDuckGo
de: Integration mit DuckDuckGo zulassen
es: Permitir integración con DuckDuckGo
fr: Autoriser l'intégration avec DuckDuckGo
it: Consenti integrazione con DuckDuckGo
pl: Zezwól na integrację z DuckDuckGo
pt: Permitir integração com o DuckDuckGo
ru: Разрешить интеграцию с DuckDuckGo

# auth.alert.login.button
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
pl: Zaloguj się
pt: Iniciar sessão
ru: Войти

# auth.alert.message.encrypted
source: Sign in to %@. Your login information will be sent securely.
de: Bei %@ anmelden. Deine Anmeldedaten werden sicher übermittelt.
es: Iniciar sesión en %@. Tu información de inicio de sesión se enviará de forma segura.
fr: Connectez-vous à %@. Vos identifiants de connexion seront envoyés en toute sécurité.
it: Accedi a %@. I tuoi dati di accesso saranno inviati in modo sicuro.
pl: Zaloguj się do %@. Twoje dane logowania zostaną wysłane w bezpieczny sposób.
pt: Inicie sessão em %@. A sua informação de início de sessão será enviada de forma segura.
ru: Войдите в %@. Ваши учетные данные надежно защищены.

# auth.alert.message.plain
source: Log in to %@. Your password will be sent insecurely because the connection is unencrypted.
de: Bei %@ anmelden. Dein Passwort wird unsicher übermittelt, da die Verbindung nicht verschlüsselt ist.
es: Iniciar sesión en %@. Tu contraseña se enviará de forma no segura porque la conexión no está cifrada.
fr: Connectez-vous à %@. Votre mot de passe ne sera pas envoyé de manière sûre car la connexion n'est pas chiffrée.
it: Accedi a %@. La tua password sarà inviata in modo non sicuro perché la connessione non è criptata.
pl: Zaloguj się do %@. Twoje hasło zostanie wysłane bez zabezpieczenia, ponieważ połączenie nie jest szyfrowane.
pt: Inicie sessão em %@. A sua palavra-passe será enviada de forma não segura porque a ligação não está encriptada.
ru: Войдите в %@. Ваш пароль передается по незащищенному каналу (соединение не зашифровано).

# auth.alert.password.placeholder
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pl: Hasło
pt: Palavra-passe
ru: Пароль

# auth.alert.title
source: Authentication Required
de: Authentifizierung ist erforderlich
es: Autenticación requerida
fr: Authentification requise
it: Autenticazione obbligatoria
pl: Wymagane uwierzytelnienie
pt: É necessária autenticação
ru: Требуется авторизация

# auth.alert.username.placeholder
source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
pl: Nazwa użytkownika
pt: Nome de utilizador
ru: Имя пользователя

source: Auto-Clear
de: Automatisch löschen
es: Borrado automático
fr: Effacement automatique
it: Cancellazione automatica
pl: Automatyczne czyszczenie
pt: Limpeza automática
ru: Автоочистка

# autoconsent.checkbox.title
source: Automatically handle cookie pop-ups
de: Cookie-Pop-ups automatisch verwalten
es: Gestionar automáticamente las ventanas emergentes de cookies
fr: Gérer automatiquement les fenêtres contextuelles des cookies
it: Gestisci automaticamente i pop-up dei cookie
pl: Automatycznie zajmij się wyskakującymi okienkami dotyczącymi plików cookie
pt: Lidar automaticamente com pop-ups de cookies
ru: Автоматически обрабатывать всплывающие окна куки

# autoconsent.explanation
source: DuckDuckGo will try to select the most private settings available and hide these pop-ups for you.
de: DuckDuckGo wird versuchen, die privatesten Einstellungen zu wählen und diese Pop-ups für dich auszublenden.
es: DuckDuckGo intentará seleccionar la configuración más privada disponible y ocultar estas ventanas emergentes por ti.
fr: DuckDuckGo essaiera de sélectionner les paramètres de confidentialité les plus élevés et de masquer ces fenêtres contextuelles pour vous.
it: DuckDuckGo cercherà di selezionare le impostazioni con la massima privacy e nasconderà questi popup per te.
pl: DuckDuckGo spróbuje wybrać najbardziej prywatne dostępne ustawienia i ukryć te wyskakujące okienka.
pt: O DuckDuckGo vai tentar selecionar as definições mais privadas disponíveis e ocultar pop-ups.
ru: DuckDuckGo по возможности откажется от куки-файлов и скроет подобные окна.

# autoconsent.from.setup.modal.body
source: When we detect cookie pop-ups on sites you visit, we can try to select the most private settings available and hide pop-ups like this.
de: Wenn wir Cookie-Pop-ups auf Websites erkennen, die du besuchst, können wir versuchen, die privatesten verfügbaren Einstellungen zu wählen und Pop-ups wie diese auszublenden.
es: Cuando detectemos ventanas emergentes de cookies en los sitios que visites, podemos intentar seleccionar la configuración más privada disponible y ocultar ventanas emergentes como esta.
fr: Lorsque nous détectons des fenêtres contextuelles de cookies sur les sites que vous visitez, nous pouvons essayer de sélectionner les paramètres de confidentialité les plus élevés et de masquer les fenêtres contextuelles comme celle-ci.
it: Quando rileviamo cookie pop-up sui siti visitati, possiamo provare a selezionare le impostazioni con la massima privacy e nascondere pop-up come questo.
pl: Gdy w odwiedzanych witrynach wykryjemy wyskakujące okienka dotyczące plików cookie, możemy spróbować wybrać najbardziej prywatne dostępne ustawienia i ukryć takie wyskakujące okienka.
pt: Quando detetarmos pop-ups de cookies em sites que visitas, podemos tentar selecionar as definições mais privadas disponíveis e ocultar pop-ups como este.
ru: При обнаружении всплывающих окон куки на посещаемых вами сайтах мы по возможности откажемся от куки-файлов и скроем подобные окна.

# autoconsent.from.setup.modal.cta.confirm
source: Handle Pop-ups For Me
de: Kümmere dich für mich um Pop-ups
es: Gestionar ventanas emergentes por mí
fr: Gérer les fenêtres contextuelles pour moi
it: Gestisci i popup per mio conto
pl: Obsługuj za mnie wyskakujące okienka
pt: Tratar dos pop-ups por mim
ru: Обрабатывать всплывающие окна

# autoconsent.from.setup.modal.title
source: Want DuckDuckGo to handle cookie pop-ups?
de: Möchtest du, dass DuckDuckGo Cookie-Pop-ups verarbeitet?
es: ¿Quieres que DuckDuckGo gestione las ventanas emergentes de cookies?
fr: Voulez-vous que DuckDuckGo gère les fenêtres contextuelles des cookies ?
it: Vuoi che DuckDuckGo gestisca i pop-up dei cookie?
pl: Czy DuckDuckGo ma się zająć wyskakującymi okienkami dotyczącymi plików cookie?
pt: Pretendes que o DuckDuckGo lide com pop-ups de cookies?
ru: Разрешить DuckDuckGo взять на себя окна выбора куки-файлов?

# autoconsent.modal.body
source: Want me to handle these for you? I can try to minimize cookies, maximize privacy, and hide pop-ups like these.
de: Soll ich das für dich erledigen? Ich kann versuchen, Cookies zu minimieren, den Datenschutz zu maximieren und Pop-ups wie diese auszublenden.
es: ¿Quieres que me encargue de ella por ti? Puedo intentar minimizar las cookies, maximizar la privacidad y ocultar ventanas emergentes como estas.
fr: Voulez-vous que je m'en charge ? Je peux essayer de minimiser les cookies, de maximiser la confidentialité et de masquer les fenêtres contextuelles comme celles-ci.
it: Vuoi che me ne occupi io? Posso cercare di ridurre al minimo i cookie, massimizzare la privacy e nascondere i popup come questo.
pl: Mamy się tym za Ciebie zająć? Możemy spróbować zminimalizować liczbę plików cookie, zmaksymalizować prywatność i ukryć takie wyskakujące okienka.
pt: Queres que trate disto por ti? Posso tentar minimizar os cookies, maximizar a privacidade e ocultar pop-ups como estes.
ru: Хотите, чтобы такие окна закрывались автоматически? Мы можем попытаться минимизировать выбор куки-файлов для большей безопасности ваших данных и автоматически закрывать такие окна.

# autoconsent.modal.cta.confirm
source: Manage Cookie Pop-ups
de: Cookie-Pop-ups verwalten
es: Administrar ventanas emergentes de cookies
fr: Gérer les fenêtres contextuelles (cookies)
it: Gestione popup dei cookie
pl: Zarządzaj okienkami z prośbą o zgodę
pt: Gerir pop-ups de cookies
ru: Управление окнами выбора куки-файлов

# autoconsent.modal.cta.deny
source: No Thanks
de: Nein, danke
es: No, gracias
fr: Non merci
it: No, grazie
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо

# autoconsent.modal.title
source: Looks like this site has a cookie pop-up 👇
de: Sieht so aus, als hätte diese Website ein Cookie-Pop-up 👇
es: Parece que este sitio tiene una ventana emergente de cookies 👇
fr: Il semble que ce site ait une fenêtre contextuelle de cookies 👇
it: Sembra che su questo sito sia presente un popup per i cookie 👇
pl: W tej witrynie pojawia się wyskakujące okienko dotyczące plików cookie 👇
pt: Parece que este site tem um pop-up de cookies 👇
ru: Похоже, на этом сайте есть всплывающее окно выбора куки-файлов 👇

# autofill.addresses
source: Addresses
de: Adressen
es: Direcciones
fr: Adresses
it: Indirizzi
pl: Adresy
pt: Endereços
ru: Адреса

# autofill.ask-to-save
source: Ask to Save and Autofill
de: Zum Speichern und automatischen Ausfüllen auffordern
es: Solicitar guardar y autocompletar
fr: Demander l'enregistrement et la saisie automatique
it: Chiedi di salvare e compilare automaticamente
pl: Poproś o zapisywanie i autouzupełnianie
pt: Pedir para guardar e preencher automaticamente
ru: Предлагать сохранение и автозаполнение данных

# autofill.ask-to-save.explanation
source: Receive prompts to save new information and autofill online forms.
de: Erhalte Aufforderungen, neue Informationen zu speichern und Online-Formulare automatisch auszufüllen.
es: Recibe mensajes para guardar nueva información y completar automáticamente formularios en línea.
fr: Recevez des messages vous invitant à enregistrer de nouvelles informations et à remplir automatiquement les formulaires en ligne.
it: Ricevi suggerimenti per salvare nuove informazioni e compila automaticamente moduli online.
pl: Otrzymuj monity o zapisanie nowych informacji i automatyczne uzupełnienie formularzy online.
pt: Recebe avisos para guardar informações novas e preencher automaticamente formulários online.
ru: Мы предложим вам сохранить новые данные для автоматического заполнения онлайн-форм.

# autofill.auto-lock
source: Auto-lock
es: Bloqueo automático
fr: Verrouillage automatique
it: Blocco automatico
pl: Automatyczna blokada
pt: Bloqueio automático
ru: Автоматическая блокировка

# autofill.autolock-locks-form-filling
source: Also lock password form fill
de: Fülle auch das Formular „Passwort sperren“ aus
es: Bloquear también el formulario de contraseña
fr: Verrouiller également le remplissage du formulaire de mot de passe
it: Blocca anche la compilazione automatica del modulo con password
pl: Zablokuj także uzupełnianie haseł w formularzu
pt: Bloquear também o preenchimento de palavras-passe em formulários
ru: Также заблокировать заполнение паролей

# autofill.copy-password
source: Copy password
de: Passwort kopieren
es: Copiar contraseña
fr: Copier le mot de passe
it: Copia password
pl: Kopiuj hasło
pt: Copiar palavra-passe
ru: Копировать пароль

# autofill.copy-username
source: Copy username
de: Benutzername kopieren
es: Copiar nombre de usuario
fr: Copier le nom d'utilisateur
it: Copia nome utente
pl: Kopiuj nazwę użytkownika
pt: Copiar nome do utilizador
ru: Копировать имя пользователя

# autofill.excluded-sites
source: Excluded Sites
de: Ausgeschlossene Websites
es: Sitios excluidos
fr: Sites exclus
it: Siti esclusi
pl: Wykluczone witryny
pt: Sites excluídos
ru: Сайты-исключения

# autofill.excluded-sites.explanation
source: Websites you selected to never ask to save your password.
de: Websites, die du so ausgewählt hast, dass sie dich nie nach deinem Passwort fragen.
es: Sitios web que has seleccionado para que nunca soliciten guardar tu contraseña.
fr: Les sites Web que vous avez sélectionnés ne demandent jamais à enregistrer votre mot de passe.
it: Siti web che, in base alle tue impostazioni, non chiederanno mai di salvare la password.
pl: Wybrane witryny, które mają Cię nigdy nie prosić o zapisanie hasła.
pt: Sites que selecionaste para nunca pedirem para guardar a palavra-passe.
ru: Система не будет предлагать вам сохранить пароль на выбранных сайтах.

# autofill.excluded-sites.reset
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina
pl: Resetowanie
ru: Сбросить

# autofill.excluded-sites.reset.action.message
source: If you reset excluded sites, you will be prompted to save your password next time you sign in to any of these sites.
de: Wenn du die ausgeschlossenen Websites zurücksetzt, wirst du aufgefordert, dein Passwort zu speichern, wenn du dich das nächste Mal auf einer dieser Websites anmeldest.
es: Si restableces los sitios excluidos, se te pedirá que guardes tu contraseña la próxima vez que accedas a cualquiera de estos sitios.
fr: Si vous réinitialisez les sites exclus, vous serez invité(e) à enregistrer votre mot de passe lors de votre prochaine connexion à l'un de ces sites.
it: Se ripristini i siti esclusi, ti verrà richiesto di salvare la password la prossima volta che accederai a uno di questi siti.
pl: Jeśli zresetujesz wykluczone witryny, przy następnym logowaniu do dowolnej z nich pojawi się monit o zapisanie hasła.
pt: Se repuseres os sites excluídos, ser-te-á pedido que guardes a tua palavra-passe da próxima vez que iniciares sessão num destes sites.
ru: Если вы очистите список исключений, при следующем входе на любой из этих сайтов система предложит вам сохранить пароль.

# autofill.excluded-sites.reset.action.title
source: Reset Excluded Sites?
de: Ausgeschlossene Websites zurücksetzen?
es: ¿Restablecer sitios excluidos?
fr: Réinitialiser les sites exclus ?
it: Ripristinare i siti esclusi?
pl: Zresetować wykluczone witryny?
pt: Repor sites excluídos?
ru: Сбросить список исключений?

# autofill.hide-card-cvv
source: Hide CVV
de: CVV ausblenden
es: Ocultar CVV
fr: Masquer CVV
it: Nascondi CVV
pl: Ukryj CVV
pt: Ocultar CVV
ru: Скрыть CVV-код

# autofill.hide-password
source: Hide password
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
it: Nascondi password
pl: Ukryj hasło
pt: Ocultar palavra-passe
ru: Скрыть пароль

# autofill.items.delete-all-passwords
source: Delete All Passwords…
de: Alle Passwörter löschen ...
es: Eliminar todas las contraseñas...
fr: Supprimer tous les mots de passe…
it: Elimina tutte le password...
pl: Usuń wszystkie hasła
pt: Eliminar todas as palavras-passe…
ru: Удалить все пароли...

# autofill.items.delete-all-passwords-completion-button-texy
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: Fechar
ru: Закрыть

# autofill.items.delete-all-passwords-completion-message-text
source: All passwords deleted (%d)
de: Alle Passwörter gelöscht (%d)
es: Se han eliminado todas las contraseñas (%d)
fr: Tous les mots de passe sont supprimés (%d)
it: Tutte le password sono state eliminate (%d)
pl: Usunięto wszystkie hasła (%d)
pt: Todas as palavras-passe eliminadas (%d)
ru: Все пароли (%d) удалены

# autofill.items.delete-all-passwords-confirmation-message-text
source: Are you sure you want to delete all passwords (%d)?
de: Möchtest du wirklich alle Passwörter (%d) löschen?
es: ¿Seguro que quieres borrar todas las contraseñas (%d)?
fr: Voulez-vous vraiment supprimer tous les mots de passe (%d) ?
it: Vuoi davvero eliminare tutte le password (%d)?
pl: Czy na pewno chcesz usunąć wszystkie hasła (%d)?
pt: Tens a certeza de que pretendes eliminar todas as palavras-passe (%d)?
ru: Вы точно хотите удалить все пароли (%d)?

# autofill.items.delete-all-passwords-device-confirmation-information-text
source: Your passwords will be deleted from this device. Make sure you still have a way to access your accounts.
de: Deine Passwörter werden von diesem Gerät gelöscht. Vergewissere dich, dass du weiterhin eine Möglichkeit hast, auf deine Konten zuzugreifen.
es: Tus contraseñas se borrarán de este dispositivo. Asegúrate de seguir teniendo una forma de acceder a tus cuentas.
fr: Vos mots de passe seront supprimés de cet appareil. Assurez-vous d'avoir toujours un moyen d'accéder à vos comptes.
it: Le tue password verranno eliminate da questo dispositivo. Assicurati di poter ancora accedere ai tuoi account.
pl: Twoje hasła zostaną usunięte z tego urządzenia. Upewnij się, że nadal masz możliwość dostępu do swoich kont.
pt: As tuas palavras-passe serão apagadas deste dispositivo. Certifica-te de que continuas a ter forma de aceder às tuas contas.
ru: Пароли будут удалены с данного устройства. Убедитесь, что вы по-прежнему можете войти в свои учетные записи.

# autofill.items.delete-all-passwords-permisson-text
source: delete all passwords
de: Alle Passwörter löschen
es: Eliminar todas las contraseñas
fr: Supprimer tous les mots de passe
it: Elimina tutte le password
pl: Usuń wszystkie hasła
pt: Eliminar todas as palavras-passe
ru: Удалить все пароли

# autofill.items.delete-all-passwords-synced-completion-information-text
source: Your passwords have been deleted from all synced devices.
de: Deine Passwörter wurden von allen synchronisierten Geräten gelöscht.
es: Tus contraseñas se han borrado de todos los dispositivos sincronizados.
fr: Vos mots de passe ont été supprimés de tous les appareils synchronisés.
it: Le password sono state eliminate da tutti i dispositivi sincronizzati.
pl: Twoje hasła zostaną usunięte ze wszystkich zsynchronizowanych urządzeń.
pt: As tuas palavras-passe foram eliminadas de todos os dispositivos sincronizados.
ru: Ваши пароли были удалены со всех синхронизированных устройств.

# autofill.items.delete-all-passwords-synced-confirmation-information-text
source: Your passwords will be deleted from all synced devices. Make sure you still have a way to access your accounts.
de: Deine Passwörter werden von allen synchronisierten Geräten gelöscht. Vergewissere dich, dass du weiterhin eine Möglichkeit hast, auf deine Konten zuzugreifen.
es: Tus contraseñas se borrarán en todos los dispositivos sincronizados. Asegúrate de seguir teniendo una forma de acceder a tus cuentas.
fr: Vos mots de passe seront supprimés de tous les appareils synchronisés. Assurez-vous d'avoir toujours un moyen d'accéder à vos comptes.
it: Le password verranno eliminate da tutti i dispositivi sincronizzati. Assicurati di avere ancora la possibilità di accedere ai tuoi account.
pl: Twoje hasła zostaną usunięte ze wszystkich zsynchronizowanych urządzeń. Upewnij się, że nadal masz możliwość dostępu do swoich kont.
pt: As tuas palavras-passe serão eliminadas de todos os dispositivos sincronizados. Confirma que ainda tens uma forma de aceder às contas.
ru: Пароли будут удалены со всех синхронизированных устройств. Убедитесь, что вы по-прежнему можете войти в свои учетные записи.

# autofill.lock-when-idle
source: Lock autofill after computer is idle for
de: Autovervollständigen sperren, nachdem der Computer inaktiv war für
es: Bloquear autocompletar cuando el ordenador esté inactivo durante
fr: Verrouiller la saisie automatique après l'inactivité de l'ordinateur pendant
it: Blocca la compilazione automatica quando il computer è inattivo per
pl: Zablokuj autouzupełnianie, gdy komputer jest bezczynny przez
pt: Bloquear o preenchimento automático depois de o computador estar inativo durante
ru: Блокировать автозаполнение после простоя компьютера в течение

# autofill.management.credit-cards.unknown.card
source: Card
de: Karte
es: Tarjeta
fr: Carte
it: Carta
pl: Karta
pt: Cartão
ru: Карта

# autofill.manager.status.locked
source: Locked
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
pl: Zablokowano
pt: Bloqueado
ru: Заблокирован

# autofill.manager.status.unlocked
source: Unlocked
de: Entsperrt
es: Desbloqueado
fr: Déverrouillé
it: Sbloccato
pl: Odblokowano
pt: Desbloqueado
ru: Разблокирован

# autofill.never-lock
source: Never lock autofill
de: Autovervollständigen niemals sperren
es: Nunca bloquear autocompletar
fr: Ne jamais verrouiller la saisie automatique
it: Non bloccare mai la compilazione automatica
pl: Nigdy nie blokuj autouzupełniania
pt: Nunca bloquear o preenchimento automático
ru: Не блокировать автозаполнение

# autofill.never-lock-warning
source: If not locked, anyone with access to your device will be able to use and modify your autofill data. For security purposes, credit card form fill always requires authentication.
de: Wenn es nicht gesperrt ist, kann jeder, der Zugriff auf dein Gerät hat, deine Autovervollständigen-Daten verwenden und ändern. Aus Sicherheitsgründen erfordert das Ausfüllen von Kreditkartenformularen immer eine Authentifizierung.
es: Si no está bloqueado, cualquier persona con acceso a tu dispositivo podrá utilizar y modificar tus datos de autocompletar. Por motivos de seguridad, el formulario de la tarjeta de crédito siempre requiere autenticación.
fr: En l'absence de verrouillage, toute personne ayant accès à votre appareil pourra utiliser et modifier vos données de saisie automatique. Pour des raisons de sécurité, le formulaire de carte bancaire nécessite une authentification systématique.
it: Se non è bloccata, chiunque abbia accesso al tuo dispositivo potrà utilizzare e modificare i tuoi dati con compilazione automatica. Per motivi di sicurezza, la compilazione del modulo della carta di credito richiede sempre l'autenticazione.
pl: W przypadku braku blokady każda osoba mająca dostęp do Twojego urządzenia będzie mogła używać danych autouzupełniania i je modyfikować. Ze względów bezpieczeństwa uzupełnianie formularza karty kredytowej zawsze wymaga uwierzytelnienia.
pt: Se não estiver bloqueado, qualquer pessoa com acesso ao teu dispositivo poderá utilizar e modificar os teus dados de preenchimento automático. Por motivos de segurança, o preenchimento do formulário de cartão de crédito requer sempre autenticação.
ru: В отсутствие блокировки любой, у кого появится доступ к устройству, сможет использовать или изменить ваши автозаполняемые данные. Из соображений безопасности при заполнении платежных данных в формах всегда требуется аутентификация.
