Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# import.logins.passwords.explainer
source: Passwords are encrypted. Viewing them or filling out forms requires Touch ID or a password. Nobody but you can see your passwords, not even us. Find Passwords in DuckDuckGo Settings > Passwords & Autofill.
de: Passwörter sind verschlüsselt. Für das Anzeigen oder Ausfüllen von Formularen ist eine Touch-ID oder ein Passwort erforderlich. Niemand außer dir kann deine Passwörter sehen, nicht einmal wir. Finde Passwörter unter DuckDuckGo-Einstellungen > Passwörter & Autovervollständigen.
es: Las contraseñas están cifradas. Para verlas o rellenar formularios, se requiere Touch ID o una contraseña. Nadie más que tú puede ver tus contraseñas, ni siquiera nosotros. Encuentra las contraseñas en Ajustes de DuckDuckGo > Contraseñas y autocompletar.
fr: Les mots de passe sont cryptés. Pour les consulter ou remplir des formulaires, il vous faut Touch ID ou un mot de passe. Personne d'autre que vous ne peut voir vos mots de passe, pas même nous. Vous trouverez vos mots de passe dans Paramètres de DuckDuckGo > Mots de passe et saisie automatique.
it: Le password sono crittografate. Per visualizzarle o compilare moduli occorre il Touch ID o una password. Nessuno, a parte te, può vedere le tue password, nemmeno noi. Trova le password in Impostazioni di DuckDuckGo > Password e compilazione automatica.
pl: Hasła są szyfrowane. Ich przeglądanie lub wypełnianie formularzy wymaga Touch ID lub hasła. Nikt poza Tobą nie może zobaczyć Twoich haseł, nawet my. Aby uzyskać dostęp do haseł, wybierz kolejno Ustawienia DuckDuckGo > Hasła i autouzupełnianie.
pt: As palavras-passe estão encriptadas. Para as veres ou preencheres formulários é necessário o Touch ID ou uma palavra-passe. Ninguém além de ti pode ver as tuas palavras-passe, nem mesmo nós. Encontra as palavras-passe em Definições do DuckDuckGo > Palavras-passe e preenchimento automático.
ru: Пароли подвергаются шифрованию. Для их просмотра или заполнения требуется Touch ID или пароль. Никто кроме вас не увидит ваши пароли. Даже мы. Ищите их в разделе «Настройки DuckDuckGo > Пароли и автозаполнение».

# import.logins.passwords.explainer.autolock.off
source: Passwords are encrypted. We recommend setting up Auto-lock to keep your passwords even more secure. Set it up in DuckDuckGo Settings > Passwords & Autofill.
de: Passwörter sind verschlüsselt. Wir empfehlen dir, Auto-Lock einzurichten, um deine Passwörter noch sicherer zu machen. Dies kannst du unter DuckDuckGo-Einstellungen > Passwörter & Autovervollständigen tun.
es: Las contraseñas están cifradas. Te recomendamos que configures Auto-lock para mantener tus contraseñas aún más seguras. Configúralo en Ajustes de DuckDuckGo > Contraseñas y autocompletar.
fr: Les mots de passe sont cryptés. Nous recommandons de configurer le verrouillage automatique pour renforcer la sécurité de vos mots de passe. Pour ce faire, allez dans les Paramètres de DuckDuckGo > Mots de passe et saisie automatique.
it: Le password sono crittografate. Ti consigliamo di impostare il blocco automatico per rendere le tue password ancora più sicure. Impostalo nelle impostazioni di DuckDuckGo > Password e compilazione automatica.
pl: Hasła są szyfrowane. Zalecamy skonfigurowanie funkcji automatycznej blokady, aby hasła były jeszcze bezpieczniejsze. Skonfiguruj tę opcję, wybierając kolejno Ustawienia DuckDuckGo > Hasła i autouzupełnianie.
pt: As palavras-passe estão encriptadas. Recomendamos a configuração do Bloqueio automático para manter as tuas palavras-passe ainda mais seguras. Configura-o nas Definições do DuckDuckGo > Palavras-passe e preenchimento automático.
ru: Пароли подвергаются шифрованию. Для дополнительной защиты рекомендуем включить автоматическую блокировку в разделе «Настройки DuckDuckGo > Пароли и автозаполнение».

# import.logins.select-csv-file
source: Select Passwords CSV File…
de: Passwörter-CSV-Datei auswählen …
es: Seleccionar archivo CSV de contraseñas...
fr: Sélectionner un fichier de mots de passe CSV…
it: Seleziona file CSV password…
pl: Wybierz plik CSV z hasłami…
pt: Selecionar ficheiro de palavras-passe CSV…
ru: Выберите CSV-файл с паролями…

# import.logins.select-csv-file.source
source: Select %@ CSV File…
de: Wähle %@ CSV-Datei …
es: Seleccionar Archivo CSV de %@...
fr: Sélectionner un fichier CSV %@…
it: Seleziona file CSV %@…
pl: Wybierz plik CSV %@…
pt: Selecionar ficheiro CSV %@…
ru: Выберите CSV-файл из %@…

# import.nodata.bookmarks.subtitle
source: If you have %@ bookmarks, try importing them manually instead.
de: Wenn du %@ Lesezeichen hast, versuche stattdessen, sie manuell zu importieren.
es: Si tienes %@ marcadores, intenta importarlos manualmente.
fr: Si vous avez %@ signets, essayez plutôt de les importer manuellement.
it: Se hai %@ segnalibri, prova a importarli manualmente.
pl: Jeśli masz zakładki %@, spróbuj zaimportować je ręcznie.
pt: Se tens favoritos do %@, tenta importá-los manualmente.
ru: Если у вас есть %@-файл с закладками, попробуйте импортировать его вручную.

# import.nodata.passwords.subtitle
source: If you have %@ passwords, try importing them manually instead.
de: Wenn du %@ Passwörter hast, versuche stattdessen, sie manuell zu importieren.
es: Si tiene %@ contraseñas, intenta importarlas manualmente.
fr: Si vous avez %@ mots de passe, essayez plutôt de les importer manuellement.
it: Se hai %@ password, prova a importarle manualmente.
pl: Jeśli masz hasła %@, spróbuj zaimportować je ręcznie.
pt: Se tens palavras-passe do %@, tenta importá-las manualmente.
ru: Если у вас есть %@-файл с паролями, попробуйте импортировать его вручную.

# import.onePassword.app.version.info
source: You can find your version by selecting **%1$s → About %2$s** from the Menu Bar.
de: Du findest deine Version, indem du in der Menüleiste **%1$s → Über %2$s** auswählst.
es: Puedes encontrar tu versión seleccionando **%1$s → Acerca de %2$s** en la barra de menús.
fr: Vous pouvez trouver votre version en sélectionnant **%1$s → À propos de %2$s** dans la barre de menu.
it: Puoi trovare la tua versione selezionando **%1$s → Informazioni %2$s** dalla Barra dei menu.
pl: Aby znaleźć zainstalowaną wersję, wybierz **%1$s → About %2$s** na pasku menu.
pt: Podes encontrar a tua versão selecionando **%1$s → Acerca de %2$s** na barra de menus.
ru: Чтобы узнать версию своего приложения, выберите на панели меню **%1$s → Сведения о %2$s**.

# import.passwords.indefinite.progress.text
source: Importing passwords…
de: Passwörter werden importiert …
es: Importando contraseñas…
fr: Importation des mots de passe…
it: Importazione password in corso…
pl: Importowanie haseł…
pt: A importar palavras-passe…
ru: Пароли импортируются…

# import.passwords.number.progress.text
source: Importing passwords (%d)…
de: Passwörter werden importiert (%d) …
es: Importando contraseñas (%d)...
fr: Importation des mots de passe (%d)…
it: Importazione password (%d) in corso…
pl: Importowanie haseł (%d)…
pt: A importar palavras-passe (%d)…
ru: Пароли импортируются (%d)…

# import.shortcuts.bookmarks.subtitle
source: Put your favorite bookmarks in easy reach
de: Halte deine Lieblingslesezeichen griffbereit
es: Pon tus marcadores favoritos a tu alcance
fr: Placez vos signets préférés à portée de main
it: Tieni i tuoi segnalibri preferiti a portata di mano
pl: Umieść ulubione zakładki w łatwo dostępnym miejscu
pt: Coloca os teus marcadores favoritos num local de fácil alcance
ru: Любимые закладки всегда под рукой

# import.shortcuts.bookmarks.title
source: Show Bookmarks Bar
de: Lesezeichenleiste anzeigen
es: Mostrar barra de marcadores
fr: Afficher la barre des signets
it: Mostra la barra dei segnalibri
pl: Pokaż pasek zakładek
pt: Mostrar barra de marcadores
ru: Показывать панель закладок

# import.shortcuts.passwords.subtitle
source: Keep passwords nearby in the address bar
de: Passwörter in der Adressleiste aufbewahren
es: Mantén las contraseñas a mano en la barra de direcciones
fr: Gardez vos mots de passe à portée de main dans la barre d'adresse
it: Tieni le password a portata di mano nella barra degli indirizzi
pl: Trzymaj hasła w pobliżu, na pasku adresu
pt: Mantém as palavras-passe por perto na barra de endereços
ru: Удобное хранение паролей в адресной строке

# import.shortcuts.passwords.title
source: Show Passwords Shortcut
de: Passwort-Shortcut anzeigen
es: Mostrar acceso directo a contraseñas
fr: Afficher le raccourci des mots de passe
it: Mostra scorciatoia per le password
pl: Pokaż skrót do haseł
pt: Mostrar atalho de palavras-passe
ru: Показывать ярлык для паролей

# invite.dialog.get.started.button
source: Get Started
de: Los geht's!
es: Empezar
fr: Commencer
it: Iniziamo
pl: Rozpocznij
pt: Comece
ru: Приступим!

# invite.dialog.unrecognized.code.message
source: We didn’t recognize this Invite Code.
de: Wir haben diesen Einladungscode nicht erkannt.
es: No hemos reconocido este código de invitación.
fr: Nous n'avons pas reconnu ce code d'invitation.
it: Non abbiamo riconosciuto questo codice di invito.
pl: Nie rozpoznaliśmy tego kodu zaproszenia.
pt: Não reconhecemos este código de convite.
ru: Не удалось распознать код приглашения.

# itr.feedback-form.category.access-code
source: Issue with access code
de: Problem mit dem Zugangscode
es: Incidencia con código de acceso
fr: Problème avec le code d'accès
it: Problema con il codice di accesso
pl: Problem z kodem dostępu
pt: Problema com o código de acesso
ru: Проблема с кодом доступа

# itr.feedback-form.category.contact-advisor
source: Unable to contact advisor
de: Berater kann nicht kontaktiert werden
es: No se puede contactar con el asesor
fr: Impossible de contacter le conseiller
it: Impossibile contattare il consulente
pl: Nie można skontaktować się z doradcą
pt: Não é possível contactar o consultor
ru: Невозможно связаться с консультантом

# itr.feedback-form.category.select-category
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

# itr.feedback-form.category.something-else
source: Something else
de: Etwas anderes
es: Otro problema
fr: Autre chose
it: Qualcos'altro
pl: Coś innego
pt: Outra coisa
ru: Что-то другое

# itr.feedback-form.category.unhelpful
source: Call to Advisor was unhelpful
de: Anruf beim Berater war nicht hilfreich
es: Llamar al asesor no ha ayudado
fr: L'échange avec le conseiller n'a pas été utile
it: Chiamata al consulente inutile
pl: Połączenie z doradcą nie pomogło
pt: A chamada para o consultor não foi útil
ru: Мало толку от звонка консультанту

# learnmore.link
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Ulteriori informazioni
pl: Dowiedz się więcej
pt: Saiba mais
ru: Узнать больше

# letsmove.alert.message
source: The DuckDuckGo app needs to be in the Applications folder for some features to work properly.
de: Die DuckDuckGo-App muss sich im Ordner Anwendungen befinden, damit einige Funktionen richtig funktionieren.
es: La aplicación DuckDuckGo debe estar en la carpeta Aplicaciones para que algunas características funcionen correctamente.
fr: L'application DuckDuckGo doit se trouver dans le dossier Applications pour que certaines fonctionnalités marchent correctement.
it: Affinché alcune funzionalità funzionino correttamente, l'app DuckDuckGo deve essere nella cartella Applicazioni.
pl: Aplikacja DuckDuckGo musi znajdować się w folderze Aplikacje, aby zapewnić prawidłowe działanie określonych funkcji.
pt: A aplicação DuckDuckGo tem de estar na pasta Aplicações para que algumas funcionalidades funcionem corretamente.
ru: Для нормальной работы некоторых функций нужно, чтобы приложение DuckDuckGo находилось в папке «Приложения».

# letsmove.alert.title
source: You‘re almost there
de: Du hast es fast geschafft
es: Ya casi estamos.
fr: Vous y êtes presque !
it: Ci sei quasi
pl: Prawie gotowe
pt: Estás quase lá
ru: Почти готово

# letsmove.could.not.move
source: Could not move to Applications folder
de: Konnte nicht in den Ordner „Anwendungen“ verschoben werden
es: No se ha podido mover a la carpeta Aplicaciones
fr: Impossible de déplacer vers le dossier Applications
it: Impossibile passare alla cartella Applicazioni
pl: Nie można przenieść do folderu Aplikacje
pt: Não foi possível mover para a pasta Aplicações
ru: Не удалось перенести DuckDuckGo в папку «Приложения»

# letsmove.dont.move.button
source: Do Not Move
de: Nicht bewegen
es: No mover
fr: Ne pas déplacer
it: Non spostare
pl: Nie przenoś
pt: Não mover
ru: Не переносить

# letsmove.move.button
source: Move to Applications Folder
de: In den Ordner „Anwendungen“ verschieben
es: Mover a la carpeta Aplicaciones
fr: Déplacer vers le dossier Applications
it: Sposta nella cartella Applicazioni
pl: Przenieś do folderu Aplikacje
pt: Mover para a pasta Aplicações
ru: Перенести в папку «Приложения»

# looking.for.bitwarden
source: Bitwarden not installed…
de: Bitwarden nicht installiert …
es: Bitwarden no instalado...
fr: Bitwarden non installée…
it: Bitwarden non installata…
pl: Nie zainstalowano aplikacji Bitwarden…
pt: Bitwarden não instalado…
ru: Приложение Bitwarden не установлено...

source: macOS version
es: Versión de macOS
fr: Version de macOS
it: Versione macOS
pl: Wersja systemu macOS
pt: Versão do macOS
ru: Версия macOS

# main-menu.app.check-for-updates
source: Check for Updates…
de: Auf Updates prüfen …
es: Buscar actualizaciones...
fr: Rechercher des mises à jour…
it: Controlla gli aggiornamenti…
pl: Sprawdź dostępność aktualizacji…
pt: Procurar atualizações…
ru: Проверить наличие обновлений...

# main-menu.app.hide-duck-duck-go
source: Hide DuckDuckGo
de: DuckDuckGo ausblenden
es: Ocultar DuckDuckGo
fr: Masquer DuckDuckGo
it: Nascondi DuckDuckGo
pl: Ukryj DuckDuckGo
pt: Ocultar o DuckDuckGo
ru: Скрыть DuckDuckGo

# main-menu.app.hide-others
source: Hide Others
de: Andere ausblenden
es: Ocultar otros
fr: Masquer les autres
it: Nascondi altri
pl: Ukryj inne
pt: Ocultar outras aplicações
ru: Скрыть остальные

# main-menu.app.preferences
source: Preferences…
de: Einstellungen …
es: Preferencias...
fr: Préférences…
it: Preferenze…
pl: Preferencje…
pt: Preferências…
ru: Настройки…

# main-menu.app.quit-duck-duck-go
source: Quit DuckDuckGo
de: DuckDuckGo beenden
es: Salir de DuckDuckGo
fr: Quitter DuckDuckGo
it: Esci da DuckDuckGo
pl: Wyjdź z DuckDuckGo
pt: Sair do DuckDuckGo
ru: Завершить DuckDuckGo

# main-menu.app.services
source: Services
de: Dienste
es: Servicios
it: Servizi
pl: Usługi
pt: Serviços
ru: Службы

# main-menu.app.show-all
source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
pl: Pokaż wszystko
pt: Mostrar tudo
ru: Показать все

# main-menu.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
pt: Editar
ru: Правка

# main-menu.edit.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pl: Kopiuj
pt: Copiar
ru: Копировать

# main-menu.edit.cut
source: Cut
de: Schneiden
es: Cortar
fr: Couper
it: Taglia
pl: Wytnij
pt: Cortar
ru: Вырезать

# main-menu.edit.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar
ru: Удалить

# main-menu.edit.edit-spelling-and-grammar
source: Spelling and Grammar
de: Rechtschreibung und Grammatik
es: Ortografía y gramática
fr: Orthographe et grammaire
it: Ortografia e grammatica
pl: Pisownia i gramatyka
pt: Ortografia e gramática
ru: Орфография и грамматика

# main-menu.edit.find
source: Find
de: Finden
es: Buscar
fr: Trouver
it: Trova
pl: Znajdź
pt: Procurar
ru: Найти

# main-menu.edit.find.find-next
source: Find Next
de: Nächstes Ergebnis
es: Buscar siguiente
fr: Rechercher le suivant
it: Trova successivo
pl: Znajdź następny element
pt: Encontrar seguinte
ru: Найти следующий

# main-menu.edit.find.find-previous
source: Find Previous
de: Vorheriges Ergebnis
es: Buscar anterior
fr: Rechercher le précédent
it: Trova precedente
pl: Znajdź poprzedni element
pt: Encontrar anterior
ru: Найти предыдущий

# main-menu.edit.find.hide-find
source: Hide Find
de: Verstecken Finden
es: Ocultar búsqueda
fr: Masquer la recherche
it: Nascondi Trova
pl: Ukryj znajdowanie
pt: Ocultar a faixa de procura
ru: Скрыть панель поиска по странице

# main-menu.edit.paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
pl: Wklej
pt: Colar
ru: Вставить

# main-menu.edit.paste-and-match-style
source: Paste and Match Style
de: Stil einfügen und anpassen
es: Pegar y combinar estilo
fr: Coller et faire correspondre le style
it: Incolla e adegua lo stile
pl: Wklej i dopasuj styl
pt: Colar e manter estilo
ru: Вставить и согласовать стиль

# main-menu.edit.redo
source: Redo
de: Erneuert ausführen
es: Rehacer
fr: Refaire
it: Rifai
pl: Powtórz
pt: Refazer
ru: Повторить

# main-menu.edit.select-all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pl: Wybierz wszystko
pt: Selecionar tudo
ru: Выбрать все

# main-menu.edit.spelling-and.check-document-now
source: Check Document Now
de: Dokument jetzt prüfen
es: Comprobar documento ahora
fr: Vérifier le document maintenant
it: Verifica il documento ora
pl: Sprawdź dokument teraz
pt: Corrigir documento agora
ru: Проверить документ

# main-menu.edit.spelling-and.check-grammar-with-spelling
source: Check Grammar With Spelling
de: Grammatik mit Rechtschreibung prüfen
es: Revisar gramática con la ortografía
fr: Vérifier la grammaire et l'orthographe
it: Verifica grammatica e ortografia
pl: Sprawdź gramatykę z pisownią
pt: Corrigir gramática e ortografia
ru: Проверять грамматику и орфографию

# main-menu.edit.spelling-and.check-spelling-while-typing
source: Check Spelling While Typing
de: Rechtschreibung beim Tippen prüfen
es: Revisar la ortografía mientras escribes
fr: Vérifier l'orthographe pendant la saisie
it: Verifica ortografia durante la digitazione
pl: Sprawdź pisownię podczas pisania
pt: Corrigir ortografia ao escrever
ru: Проверять орфографию при наборе текста

# main-menu.edit.spelling-and.correct-spelling-automatically
source: Correct Spelling Automatically
de: Rechtschreibung automatisch korrigieren
es: Corregir la ortografía automáticamente
fr: Corriger l'orthographe automatiquement
it: Correggi automaticamente l'ortografia
pl: Automatyczne popraw pisownię
pt: Corrigir ortografia automaticamente
ru: Автоматически исправлять орфографию

# main-menu.edit.spelling-and.show-spelling-and-grammar
source: Show Spelling and Grammar
de: Rechtschreibung und Grammatik anzeigen
es: Mostrar ortografía y gramática
fr: Afficher l'orthographe et la grammaire
it: Mostra ortografia e grammatica
pl: Pokaż pisownię i gramatykę
pt: Mostrar ortografia e gramática
ru: Показывать элементы проверки грамматики и орфографии

# main-menu.edit.subsitutions
source: Substitutions
de: Ersetzungen
es: Sustituciones
it: Sostituzioni
pl: Podstawienia
pt: Substituições
ru: Замены

# main-menu.edit.undo
source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
it: Annulla
pl: Cofnij
pt: Anular
ru: Отменить

# main-menu.file
source: File
de: Datei
es: Archivo
fr: Fichier
pl: Plik
pt: Ficheiro
ru: Файл

# main-menu.file.close-all-windows
source: Close All Windows
de: Alle Fenster schließen
es: Cerrar todas las ventanas
fr: Fermer toutes les fenêtres
it: Chiudi tutte le finestre
pl: Zamknij wszystkie okna
pt: Fechar todas as janelas
ru: Закрыть все окна

# main-menu.file.close-window
source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
pl: Zamknij okno
pt: Fechar janela
ru: Закрыть окно

# main-menu.file.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pl: Eksport
pt: Exportar
ru: Экспорт

# main-menu.file.export-bookmarks
source: Bookmarks…
de: Lesezeichen …
es: Marcadores...
fr: Signets…
it: Segnalibri…
pl: Zakładki...
pt: Marcadores…
ru: Закладки...

# main-menu.file.export-passwords
source: Passwords…
de: Passwörter …
es: Contraseñas...
fr: Mots de passe…
it: Password…
pl: Hasła…
pt: Palavras-passe…
ru: Пароли...

# main-menu.file.import-bookmarks-and-passwords
source: Import Bookmarks and Passwords…
de: Lesezeichen und Passwörter importieren …
es: Importar marcadores y contraseñas...
fr: Importer les signets et les mots de passe…
it: Importa segnalibri e password…
pl: Importuj zakładki i hasła…
pt: Importar marcadores e palavras-passe…
ru: Импортировать закладки и пароли...

# main-menu.file.new-tab
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
pl: Nowa karta
pt: Novo separador
ru: Новая вкладка

# main-menu.file.open-location
source: Open Location…
de: Standort öffnen …
es: Abrir ubicación…
fr: Ouvrir l'emplacement…
it: Connetti all'indirizzo...
pl: Otwórz lokalizację…
pt: Abrir localização…
ru: Открыть адрес…

# main-menu.file.save-as
source: Save As…
de: Speichern als …
es: Guardar como...
fr: Enregistrer sous…
it: Salva come…
pl: Zapisz jako…
pt: Guardar como…
ru: Сохранить как…

# main.menu.close.downloads
source: Hide Downloads
de: Downloads ausblenden
es: Ocultar descargas
fr: Masquer les téléchargements
it: Nascondi download
pl: Ukryj pobrane
pt: Ocultar transferências
ru: Скрыть загрузки

# main.menu.close.inspector
source: Close Developer Tools
de: Entwicklertools schließen
es: Cerrar Herramientas para desarrolladores
fr: Fermer les outils de développement
it: Chiudi strumenti per sviluppatori
pl: Zamknij narzędzia deweloperskie
pt: Fechar Ferramentas para programadores
ru: Закрыть инструменты разработчика

# main.menu.home.button.mode.hide
source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
pl: Ukryj
pt: Ocultar
ru: Скрыть

# main.menu.home.button.mode.left
source: Show Left of the Back Button
de: Links vom Zurück-Button anzeigen
es: Mostrar a la izquierda del botón Atrás
fr: Afficher la gauche du bouton Retour
it: Mostra a sinistra del pulsante Indietro
pl: Pokaż na lewo od przycisku Wstecz
pt: Mostrar à esquerda do botão Retroceder
ru: Показывать слева от кнопки «Назад»

# main.menu.home.button.mode.right
source: Show Right of the Reload Button
de: Rechts vom Reload-Button anzeigen
es: Mostrar a la derecha del botón Volver a cargar
fr: Afficher la droite du bouton Recharger
it: Mostra a destra del pulsante Ricarica
pl: Pokaż na prawo od przycisku ponownego ładowania
pt: Mostrar à direita do botão Recarregar
ru: Показывать справа от кнопки «Перезагрузить»

# main.menu.show.downloads
source: Show Downloads
de: Downloads anzeigen
es: Mostrar descargas
fr: Afficher les téléchargements
it: Mostra Download
pl: Pokaż pobrane
pt: Mostrar transferências
ru: Показать загрузки

# main.menu.show.inspector
source: Open Developer Tools
de: Entwicklertools öffnen
es: Abrir herramientas para desarrolladores
fr: Ouvrir les outils de développement
it: Apri strumenti per sviluppatori
pl: Otwórz narzędzia deweloperskie
pt: Abrir Ferramentas para programadores
ru: Открыть инструменты разработчика

# malicious.site.error.page.tab.title
source: Warning: Security Risk
de: Warnung: Sicherheitsrisiko
es: Advertencia: riesgo de seguridad
fr: Avertissement : risque de sécurité
it: Attenzione: rischio per la sicurezza
pl: Ostrzeżenie: Zagrożenie bezpieczeństwa
pt: Aviso: Risco para a segurança
ru: Предупреждение: угроза безопасности

# menu.add.folder
source: Add Folder…
de: Ordner hinzufügen …
es: Añadir carpeta...
fr: Ajouter le dossier…
it: Aggiungi cartella…
pl: Dodaj folder...
pt: Adicionar pasta…
ru: Добавить папку...

# menu.bookmarks.edit
source: Edit…
de: Bearbeiten…
es: Editar...
fr: Modifier…
it: Modifica…
pl: Edytuj...
pt: Editar…
ru: Изменить...

# menu.item.new.tab
source: New Tab
de: Neuer Tab
es: Nueva pestaña
fr: Nouvel onglet
it: Nuova scheda
pl: Nowa karta
pt: Novo separador
ru: Новая вкладка
