Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# prefrences.sync.share-favorite-option-title
source: Unify Favorites Across Devices
de: Favoriten geräteübergreifend vereinheitlichen
es: Unifica tus favoritos en todos los dispositivos
fr: Unifier les favoris sur tous les appareils
it: Unifica i preferiti su tutti i dispositivi
pl: Połącz ulubione elementy na urządzeniach
pt: Unifica os favoritos entre dispositivos
ru: Одно и то же избранное на разных устройствах

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pl: Udostępnij
pt: Partilhar
ru: Поделиться

# sync.menu.path
source: Settings › Sync & Backup
de: Einstellungen › Sync & Backup
es: Configuración › Sync & Backup
fr: Réglages › Sync & Backup
it: Impostazioni › Sync & Backup
pl: Ustawienia › Sync & Backup
pt: Definições › Sync & Backup
ru: Настройки › Синхронизация и резервное копирование

# sync.warning.data-syncing-disabled-upgrade-required
source: Sorry, but Sync & Backup is no longer available in this app version. Please update DuckDuckGo to the latest version to continue.
de: Synchronisieren und sichern ist in dieser App-Version leider nicht mehr verfügbar. Bitte aktualisiere DuckDuckGo auf die neueste Version, um fortzufahren.
es: Lo sentimos, pero la sincronización y la copia de seguridad ya no están disponibles en esta versión de la aplicación. Actualiza DuckDuckGo a la última versión para continuar.
fr: Désolés, mais la synchronisation et la sauvegarde ne sont plus disponibles dans cette version de l'application. Veuillez mettre à jour DuckDuckGo avec la dernière version pour continuer.
it: Siamo spiacenti, ma Sincronizzazione e Backup non è più disponibile in questa versione dell'app. Per continuare, aggiorna DuckDuckGo all'ultima versione.
pl: Niestety synchronizacja i kopia zapasowa nie są już dostępne w tej wersji aplikacji. Aby kontynuować, zaktualizuj DuckDuckGo do najnowszej wersji.
pt: Lamentamos, mas a sincronização e cópia de segurança já não estão disponíveis nesta versão da aplicação. Atualiza o DuckDuckGo para a versão mais recente para continuar.
ru: К сожалению, функция «Синхронизация и резервное копирование» больше не работает в этой версии приложения. Чтобы продолжить, обновите DuckDuckGo до последней версии.

# sync.warning.sync-paused
source: Sync & Backup is Paused
de: Synchronisieren und sichern ist angehalten
es: Sincronización y copia de seguridad en pausa
fr: La synchronisation et la sauvegarde sont suspendues
it: Sincronizzazione e Backup è in pausa
pl: Synchronizacja i kopia zapasowa jest wstrzymana
pt: A sincronização e a cópia de segurança estão em pausa
ru: Синхронизация и резервное копирование на паузе

# sync.warning.sync-unavailable
source: Sync & Backup is Unavailable
de: Synchronisieren und sichern ist nicht verfügbar
es: La sincronización y copia de seguridad no está disponible
fr: Synchronisation et sauvegarde n'est pas disponible
it: Sincronizzazione e backup non disponibile
pl: Synchronizacja i kopia zapasowa jest niedostępna
pt: A sincronização e a cópia de segurança não estão disponíveis
ru: Функция «Синхронизация и резервное копирование» недоступна

# sync.warning.sync-unavailable-message
source: Sorry, but Sync & Backup is currently unavailable. Please try again later.
de: Leider ist Synchronisieren und sichern derzeit nicht verfügbar. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: Lo sentimos, pero la sincronización y la copia de seguridad no están disponibles en este momento. Inténtalo de nuevo más tarde.
fr: Désolés, mais la synchronisation et la sauvegarde sont actuellement indisponibles. Veuillez réessayer ultérieurement.
it: Siamo spiacenti, ma Sincronizzazione e backup non è attualmente disponibile. Riprova più tardi.
pl: Niestety synchronizacja i kopia zapasowa jest obecnie niedostępna. Spróbuj ponownie później.
pt: Lamentamos, mas a sincronização e cópia de segurança não estão disponíveis de momento. Tenta novamente mais tarde.
ru: Синхронизация и резервное копирование сейчас недоступны. Повторите попытку позже.

source: Left
de: Links
es: Izquierda
fr: À gauche
pl: Lewo
pt: Esquerdo

source: URL
pl: Adres URL

# bookmarks.dialog.field.url
source: URL
pl: Adres URL

# network.protection.tunnel.name
source: DuckDuckGo VPN
fr: VPN DuckDuckGo
it: VPN DuckDuckGo
pt: VPN do DuckDuckGo
