Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# network.protection.onboarding.move.to.applications.desc
source: To use the VPN, the DuckDuckGo app needs to be in the Applications folder on your Mac. Click the button below to move the app and restart the browser.
de: Um das VPN nutzen zu können, muss sich die DuckDuckGo-App im Ordner „Programme“ auf deinem Mac befinden. Klicke auf die Schaltfläche unten, um die App zu verschieben und den Browser neu zu starten.
es: Para usar la VPN, la aplicación DuckDuckGo debe estar en la carpeta Aplicaciones de tu Mac. Haz clic en el botón de abajo para mover la aplicación y reinicia el navegador.
fr: Pour pouvoir utiliser le VPN, l'application DuckDuckGo doit se trouver dans le dossier Applications de votre Mac. Cliquez sur le bouton ci-dessous pour déplacer l'application et redémarrer le navigateur.
it: Per usare la VPN, l'app DuckDuckGo deve trovarsi nella cartella Applicazioni del tuo Mac. Fai clic sul pulsante qui sotto per spostare l'app e riavviare il browser.
pl: Do korzystania z VPN wymagane jest umieszczenie aplikacji DuckDuckGo w folderze Aplikacje na komputerze Mac. Kliknij przycisk poniżej, aby przenieść aplikację i zrestartować przeglądarkę.
pt: Para utilizares a VPN, a aplicação DuckDuckGo precisa de estar na pasta Aplicações do teu Mac. Clica no botão abaixo para mover a aplicação e reiniciar o navegador.
ru: Для использования VPN приложение DuckDuckGo должно находиться в папке «Программы». Чтобы переместить приложение и перезапустить браузер, нажмите кнопку ниже.

# network.protection.onboarding.move.to.applications.title
source: Move DuckDuckGo App
de: DuckDuckGo-App verschieben
es: Mover la aplicación DuckDuckGo
fr: Déplacer l'application DuckDuckGo
it: Sposta l'app DuckDuckGo
pl: Przenieś aplikację DuckDuckGo
pt: Move a aplicação DuckDuckGo
ru: Перемещение в «Программы»

# network.protection.report.site.issues.button.cancel
source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non adesso
pl: Nie teraz
pt: Agora não
ru: Не сейчас

# network.protection.report.site.issues.button.dontask
source: Don't Ask Again
de: Nicht erneut fragen
es: No volver a preguntar
fr: Ne plus demander
it: Non chiedere più
pl: Nie pytaj ponownie
pt: Não perguntar novamente
ru: Больше не спрашивать

# network.protection.report.site.issues.button.report
source: Report
de: Melden
es: Informar
fr: Rapport
it: Rapporto
pl: Zgłoś
pt: Comunicar
ru: Сообщить

# network.protection.report.site.issues.description
source: Please let us know if you excluded %@ from the VPN because you experienced issues.
de: Bitte teile uns mit, wenn du %@ aufgrund von Problemen vom VPN ausgeschlossen hast.
es: Por favor, indícanos si has excluido a %@ de la VPN porque has tenido problemas.
fr: Merci de nous indiquer si vous avez exclu %@ du VPN parce que vous rencontriez des problèmes.
it: Comunicaci se hai escluso %@ dalla VPN perché hai riscontrato problemi.
pl: Poinformuj nas, jeśli sieć VPN została wyłączona dla aplikacji %@ z powodu problemów.
pt: Indica-nos se excluíste o Website %@ da VPN porque tiveste problemas.
ru: Если вы отключили VPN на сайте %@ из-за сбоев, сообщите нам.

# network.protection.report.site.issues.footer
source: Reports only include the domain of the affected website.
de: Berichte enthalten nur die Domain der betroffenen Website.
es: Los informes solo incluyen el dominio del sitio web afectado.
fr: Les rapports incluent uniquement le domaine du site Web concerné.
it: I rapporti includono solo il dominio del sito web interessato.
pl: Raporty zawierają tylko domenę witryny, której dotyczy problem.
pt: Os relatórios apenas incluem o domínio do Website afetado.
ru: В отчет войдет только домен пострадавшего сайта.

# network.protection.report.site.issues.title
source: Report an issue with %@?
de: Ein Problem mit %@ melden?
es: ¿Informar de un problema con %@?
fr: Signaler un problème avec %@ ?
it: Segnala un problema con %@?
pl: Zgłosić problem z %@?
pt: Comunicar um problema com %@?
ru: Сообщить о сбое на сайте %@?

# network.protection.server.address.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pl: Nieznane
pt: Desconhecido
ru: Неизвестно

# network.protection.server.location.unknown
source: Unknown...
de: Unbekannt...
es: Desconocido...
fr: Inconnu…
it: Sconosciuto...
pl: Nieznana...
pt: Desconhecido…
ru: Неизвестно...

# network.protection.site.troubleshooting.exclude
source: Exclude %@ from VPN
de: %@ von VPN ausschließen
es: Excluir a %@ de la VPN
fr: Exclure %@ du VPN
it: Escludi %@ dalla VPN
pl: Wyklucz %@ z VPN
pt: Excluir %@ da VPN
ru: Отключить VPN на %@

# network.protection.site.troubleshooting.title
source: Website Preferences
de: Website-Einstellungen
es: Preferencias del sitio web
fr: Préférences du site Web
it: Preferenze del sito web
pl: Preferencje strony internetowej
pt: Preferências de Websites
ru: Предпочтения по сайтам

# network.protection.status.connected
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
pl: Połączono
pt: Ligada
ru: Подключен

# network.protection.status.connecting
source: Connecting...
de: Verbinden ...
es: Conectando...
fr: Connexion en cours…
it: Connessione in corso...
pl: Łączenie...
pt: A ligar…
ru: Выполняется подключение...

# network.protection.status.disconnected
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
it: Non collegata
pl: Nie połączono
pt: Não ligada
ru: Не подключен

# network.protection.status.disconnecting
source: Disconnecting...
de: Wird getrennt ...
es: Desconectando...
fr: Déconnexion en cours…
it: Disconnessione in corso...
pl: Odłączanie...
pt: A desligar…
ru: Отключение...

# network.protection.status.header.message.off
source: Connect to secure all of your device’s Internet traffic.
de: Stell eine Verbindung her, um den gesamten Internetverkehr deines Geräts zu sichern.
es: Conéctate para proteger todo el tráfico de Internet de tu dispositivo.
fr: Connectez-vous pour sécuriser tout le trafic trafic Internet de votre appareil.
it: Connetti per proteggere tutto il traffico Internet del tuo dispositivo.
pl: Nawiąż połączenie, aby zabezpieczyć ruch internetowy urządzenia.
pt: Liga a VPN para protegeres todo o tráfego de Internet do teu dispositivo.
ru: Выполните подключение для защиты трафика всех устройств.

# network.protection.status.header.message.on
source: All device Internet traffic is being secured through the VPN.
de: Der gesamte Internetverkehr des Geräts wird über das VPN gesichert.
es: Todo el tráfico de Internet del dispositivo está protegido a través de VPN.
fr: Le trafic Internet de tous les appareils est sécurisé via le VPN.
it: Tutto il traffico Internet del dispositivo è protetto tramite la VPN.
pl: Cały ruch internetowy urządzenia jest zabezpieczony przez VPN.
pt: Todo o tráfego de Internet do dispositivo está protegido através da VPN.
ru: Трафик всех устройств защищен по VPN.

# network.protection.status.view.connection.details
source: Connection Details
de: Verbindungsdetails
es: Detalles de conexión
fr: Détails de la connexion
it: Dettagli della connessione
pl: Szczegóły połączenia
pt: Detalhes da ligação
ru: О подключении

# network.protection.status.view.feature.isoff
source: DuckDuckGo VPN is OFF
de: DuckDuckGo-VPN ist Aus
es: DuckDuckGo VPN está desactivado
fr: Le VPN DuckDuckGo est désactivé
it: DuckDuckGo VPN è disattivata
pl: Usługa DuckDuckGo VPN jest wyłączona
pt: A DuckDuckGo VPN está Desativada
ru: DuckDuckGo VPN отключен

# network.protection.status.view.feature.ison
source: DuckDuckGo VPN is ON
de: DuckDuckGo-VPN ist An
es: DuckDuckGo VPN está activado
fr: Le VPN DuckDuckGo est activé
it: DuckDuckGo VPN è attiva
pl: Usługa DuckDuckGo VPN jest włączona
pt: A DuckDuckGo VPN está Ativada
ru: DuckDuckGo VPN включен

# network.protection.status.view.ip.address
source: IP Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
it: Indirizzo IP
pl: Adres IP
pt: Endereço IP
ru: IP-адрес

# network.protection.status.view.location
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
pl: Lokalizacja
pt: Localização
ru: Геопозиция

# network.protection.subscription.expired.resubscribe.button
source: Subscribe to Privacy Pro
de: Privacy Pro abonnieren
es: Suscribirse a Privacy Pro
fr: S'abonner à Privacy Pro
it: Iscriviti a Privacy Pro
pl: Subskrybuj Privacy Pro
pt: Subscreve o Privacy Pro
ru: Оформить подписку на Privacy Pro

# network.protection.subscription.expired.subtitle
source: Subscribe to Privacy Pro to reconnect DuckDuckGo VPN.
de: Abonniere Privacy Pro, um die Verbindung zum DuckDuckGo-VPN wiederherzustellen.
es: Suscríbete a Privacy Pro para volver a conectar la VPN de DuckDuckGo.
fr: Abonnez-vous à Privacy Pro pour reconnecter le VPN DuckDuckGo.
it: Iscriviti a Privacy Pro per riconnettere la VPN di DuckDuckGo.
pl: Subskrybuj Privacy Pro, aby ponownie połączyć się z siecią DuckDuckGo VPN.
pt: Subscreve o Privacy Pro para voltar a ligar a DuckDuckGo VPN.
ru: Чтобы вновь подключиться к DuckDuckGo VPN, оформите подписку Privacy Pro.

# network.protection.subscription.expired.title
source: VPN disconnected
de: VPN ist getrennt
es: La VPN se ha desconectado
fr: VPN déconnecté
it: VPN disconnessa
pl: Połączenie VPN zostało przerwane
pt: A VPN está desativada
ru: VPN отключен

# network.protection.subscription.expired.uninstall.button
source: Uninstall DuckDuckGo VPN
de: DuckDuckGo-VPN deinstallieren
es: Desinstalar la VPN de DuckDuckGo
fr: Désinstaller le VPN DuckDuckGo
it: Disinstalla la VPN di DuckDuckGo
pl: Odinstaluj DuckDuckGo VPN
pt: Desinstalar VPN DuckDuckGo
ru: Удалить DuckDuckGo VPN

# network.protection.vpn.data-volume
source: Data Volume
de: Datenvolumen
es: Volumen de datos
fr: Volume de données
it: Volume dati
pl: Ilość danych
pt: Volume de Dados
ru: Объем трафика

# network.protection.vpn.dns-server
source: DNS Server
es: Servidor DNS
fr: Serveur DNS
it: Server DNS
pl: Serwer DNS
pt: Servidor DNS
ru: DNS-сервер

# network.protection.vpn.failure.login-item-version-mismatched
source: Unable to connect due to versioning conflict. If you have multiple versions of the browser installed, remove all but the most recent version of DuckDuckGo and restart your Mac.
de: Aufgrund eines Versionskonflikts kann keine Verbindung hergestellt werden. Wenn du mehrere Versionen des Browsers installiert hast, entferne alle bis auf die neueste Version von DuckDuckGo und starte deinen Mac neu.
es: No se puede conectar debido a un conflicto de versiones. Si tienes varias versiones del navegador instaladas, elimina todas excepto la versión más reciente de DuckDuckGo y reinicia tu Mac.
fr: Impossible de se connecter en raison d'un conflit de versions. Si vous avez installé plusieurs versions du navigateur, supprimez toutes les versions de DuckDuckGo à l'exception de la plus récente, puis redémarrez votre Mac.
it: Impossibile connettersi a causa di un conflitto di versione. Se hai installato più versioni del browser, rimuovile tutte tranne la versione più recente di DuckDuckGo e riavvia il Mac.
pl: Nie można nawiązać połączenia z powodu konfliktu wersji. Jeśli masz zainstalowanych kilka wersji przeglądarki, usuń wszystkie oprócz najnowszej wersji DuckDuckGo i uruchom ponownie komputer Mac.
pt: Não é possível estabelecer ligação devido a um conflito de versões. Se tiveres várias versões do navegador DuckDuckGo instaladas, remove-as todas, exceto a mais recente, e reinicia o teu Mac.
ru: Сбой подключения вследствие конфликта версий. Если у вас установлено несколько версий браузера, удалите все, кроме последней версии DuckDuckGo, и перезапустите компьютер.

# network.protection.vpn.failure.operation-not-permitted
source: Unable to connect due to an unexpected error. Restarting your Mac can usually fix the issue.
de: Aufgrund eines unerwarteten Fehlers kann keine Verbindung hergestellt werden. Ein Neustart deines Macs kann das Problem normalerweise beheben.
es: No se puede conectar debido a un error inesperado. Reiniciar tu Mac suele solucionar el problema.
fr: Impossible de se connecter en raison d’une erreur inattendue. Le redémarrage de votre Mac peut généralement résoudre le problème.
it: Impossibile connettersi a causa di un errore imprevisto. Il riavvio del Mac di solito risolve il problema.
pl: Nie można nawiązać połączenia z powodu nieoczekiwanego błędu. Ponowne uruchomienie komputera Mac zwykle rozwiązuje problem.
pt: Não foi possível estabelecer ligação devido a um erro inesperado. Geralmente, reiniciar o teu Mac pode resolver o problema.
ru: Подключение не состоялось из-за непредвиденной ошибки. Перезагрузка компьютера обычно помогает устранить подобные проблемы.

# network.protection.vpn.failure.registered-server-fetching-failed
source: Unable to connect. Double check your internet connection. Make sure other software or services aren't blocking DuckDuckGo VPN servers.
de: Es kann keine Verbindung hergestellt werden. Überprüfe deine Internetverbindung. Stelle sicher, dass andere Software oder Services die DuckDuckGo-VPN-Server nicht blockieren.
es: No se ha podido conectar. Vuelve a comprobar tu conexión a Internet. Asegúrate de que otros programas o servicios no bloqueen los servidores VPN de DuckDuckGo.
fr: Impossible de se connecter. Vérifiez à nouveau votre connexion Internet. Assurez-vous que d’autres logiciels ou services ne bloquent pas les serveurs VPN DuckDuckGo.
it: Impossibile connettersi. Ricontrolla la connessione Internet. Assicurati che altri software o servizi non blocchino i server VPN di DuckDuckGo.
pl: Nie można nawiązać połączenia. Sprawdź połączenie z Internetem. Upewnij się, że inne programy lub usługi nie blokują serwerów DuckDuckGo VPN.
pt: Não é possível estabelecer ligação. Verifica novamente a tua ligação à Internet. Certifica-te de que outros softwares ou serviços não estão a bloquear os servidores da VPN da DuckDuckGo.
ru: Подключиться не удалось. Проверьте соединение с Интернетом. Также убедитесь, что другие программы и службы не блокируют VPN-серверы DuckDuckGo.

# network.protection.vpn.location.connected
source: Connected Location
de: Verbundener Standort
es: Ubicación conectada
fr: Localisation connectée
it: Posizione connessa
pl: Połączona lokalizacja
pt: Localização Ligada
ru: Место подключения

# network.protection.vpn.location.selected
source: Selected Location
de: Ausgewählter Standort
es: Ubicación seleccionada
fr: Emplacement sélectionné
it: Posizione selezionata
pl: Wybrana lokalizacja
pt: Localização Selecionada
ru: Выбранное место

# network.protection.vpn.send-feedback
source: Send Feedback…
de: Rückmeldung senden …
es: Enviar comentarios…
fr: Envoyer des commentaires…
it: Invia feedback…
pl: Wyślij opinię...
pt: Enviar feedback…
ru: Отправить отзыв…

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отменить

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt: Fechar
ru: Закрыть

# subscription.access.channel.email.name
source: Email
es: Correo electrónico
fr: Adresse électronique
ru: Электронная почта

# subscription.activate.modal.description
source: Access your Privacy Pro subscription via an email address.
de: Greife über eine E-Mail-Adresse auf dein Privacy Pro Abonnement zu.
es: Accede a tu suscripción a Privacy Pro a través de una dirección de correo electrónico.
fr: Accédez à votre abonnement Privacy Pro via une adresse e-mail.
it: Accedi al tuo abbonamento Privacy Pro tramite un indirizzo e-mail.
pl: Uzyskaj dostęp do subskrypcji Privacy Pro za pośrednictwem adresu e-mail.
pt: Acede à tua subscrição Privacy Pro com um endereço de e-mail.
ru: Подписку на услуги Privacy Pro можно активировать по электронной почте.

# subscription.activate.modal.email.description
source: Use your email to activate your subscription on this device.
de: Verwende deine E-Mail-Adresse, um dein Abonnement auf diesem Gerät zu aktivieren.
es: Utiliza tu correo electrónico para activar tu suscripción en este dispositivo.
fr: Utilisez votre adresse e-mail pour activer votre abonnement sur cet appareil.
it: Usa la tua e-mail per attivare l'abbonamento su questo dispositivo.
pl: Użyj adresu e-mail, aby aktywować subskrypcję na tym urządzeniu.
pt: Utiliza o teu e-mail para ativares a tua subscrição neste dispositivo.
ru: Используйте адрес электронной почты, чтобы активировать подписку на этом устройстве.

# subscription.activate.modal.restore.purchase.description
source: Your subscription is automatically available in DuckDuckGo on any device signed in to your Apple Account.
de: Dein Abonnement ist automatisch in DuckDuckGo auf jedem Gerät verfügbar, das bei deinem Apple-Konto angemeldet ist.
es: Tu suscripción está disponible automáticamente en DuckDuckGo en cualquier dispositivo que haya iniciado sesión en tu cuenta de Apple.
fr: Votre abonnement est automatiquement disponible dans DuckDuckGo sur n'importe quel appareil connecté à votre compte Apple.
it: Il tuo abbonamento è automaticamente disponibile in DuckDuckGo su qualsiasi dispositivo collegato al tuo account Apple.
pl: Twoja subskrypcja jest automatycznie dostępna w DuckDuckGo na każdym urządzeniu, na którym zalogujesz się na konto Apple.
pt: A tua subscrição está automaticamente disponível no DuckDuckGo em qualquer dispositivo com sessão iniciada na tua conta Apple.
ru: Ваша подписка на DuckDuckGo автоматически доступна на любом устройстве: просто войдите в аккаунт Apple.

# subscription.activate.modal.title
source: Activate your subscription on this device
de: Abonnement auf diesem Gerät aktivieren
es: Activar tu suscripción en este dispositivo
fr: Activez votre abonnement sur cet appareil
it: Attiva il tuo abbonamento su questo dispositivo
pl: Aktywuj subskrypcję na tym urządzeniu
pt: Ativa a tua subscrição neste dispositivo
ru: Активировать подписку на этом устройстве

# subscription.alert.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отменить

# subscription.alert.button.ok
source: OK
es: De acuerdo
ru: Хорошо

# subscription.alert.button.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Rétablir
it: Ripristina
pl: Przywróć
pt: Repor
ru: Восстановить

# subscription.alert.button.retry
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
pl: Kontynuuj
pt: Continuar
ru: Продолжить

# subscription.alert.button.view.plans
source: View Plans
de: Tarife anzeigen
es: Ver planes
fr: Voir les forfaits
it: Visualizza i piani
pl: Wyświetl plany
pt: Ver Planos
ru: Просмотреть тарифы

# subscription.alert.something.went.wrong.description
source: We’re having trouble connecting. Please try again later.
de: Wir haben Probleme mit der Verbindung. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: Tenemos problemas para conectarnos. Inténtalo de nuevo más tarde.
fr: Nous avons du mal à nous connecter. Veuillez réessayer plus tard.
it: Stiamo riscontrando problemi di connessione. Riprova in seguito.
pl: Wystąpił problem z połączeniem. Spróbuj ponownie później.
pt: Falha na ligação. Tenta novamente mais tarde.
ru: Возникли проблемы с подключением. Повторите попытку позже.

# subscription.alert.something.went.wrong.title
source: Something Went Wrong
de: Etwas ist schiefgelaufen
es: Se ha producido un error
fr: Une erreur s'est produite
it: Si è verificato un errore
pl: Wystąpił błąd
pt: Ocorreu um erro
ru: Что-то пошло не так

# subscription.alert.subscription.apple-id.sync-failed.title
source: Something Went Wrong When Syncing Your Apple Account
de: Beim Synchronisieren deines Apple-Kontos ist etwas schiefgelaufen
es: Se ha producido un error al sincronizar tu cuenta de Apple
fr: Une erreur s'est produite lors de la synchronisation de votre compte Apple
it: Si è verificato un errore durante la sincronizzazione dell'account Apple
pl: Wystąpił błąd podczas synchronizowania konta Apple
pt: Ocorreu um erro ao sincronizar a tua conta Apple
ru: При синхронизации аккаунта Apple что-то пошло не так

# subscription.alert.subscription.found.description
source: We found a subscription associated with this Apple Account.
de: Wir haben ein Abonnement gefunden, das mit diesem Apple-Konto verknüpft ist.
es: Hemos encontrado una suscripción asociada a esta cuenta de Apple.
fr: Nous avons trouvé un abonnement associé à ce compte Apple.
it: Abbiamo trovato un abbonamento associato a questo account Apple.
pl: Znaleźliśmy subskrypcję powiązaną z tym kontem Apple.
pt: Encontrámos uma subscrição associada a esta conta Apple.
ru: Мы нашли подписку, привязанную к этому аккаунту Apple.

# subscription.alert.subscription.found.title
source: Subscription Found
de: Abonnement gefunden
es: Suscripción encontrada
fr: Abonnement trouvé
it: Abbonamento trovato
pl: Znaleziono subskrypcję
pt: Subscrição encontrada
ru: Подписка найдена

# subscription.alert.subscription.inactive.description
source: The subscription associated with this Apple Account is no longer active.
de: Das mit diesem Apple-Konto verknüpfte Abonnement ist nicht mehr aktiv.
es: La suscripción asociada a esta cuenta de Apple ya no está activa.
fr: L'abonnement associé à ce compte Apple n'est plus actif.
it: L'abbonamento associato a questo account Apple non è più attivo.
pl: Subskrypcja powiązana z tym kontem Apple nie jest już aktywna.
pt: A tua subscrição associada a esta conta Apple já não está ativa.
ru: Подписка, закрепленная за этим аккаунтом Apple, утратила активный статус.

# subscription.alert.subscription.inactive.title
source: Subscription Not Found
de: Abonnement nicht gefunden
es: Suscripción no encontrada
fr: Abonnement introuvable
it: Abbonamento non trovato
pl: Nie znaleziono subskrypcji
pt: Subscrição não encontrada
ru: Подписка не найдена

# subscription.alert.subscription.not.found.description
source: We couldn’t find a subscription associated with this Apple Account.
de: Wir konnten kein Abonnement finden, das mit diesem Apple-Konto verknüpft ist.
es: No hemos podido encontrar una suscripción asociada a esta Cuenta de Apple.
fr: Nous n'avons pas trouvé d'abonnement associé à ce compte Apple.
it: Non siamo riusciti a trovare un abbonamento associato a questo account Apple.
pl: Nie znaleźliśmy subskrypcji powiązanej z tym kontem Apple.
pt: Não foi possível encontrar uma subscrição associada a esta conta Apple.
ru: Подписка, привязанная к этому аккаунту Apple, не найдена.

# subscription.alert.subscription.not.found.title
source: Subscription Not Found
de: Abonnement nicht gefunden
es: Suscripción no encontrada
fr: Abonnement introuvable
it: Abbonamento non trovato
pl: Nie znaleziono subskrypcji
pt: Subscrição não encontrada
ru: Подписка не найдена

# subscription.appstore.activate.modal.description
source: Access your Privacy Pro subscription on this device via Apple Account or an email address.
de: Greife auf diesem Gerät über dein Apple-Konto oder eine E-Mail-Adresse auf dein Privacy Pro-Abonnement zu.
es: Accede a tu suscripción a Privacy Pro en este dispositivo mediante tu cuenta de Apple o una dirección de correo electrónico.
fr: Accédez à votre abonnement Privacy Pro sur cet appareil via un compte Apple ou via une adresse e-mail.
it: Accedi al tuo abbonamento Privacy Pro su questo dispositivo tramite un account Apple o un indirizzo e-mail.
pl: Uzyskaj dostęp do subskrypcji Privacy Pro na tym urządzeniu za pośrednictwem konta Apple lub adresu e-mail.
pt: Acede à tua subscrição Privacy Pro neste dispositivo através da tua conta Apple ou de um endereço de e-mail.
ru: Подпиской Privacy Pro можно пользоваться на этом устройстве через аккаунт Apple или адрес электронной почты.
