Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# contextual.onboarding.first-search-done.title
source: That’s DuckDuckGo Search!
de: Das ist die DuckDuckGo Search!
es: ¡Eso es DuckDuckGo Search!
fr: C'est DuckDuckGo Search !
it: È DuckDuckGo Search!
pl: To DuckDuckGo Search!
pt: É o DuckDuckGo Search!
ru: Это — DuckDuckGo Search.

# contextual.onboarding.got-it.button
source: Got it
de: Verstanden
es: Entendido
fr: J'ai compris
it: Ho capito
pl: Rozumiem
pt: Entendi
ru: Понятно

# contextual.onboarding.ntp.try-a-site.title
source: Try visiting a site!
de: Versuche, eine Website zu besuchen!
es: ¡Intenta visitar un sitio!
fr: Essayez de visiter un site !
it: Prova a visitare un sito!
pl: Spróbuj odwiedzić witrynę!
pt: Experimenta visitar um site!
ru: Попробуйте посетить сайт!

# contextual.onboarding.try-a-search.message
source: Your DuckDuckGo searches are always private.
de: Deine Suchen über DuckDuckGo sind immer privat.
es: Tus búsquedas en DuckDuckGo son siempre privadas.
fr: Vos recherches sur DuckDuckGo restent confidentielles.
it: Le tue ricerche su DuckDuckGo sono sempre private.
pl: Wyszukiwania w DuckDuckGo zawsze są prywatne.
pt: As tuas pesquisas no DuckDuckGo são sempre privadas.
ru: Ваши поисковые запросы в DuckDuckGo всегда конфиденциальны.

# contextual.onboarding.try-a-search.title
source: Try a search!
de: Probiere eine Suche aus!
es: ¡Prueba con una búsqueda!
fr: Essayez une recherche !
it: Prova una ricerca!
pl: Spróbuj coś wyszukać!
pt: Experimenta fazer uma pesquisa!
ru: Попробуйте ввести запрос!

# contextual.onboarding.try-a-site.message
source: I’ll block trackers so they can’t spy on you.
de: Ich blockiere Tracker, damit sie dich nicht ausspionieren können.
es: Bloquearé los rastreadores para que no puedan espiarte.
fr: Je bloquerai les traqueurs afin qu'ils ne puissent pas vous espionner.
it: Bloccherò i sistemi di tracciamento in modo che non possano spiarti e
pl: Zablokuję skrypty śledzące, aby nie mogły Cię szpiegować.
pt: Bloquearei rastreadores para que não possam espiá-lo.
ru: Мы заблокируем трекеры и пресечем слежку.

# contextual.onboarding.try-a-site.title
source: Next, try visiting a site!
de: Versuche als nächstes, eine Website zu besuchen!
es: ¡A continuación, intenta visitar un sitio!
fr: Ensuite, essayez de visiter un site !
it: In seguito, prova a visitare un sito!
pl: Następnie spróbuj odwiedzić witrynę!
pt: Em seguida, experimenta visitar um site!
ru: А теперь попробуйте посетить сайт!

# contextual.onboarding.try-fire-button.button
source: Try it
de: Ausprobieren
es: Pruébalo
fr: Essayez
it: Provalo
pl: Wypróbuj
pt: Experimenta-o
ru: Попробовать

# contextual.onboarding.try-fire-button.message
source: Give it a try! 🔥
de: Probier’s doch mal aus! 🔥
es: ¡Pruébalo! 🔥
fr: Essayez par vous-même ! 🔥
it: Provalo! 🔥
pl: Spróbuj! 🔥
pt: Experimenta! 🔥
ru: Убедитесь сами! 🔥

# contextual.onboarding.try-fire-button.title
source: Instantly clear your browsing activity with the *Fire Button*. %1$@
de: Du kannst deine Browseraktivitäten sofort mit dem *Fire Button* löschen. %1$@
es: Borra al instante tu actividad de navegación con el *Fire Button*. %1$@
fr: Effacez instantanément votre activité de navigation avec le *Fire Button*. %1$@
it: Cancella subito la tua cronologia di navigazione con il *Fire Button*. %1$@
pl: Natychmiast wyczyść swoją aktywność związaną z przeglądaniem za pomocą przycisku *Fire Button*. %1$@
pt: Limpa instantaneamente a tua atividade de navegação com o *Fire Button*. %1$@
ru: Кнопка *Fire Button* моментально стирает из браузера данные о посещении сайтов. %1$@

# contextual.onboarding.try-search.option1-English
source: how to say “duck” in spanish
de: wie sagt man „Ente“ auf Spanisch
es: cómo se dice «pato» en inglés
fr: comment dire « duck » en espagnol
it: come si dice "anatra" in spagnolo
pl: jak się mówi „kaczka” po hiszpańsku
pt: como dizer "pato" em espanhol
ru: Как сказать «утка» по-испански?

# contextual.onboarding.try-search.option1international
source: how to say “duck” in english
de: wie sagt man „Ente“ auf Englisch
es: cómo se dice «pato» en inglés
fr: comment dire « canard » en anglais
it: come si dice "anatra" in inglese
pl: jak się mówi „kaczka” po angielsku
pt: como dizer "pato" em inglês
ru: Как сказать «утка» по-английски?

# contextual.onboarding.try-search.option2-english
source: mighty ducks cast
de: Besetzung von Mighty Ducks
es: reparto de Mighty Ducks
fr: casting de mighty ducks
it: cast delle papere potenti
pl: obsada potężnych kaczorów
pt: elenco do filme A Hora dos Campeões
ru: Кто играет главные роли в фильме «Могучие утята»?

# contextual.onboarding.try-search.option2-international
source: cast of avatar
de: Besetzung von Avatar
es: reparto de Avatar
fr: casting d'avatar
it: cast di avatar
pl: obsada avatara
pt: elenco de avatar
ru: актерский состав аватара

# contextual.onboarding.try-search.option3
source: local weather
de: Lokales Wetter
es: el tiempo local
fr: météo locale
it: meteo locale
pl: pogoda lokalna
pt: meteorologia local
ru: Местная погода

# contextual.onboarding.try-search.surprise-me
source: baby ducklings
de: Entenküken
es: patitos
fr: bébés canetons
it: anatroccoli
pl: małe kaczuszki
pt: patinhos bebés
ru: утята

# contextual.onboarding.try-search.surprise-me-title
source: Surprise me!
de: Überrasche mich!
es: ¡Sorpréndeme!
fr: Surprenez-moi !
it: Sorprendimi!
pl: Zaskocz mnie!
pt: Surpreende-me!
ru: Удиви меня!

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pl: Kopiuj
pt: Copiar
ru: Копировать

# copy-selection
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pl: Kopiuj
pt: Copiar
ru: Копировать

source: Copy Email Address
de: E-Mail-Adresse kopieren
es: Copiar dirección de correo electrónico
fr: Copier l'adresse e-mail
it: Copia indirizzo e-mail
pl: Kopiuj adres e-mail
pt: Copiar endereço de e-mail
ru: Копировать адрес эл. почты

source: Copy Email Addresses
de: E-Mail-Adressen kopieren
es: Copiar direcciones de correo electrónico
fr: Copier les adresses e-mail
it: Copia indirizzi e-mail
pl: Skopiuj adresy e-mail
pt: Copiar endereços de e-mail
ru: Копировать адреса эл. почты

source: Copy Image Address
de: Bildadresse kopieren
es: Copiar dirección de la imagen
fr: Copier l'adresse de l'image
it: Copia indirizzo immagine
pl: Skopiuj adres obrazu
pt: Copiar endereço de imagem
ru: Копировать адрес изображения

# crash-report.description
source: Click “Send to DuckDuckGo“ to submit report to DuckDuckGo. Crash reports help DuckDuckGo diagnose issues and improve our products. No personal information is sent with this report.
de: Klicke auf „An DuckDuckGo senden“, um den Bericht an DuckDuckGo zu senden. Crash-Berichte helfen DuckDuckGo, Probleme zu diagnostizieren und unsere Produkte zu verbessern. Mit diesem Bericht werden keine persönlichen Daten übermittelt.
es: Haz clic en "Enviar a DuckDuckGo" para enviar el informe a DuckDuckGo. Los informes de fallos ayudan a DuckDuckGo a diagnosticar problemas y a mejorar nuestros productos. No se envía información personal con este informe.
fr: Cliquez sur « Envoyer à DuckDuckGo » pour envoyer le rapport à DuckDuckGo. Les rapports de plantage aident DuckDuckGo à diagnostiquer les problèmes et à améliorer ses produits. Aucune information personnelle n'est envoyée avec ce rapport.
it: Fai clic su "Invia a DuckDuckGo" per inviare un report a DuckDuckGo. Le segnalazioni sugli arresti anomali aiutano DuckDuckGo a diagnosticare i problemi e a migliorare i nostri prodotti. Con questo report non vengono inviate informazioni personali.
pl: Kliknij „Wyślij do DuckDuckGo”, aby wysłać raport do DuckDuckGo. Raporty o awariach pomagają zespołowi DuckDuckGo diagnozować problemy i ulepszać produkty. Z raportem nie są wysyłane żadne dane osobowe.
pt: Clica em "Enviar para a DuckDuckGo" para enviares o relatório para a DuckDuckGo. Os relatórios de falhas ajudam a DuckDuckGo a diagnosticar problemas e a melhorar os nossos produtos. Não envias qualquer informação pessoal com este relatório.
ru: Для подачи отчета нажмите кнопку «Отправить в DuckDuckGo». Отчеты о сбоях помогают нам диагностировать проблемы и совершенствовать продукты. Отчет не включает ваших личных данных.

# crash-report.dont-send-button
source: Don’t Send
de: Nicht senden
es: No enviar
fr: Ne pas envoyer
it: Non inviare
pl: Nie wysyłaj
pt: Não enviar
ru: Не отправлять

# crash-report.send-button
source: Send to DuckDuckGo
de: An DuckDuckGo senden
es: Enviar a DuckDuckGo
fr: Envoyer à DuckDuckGo
it: Invia a DuckDuckGo
pl: Wyślij do DuckDuckGo
pt: Enviar para a DuckDuckGo
ru: Отправить в DuckDuckGo

# crash-report.textfield.title
source: Problem Details
es: Detalles del problema
fr: Détails du problème
it: Dettagli del problema
pl: Szczegóły problemu
pt: Detalhes do problema
ru: Информация о проблеме

# crash-report.title
source: DuckDuckGo Privacy Browser quit unexpectedly.
de: DuckDuckGo Privacy Browser wurde unerwartet beendet.
es: DuckDuckGo Privacy Browser se ha cerrado inesperadamente.
fr: DuckDuckGo Privacy Browser s'est arrêté de manière inattendue.
it: DuckDuckGo Privacy Browser si è chiuso inaspettatamente.
pl: Przeglądarka DuckDuckGo Privacy Browser nieoczekiwanie przestała działać.
pt: O DuckDuckGo Privacy Browser encerrou de forma inesperada.
ru: Браузер DuckDuckGo Privacy Browser неожиданно закрылся.

# dashboard.permission.allow
source: Always allow
de: Immer erlauben
es: Permitir siempre
fr: Toujours autoriser
it: Consenti sempre
pl: Zawsze zezwalaj
pt: Permitir sempre
ru: Разрешать всегда

# dashboard.permission.allow.on
source: Always allow on
de: Immer einschalten erlauben
es: Permite siempre activo
fr: Toujours autoriser sur
it: Consenti sempre per
pl: Zawsze zezwalaj w
pt: Permitir sempre em
ru: Всегда разрешать на

# dashboard.permission.ask
source: Ask every time
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Toujours demander
it: Chiedi ogni volta
pl: Pytaj za każdym razem
pt: Pergunte todas as vezes
ru: Спрашивать каждый раз

# dashboard.permission.deny
source: Always deny
de: Immer ablehnen
es: Rechazar siempre
fr: Toujours refuser
it: Rifiuta sempre
pl: Zawsze odmawiaj
pt: Negar sempre
ru: Не разрешать

# dashboard.popups.ask
source: Notify
de: Benachrichtigen
es: Notificar
fr: Notifier
it: Invia una notifica
pl: Powiadom
pt: Notificar
ru: Спрашивать разрешение

# database.factory.failed.information
source: Restart your Mac and try again
de: Starte deinen Mac neu und versuche es erneut
es: Reinicia tu Mac e inténtalo de nuevo
fr: Redémarrez votre Mac et réessayez
it: Riavvia il Mac e riprova
pl: Uruchom ponownie komputer Mac i spróbuj ponownie
pt: Reinicia o teu Mac e tenta novamente
ru: Перезагрузите компьютер и повторите попытку

# database.factory.failed.message
source: There was an error initializing the database
de: Beim Initialisieren der Datenbank ist ein Fehler aufgetreten
es: Se ha producido un error al inicializar la base de datos
fr: Une erreur est survenue lors de l'initialisation de la base de données
it: Si è verificato un errore durante l'inizializzazione del database
pl: Wystąpił błąd podczas inicjowania bazy danych
pt: Ocorreu um erro ao inicializar a base de dados
ru: При запуске базы данных произошла ошибка

# dax.onboarding.browsing.site.is.major.tracker
source: Heads up! I can’t stop %1$@ from seeing your activity on %2$@. But browse with me, and I can reduce what %1$@ knows about you overall by blocking their trackers on lots of other sites.
de: Warnung! Ich kann nicht verhindern, dass für %1$@ deine Aktivität auf %2$@ sichtbar ist. Du kannst aber mit mir browsen, wenn ich dafür sorgen soll, dass %1$@ insgesamt weniger über dich erfährt – indem ich die entsprechenden Tracker auf vielen anderen Websites blockiere.
es: ¡Advertencia! No puedo evitar que %1$@ vea tu actividad en %2$@. Pero si navegas conmigo, puedo reducir lo que %1$@ sabe de ti en general bloqueando sus rastreadores en muchos otros sitios web.
fr: Attention ! Je ne peux pas empêcher %1$@ de voir votre activité sur %2$@. Si vous naviguez avec moi, je peux réduire les données récoltées par %1$@ en bloquant ses traqueurs sur de nombreux autres sites.
it: Attenzione! Non posso impedire a %1$@ di visualizzare la tua attività su %2$@. Tuttavia, se navighi con me posso ridurre la quantità di informazioni che %2$@ conosce in generale su di te, bloccando i suoi sistemi di tracciamento su molti altri siti.
pl: Uwaga! Nie możemy powstrzymać %1$@ przed zobaczeniem Twojej aktywności na %2$@. Przeglądaj jednak ze mną. Mogę ograniczyć to, co %1$@ wie o Tobie, blokując ich skrypty śledzące w wielu innych witrynach.
pt: Alerta! Não consigo que %1$@ veja a sua atividade no %2$@. Mas navegue comigo, e eu consigo reduzir o que %1$@ sabe sobre si em geral ao bloquear os seus rastreadores em muitos outros sites.
ru: Внимание! Мы не можем скрыть вашу активность от %1$@ на %2$@. Используйте наш браузер, и мы сократим объем собираемой о вас информации, заблокировав трекеры %2$@ на других сайтах.

# dax.onboarding.browsing.site.owned.by.major.tracker
source: Heads up! Since %2$@ owns %1$@, I can’t stop them from seeing your activity here. But browse with me, and I can reduce what %2$@ knows about you overall by blocking their trackers on lots of other sites.
de: Warnung! Da %2$@ %1$@ gehört, kann ich nicht verhindern, dass deine Aktivität hier für sie sichtbar ist. Du kannst aber mit mir browsen, wenn ich dafür sorgen soll, dass %2$@ insgesamt weniger über dich erfährt – indem ich die entsprechenden Tracker auf vielen anderen Websites blockiere.
es: ¡Advertencia! Ya que %2$@ es el dueño de %1$@, no puedo evitar que vea tu actividad aquí. Pero si navegas conmigo, puedo reducir lo que %2$@ sabe de ti en general bloqueando sus rastreadores en muchos otros sitios web.
fr: Attention ! Comme %2$@ est propriétaire de %1$@, je ne peux pas l'empêcher d'y suivre votre activité. Si vous naviguez avec moi, je peux réduire les données récoltées par %2$@ en bloquant ses traqueurs sur de nombreux autres sites.
it: Avviso! Poiché %1$@ appartiene a %2$@, non posso impedirgli di visualizzare la tua attività qui. Comunque, naviga con me e potrò ridurre la quantità di informazioni che %2$@ conosce in generale su di te, bloccando i suoi sistemi di tracciamento su molti altri siti.
pl: Uwaga! Ponieważ firma %2$@ jest właścicielem %1$@, nie możemy jej powstrzymać przez zobaczeniem tutaj Twojej aktywności. Przeglądaj jednak ze mną. Mogę ograniczyć to, co %2$@ wie o Tobie, blokując ich skrypty śledzące na wielu innych stronach.
pt: Alerta! Uma vez que %2$@ possui %1$@, eu não consigo impedi-los de verem a sua atividade aqui. Mas navegue comigo, e eu consigo reduzir o que %2$@ sabe sobre si na generalidade, bloqueando os seus rastreadores em muitos outros sites.
ru: Внимание! Так как %1$@ принадлежит сети %2$@, мы не можем скрыть вашу активность на этом ресурсе. Используйте наш браузер, и мы сократим объем собираемой о вас информации, заблокировав трекеры %2$@ на других сайтах.

# dax.onboarding.browsing.without.trackers
source: As you tap and scroll, I’ll block pesky trackers. Go ahead - keep browsing!
de: Während du tippst und scrollst, blockiere ich lästige Tracker. Auf geht's – browse weiter!
es: A medida que navegues y te desplaces, bloquearé rastreadores molestos. Adelante, ¡sigue navegando!
fr: Lors de votre navigation, je bloque les traqueurs indésirables. Continuez à naviguer en toute tranquillité !
it: Mentre clicchi e scorri, io bloccherò i sistemi di tracciamento fastidiosi. Continua pure a navigare in tranquillità!
pl: Gdy korzystasz z przeglądarki, ja blokuję nieznośne moduły śledzące. Śmiało – przeglądaj dalej!
pt: Enquanto toca e desliza, eu bloqueio rastreadores irritantes. Prossiga - continue a navegar!
ru: Вы жмете на кнопки и листаете страницы — мы блокируем трекеры. Пользуйтесь сайтами без страха!

# dbp.errorpage.bad.path.cta
source: Move App for Me...
de: App für mich verschieben ...
es: Mover la aplicación...
fr: Déplacer l'application pour moi…
it: Sposta l'app per me...
pl: Przenieś aplikację za mnie...
pt: Mover a aplicação por mim...
ru: Перенести приложение...

# dbp.errorpage.bad.path.message
source: To use Personal Information Removal, the DuckDuckGo app needs to be in the Applications folder on your Mac. You can move the app yourself and restart the browser, or we can do it for you.
de: Um die Funktion „Personal Information Removal“ nutzen zu können, muss sich die DuckDuckGo-App im Ordner „Programme“ auf deinem Mac befinden. Du kannst die App selbst verschieben und den Browser neu starten, oder wir können das für dich tun.
es: Para usar Personal Information Removal, la aplicación DuckDuckGo debe estar en la carpeta Aplicaciones de tu Mac. Puedes mover la aplicación y reiniciar el navegador, o podemos hacerlo por ti.
fr: Pour pouvoir utiliser Personal Information Removal, l'application DuckDuckGo doit se trouver dans le dossier Applications de votre Mac. Vous pouvez déplacer l'application vous-même et redémarrer le navigateur, ou nous pouvons le faire pour vous.
it: Per usare la funzione di Personal Information Removal, l'app DuckDuckGo deve essere nella cartella Applicazioni del tuo Mac. Puoi spostare l'app autonomamente e riavviare il browser, oppure possiamo farlo noi.
pl: Aby umożliwić korzystanie z funkcji Personal Information Removal, aplikacja DuckDuckGo musi się znajdować w folderze Aplikacje na Twoim Macu. Możesz przenieść aplikację samodzielnie i ponownie uruchomić przeglądarkę lub możemy to zrobić za Ciebie.
pt: Para utilizar a Personal Information Removal, a aplicação DuckDuckGo precisa de estar na pasta Aplicações do teu Mac. Podes mover a aplicação tu mesmo e reiniciar o navegador, ou podemos fazê-lo por ti.
ru: Для использования функции удаления личной информации (Personal Information Removal) необходимо поместить приложение DuckDuckGo в папку «Программы» на Mac. Можно самостоятельно перенести приложение и перезапустить браузер либо поручить это действие нам.

# dbp.errorpage.bad.path.title
source: Move DuckDuckGo App to Applications
de: DuckDuckGo-App in den Ordner „Programme“ verschieben
es: Mover la aplicación DuckDuckGo a Aplicaciones
fr: Déplacer l'application DuckDuckGo vers Applications
it: Sposta l'app DuckDuckGo in Applicazioni
pl: Przenieś aplikację DuckDuckGo do folderu Aplikacje
pt: Mover a aplicação DuckDuckGo para a pasta de Aplicações
ru: Перенесите DuckDuckGo в «Программы»

# dbp.errorpage.no.permission.cta
source: Open System Settings...
de: Öffne die Systemeinstellungen ...
es: Abrir Configuración del Sistema...
fr: Ouvrir les paramètres système...
it: Apri le impostazioni di sistema...
pl: Otwórz ustawienia systemowe...
pt: Abrir Definições do sistema…
ru: Открыть системные настройки...

# dbp.errorpage.no.permission.message
source: Open System Settings and allow DuckDuckGo Personal Information Removal to run in the background.
de: Öffne die Systemeinstellungen und erlaube DuckDuckGo Personal Information Removal, im Hintergrund zu laufen.
es: Abre la configuración del sistema y permite que DuckDuckGo Personal Information Removal se ejecute en segundo plano.
fr: Ouvrez les paramètres système et autorisez DuckDuckGo Personal Information Removal à s'exécuter en arrière-plan.
it: Apri le impostazioni di sistema e consenti a DuckDuckGo Personal Information Removal di funzionare in background.
pl: Otwórz ustawienia systemowe i zezwól funkcji DuckDuckGo Personal Information Removal na działanie w tle.
pt: Abre as definições do sistema e permite que o Personal Information Removal do DuckDuckGo seja executada em segundo plano.
ru: Откройте «Системные настройки» и разрешите функции Personal Information Removal от DuckDuckGo работать в фоновом режиме.

# dbp.errorpage.no.permission.title
source: Change System Setting
de: Systemeinstellung ändern
es: Cambia la configuración del sistema
fr: Modifier le paramètre système
it: Cambia le impostazioni di sistema
pl: Zmień ustawienie systemowe
pt: Alterar as definições do sistema
ru: Изменить системные настройки

# default.browser.prompt.button
source: Set Default…
de: Standard festlegen …
es: Establecer como predeterminado...
fr: Définir par défaut…
it: Imposta come predefinito…
pl: Ustaw jako domyślną…
pt: Predefinir…
ru: Назначить браузером по умолчанию...

# default.browser.prompt.message
source: Make DuckDuckGo your default browser
de: Stelle DuckDuckGo als Standard-Browser ein
es: Establece DuckDuckGo como tu navegador predeterminado
fr: Faites de DuckDuckGo votre navigateur par défaut
it: Imposta DuckDuckGo come browser predefinito
pl: Ustaw DuckDuckGo jako domyślną przeglądarkę.
pt: Faz do DuckDuckGo o teu navegador predefinido
ru: Выберите DuckGo браузером по умолчанию

source: Delete Bookmark
de: Lesezeichen löschen
es: Eliminar marcador
fr: Supprimer le signet
it: Elimina segnalibro
pl: Usuń zakładkę
pt: Eliminar marcador
ru: Удалить закладку

source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
pt: Detalhes
ru: Подробнее

source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
it: Disabilita
pl: Wyłącz
pt: Desabilitar (fora)
ru: Выключить

# disable.auto.clear.to.enable.session.restore
source: Disable auto-clear on quit to turn on session restore.
de: Deaktiviere das automatische Löschen beim Beenden, um die Sitzungswiederherstellung einzuschalten.
es: Desactiva el borrado automático al salir para activar Restaurar sesión.
fr: Désactivez l'effacement automatique à la fermeture pour activer la restauration de session.
it: Disabilita la cancellazione automatica all'uscita per attivare il ripristino della sessione.
pl: Wyłącz automatyczne czyszczenie przy wychodzeniu, aby włączyć przywracanie sesji.
pt: Desativa a limpeza automática ao sair para ativar a restauração da sessão.
ru: Чтобы активировать восстановление сеанса, отключите автоочистку данных при выходе.

# disable.email.protection.mesage
source: This will only disable Autofill for Duck Addresses in this browser. You can still manually enter Duck Addresses and continue to receive forwarded email.
de: Damit wird das automatische Ausfüllen von Duck Addresses nur in diesem Browser deaktiviert. Du kannst Duck Addresses immer noch manuell eingeben und weiterhin weitergeleitete E-Mails erhalten.
es: Esto solo desactivará Autocompletar para Duck Addresses en este navegador. Aún puedes introducir manualmente las Duck Addresses y continuar recibiendo correos electrónicos reenviados.
fr: Cela désactivera uniquement la saisie automatique des Duck Addresses dans ce navigateur. Vous pourrez toujours saisir manuellement les Duck Addresses et continuer à recevoir des e-mails transférés.
it: Questo disabiliterà solo la compilazione automatica per i Duck Address in questo browser. Puoi comunque inserire manualmente i Duck Address e continuare a ricevere le e-mail inoltrate.
pl: To spowoduje wyłączenie autouzupełniania jedynie w odniesieniu do adresów Duck Address w tej przeglądarce. Zachowasz możliwość ręcznego wprowadzania adresów Duck Address i otrzymywania przekazanych wiadomości e-mail.
pt: Esta ação desativa apenas o preenchimento automático de Duck Addresses neste navegador. Podes continuar a introduzir manualmente os Duck Addresses e a receber e-mails reencaminhados.
ru: Автозаполнение будет отключено только в отношении адресов Duck Address в этом браузере. Вы по-прежнему сможете вводить их вручную и получать пересылаемую почту.

# disable.email.protection.title
source: Disable Email Protection Autofill?
de: Autovervollständigen für den E-Mail-Schutz deaktivieren?
es: ¿Desactivar autocompletar para Email Protection?
fr: Désactiver la saisie automatique Email Protection ?
it: Disattivare la compilazione automatica di Email Protection?
pl: Wyłączyć autouzupełnianie Email Protection?
pt: Desativar o preenchimento automático da Email Protection?
ru: Отключить автозаполнение в рамках защиты почты?
