Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# preferences.sync.remove-device-title
source: Remove device?
de: Gerät entfernen?
es: ¿Eliminar dispositivo?
fr: Supprimer l'appareil ?
it: Rimuovere il dispositivo?
pl: Usunąć urządzenie?
pt: Remover dispositivo?
ru: Удалить устройство?

# preferences.sync.rollout-banner.description
source: Sync & Backup is rolling out gradually and may not be available yet within DuckDuckGo on your other devices.
de: Synchronisieren und sichern wird schrittweise eingeführt und ist möglicherweise noch nicht in DuckDuckGo auf deinen anderen Geräten verfügbar.
es: La sincronización y las copias de seguridad se están implantando gradualmente y es posible que aún no estén disponibles en DuckDuckGo en tus otros dispositivos.
fr: Le déploiement de Synchronisation et sauvegarde se fait progressivement et peut ne pas être encore disponible dans DuckDuckGo sur vos autres appareils.
it: La sincronizzazione e il backup vengono implementati gradualmente e potrebbero non essere ancora disponibili all'interno di DuckDuckGo sugli altri dispositivi.
pl: Funkcja Synchronizacja i kopia zapasowa jest wprowadzana stopniowo i może nie być jeszcze dostępna w DuckDuckGo na innych Twoich urządzeniach.
pt: A sincronização e cópia de segurança estão a ser disponibilizadas gradualmente e podem ainda não estar disponíveis no DuckDuckGo nos teus outros dispositivos.
ru: Внедрение функции «Синхронизация и резервное копирование» в DuckDuckGo выполняется постепенно, поэтому она доступна не на всех устройствах.

# preferences.sync.sync-with-another-device.dialog-subtitle1
source: Go to %@ in the DuckDuckGo Browser on another device and select Sync With Another Device.
de: Gehe im DuckDuckGo-Browser auf einem anderen Gerät zu %@ und wähle „Mit einem anderen Gerät synchronisieren“.
es: Ve a %@ en el navegador DuckDuckGo en otro dispositivo y selecciona Sincronizar con otro dispositivo.
fr: Accédez à %@ dans le navigateur DuckDuckGo d'un autre appareil, puis sélectionnez Synchroniser avec un autre appareil.
it: Apri %@ nel browser DuckDuckGo di un altro dispositivo e seleziona Sincronizza con un altro dispositivo.
pl: Przejdź do %@ w przeglądarce DuckDuckGo na innym urządzeniu i wybierz Synchronizuj z innym urządzeniem.
pt: Acede a %@ no navegador DuckDuckGo noutro dispositivo e seleciona Sincronizar com outro dispositivo.
ru: Откройте раздел «%@» в браузере DuckDuckGo на другом устройстве и выберите вариант «Синхронизировать с другим устройством».

# preferences.sync.sync-with-another-device.dialog-title
source: Sync With Another Device
de: Mit anderem Gerät synchronisieren
es: Sincronizar con otro dispositivo
fr: Synchroniser avec un autre appareil
it: Sincronizza con un altro dispositivo
pl: Synchronizuj z innym urządzeniem
pt: Sincronizar com outro dispositivo
ru: Синхронизировать с другим устройством

# preferences.sync.sync-with-another-device.enter-code-button
source: Enter Code
de: Code eingeben
es: Introduce el código
fr: Saisir le code
it: Inserisci il codice
pl: Wprowadź kod
pt: Introduzir código
ru: Ввести код

# preferences.sync.sync-with-another-device.enter-code-explanation
source: Paste the code here to sync.
de: Füge den Code zum Synchronisieren hier ein.
es: Pega el código aquí para sincronizar.
fr: Collez le code ici pour synchroniser.
it: Incolla il codice qui per sincronizzarlo.
pl: Wklej kod tutaj, aby zsynchronizować.
pt: Cola o código aqui para sincronizar.
ru: Вставьте код синхронизации сюда.

# preferences.sync.sync-with-another-device.show-code-button
source: Show Code
de: Code anzeigen
es: Mostrar código
fr: Afficher le code
it: Mostra codice
pl: Pokaż kod
pt: Mostrar código
ru: Показать код

# preferences.sync.sync-with-another-device.show-code-explanation
source: Share this code to connect with a desktop machine.
de: Teile diesen Code, um dich mit einem Desktop-Rechner zu verbinden.
es: Comparte este código para conectarte con un ordenador.
fr: Partagez ce code pour vous connecter à un ordinateur de bureau.
it: Condividi questo codice per connetterti con un computer desktop.
pl: Udostępnij ten kod, aby połączyć się z komputerem stacjonarnym.
pt: Partilha este código para estabelecer ligação a um computador de secretária.
ru: Используйте этот код для привязки к настольному компьютеру.

# preferences.sync.sync-with-another-device.show-qr-code-explanation
source: Scan this QR code to connect.
de: Scanne diesen QR-Code, um eine Verbindung herzustellen.
es: Escanea este código QR para conectarte.
fr: Scannez ce code QR pour vous connecter.
it: Scansiona questo codice QR per collegarti.
pl: Zeskanuj ten kod QR, aby się połączyć.
pt: Digitaliza este código QR para te ligares.
ru: Чтобы установить привязку, отсканируйте этот QR-код.

# preferences.sync.sync-with-another-device.view-qr-code-link
source: View QR Code
de: QR-Code anzeigen
es: Ver código QR
fr: Afficher le code QR
it: Visualizza il codice QR
pl: Wyświetl kod QR
pt: Ver código QR
ru: Посмотреть QR-код

# preferences.sync.sync-with-another-device.view-text-code-link
source: View Text Code
de: Textcode anzeigen
es: Ver código de texto
fr: Afficher le code texte
it: Visualizza codice in formato testuale
pl: Wyświetl kod tekstowy
pt: Ver código de texto
ru: Показать текстовый код

# preferences.sync.sync-with-server-button
source: Turn On Sync & Backup
de: „Synchronisieren und sichern“ aktivieren
es: Activar sincronización y copia de seguridad
fr: Activer Synchronisation et sauvegarde
it: Attiva Sincronizzazione e backup
pl: Włącz synchronizację i kopię zapasową
pt: Ativar a sincronização e cópia de segurança
ru: Включить синхронизацию и копирование

# preferences.sync.sync-with-server-subtitle1
source: This creates an encrypted backup of your bookmarks and passwords on DuckDuckGo’s secure server, which can be synced with your other devices.
de: Dadurch wird ein verschlüsseltes Backup deiner Lesezeichen und Passwörter auf dem sicheren Server von DuckDuckGo erstellt, der mit deinen anderen Geräten synchronisiert werden kann.
es: Esto crea una copia de seguridad encriptada de tus marcadores y contraseñas en el servidor seguro de DuckDuckGo que se puede sincronizar con tus otros dispositivos.
fr: Cela crée une sauvegarde cryptée de vos signets et mots de passe sur le serveur sécurisé de DuckDuckGo, qui peut être synchronisée avec vos autres appareils.
it: La funzione crea un backup criptato dei tuoi segnalibri e delle tue password sul server sicuro di DuckDuckGo, in modo che possa essere sincronizzato con gli altri dispositivi.
pl: Tworzy na bezpiecznym serwerze DuckDuckGo zaszyfrowaną kopię zapasową zakładek i haseł, którą można zsynchronizować z innymi urządzeniami.
pt: Cria uma cópia de segurança encriptada dos teus marcadores e palavras-passe no servidor seguro do DuckDuckGo, que pode ser sincronizada com os teus restantes dispositivos.
ru: DuckDuckGo создаст зашифрованную резервную копию ваших закладок и паролей на защищенном сервере. Копию можно синхронизировать с другими устройствами.

# preferences.sync.sync-with-server-subtitle2
source: The encryption key is only stored on your device, DuckDuckGo cannot access it.
de: Der Verschlüsselungsschlüssel wird nur auf deinem Gerät gespeichert, DuckDuckGo kann nicht darauf zugreifen.
es: La clave de encriptación solo se almacena en tu dispositivo, DuckDuckGo no puede acceder a ella.
fr: La clé de chiffrement n'est stockée que sur votre appareil ; DuckDuckGo ne peut pas y accéder.
it: La chiave di crittografia viene memorizzata solo sul tuo dispositivo e DuckDuckGo non può accedervi.
pl: Klucz szyfrowania jest przechowywany tylko na urządzeniu użytkownika, DuckDuckGo nie może uzyskać do niego dostępu.
pt: A chave de encriptação é armazenada apenas no teu dispositivo. O DuckDuckGo não consegue aceder à chave.
ru: Ключ шифрования хранится только на вашем устройстве. У DuckDuckGo нет к нему доступа.

# preferences.sync.sync-with-server-title
source: Sync and Back Up This Device
de: Dieses Gerät synchronisieren und sichern
es: Sincronizar y hacer una copia de seguridad de este dispositivo
fr: Synchroniser et sauvegarder cet appareil
it: Sincronizza ed esegui il backup di questo dispositivo
pl: Synchronizuj i twórz kopie zapasowe tego urządzenia
pt: Sincronizar e fazer cópia de segurança deste dispositivo
ru: Синхронизация и резервное копирование устройства

# preferences.sync.synced-devices
source: Synced Devices
de: Synchronisierte Geräte
es: Dispositivos sincronizados
fr: Appareils synchronisés
it: Dispositivi sincronizzati
pl: Zsynchronizowane urządzenia
pt: Dispositivos sincronizados
ru: Синхронизированные устройства

# preferences.sync.this-device
source: This Device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
it: Questo dispositivo
pl: To urządzenie
pt: Este dispositivo
ru: Это устройство

# preferences.sync.turn-off
source: Turn Off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
pl: Wyłącz
pt: Desativar
ru: Отключить

# preferences.sync.turn-off-and-delete-data
source: Turn Off and Delete Server Data…
de: Serverdaten deaktivieren und löschen …
es: Desactivar y eliminar datos del servidor...
fr: Désactiver et supprimer les données du serveur…
it: Disattiva ed elimina i dati del server...
pl: Wyłącz i usuń dane serwera...
pt: Desativar e eliminar dados do servidor…
ru: Отключить и удалить данные с сервера...

# preferences.sync.turn-off.confirm.message
source: This device will no longer be able to access your synced data.
de: Dieses Gerät kann nicht mehr auf deine synchronisierten Daten zugreifen.
es: Este Dispositivo ya no podrá acceder a tus datos sincronizados.
fr: Cet appareil ne pourra plus accéder à vos données synchronisées.
it: Questo dispositivo non potrà più accedere ai tuoi dati sincronizzati.
pl: To urządzenie nie będzie już mieć dostępu do zsynchronizowanych danych.
pt: Este dispositivo deixará de poder aceder aos teus dados sincronizados.
ru: Это устройство утратит доступ к вашим синхронизированным данным.

# preferences.sync.turn-off.confirm.title
source: Turn off sync?
de: Synchronisierung deaktivieren?
es: ¿Desactivar sincronización?
fr: Désactiver la synchronisation ?
it: Disattivare la sincronizzazione?
pl: Wyłączyć synchronizację?
pt: Desativar a sincronização?
ru: Отключить синхронизацию?

# preferences.sync.turn-off.ellipsis
source: Turn Off Sync…
de: Synchronisierung deaktivieren …
es: Desactivar sincronización
fr: Désactiver la synchronisation…
it: Disattivare la sincronizzazione…
pl: Wyłącz synchronizację…
pt: Desativar sincronização…
ru: Отключить синхронизацию...

# prefrences.sync.bookmarks-limit-exceeded-description
source: Bookmark limit exceeded. Delete some to resume syncing.
de: Lesezeichenlimit überschritten. Lösche Lesezeichen, um die Synchronisierung fortzusetzen.
es: Se ha superado el límite de marcadores. Elimina algunos para reanudar la sincronización.
fr: La limite de signets est dépassée. Supprimez-en quelques-uns pour reprendre la synchronisation.
it: Limite segnalibri superato. Eliminane alcuni per riprendere la sincronizzazione.
pl: Przekroczono limit zakładek. Usuń niektóre, aby wznowić synchronizację.
pt: Limite de marcadores excedido. Elimina alguns para retomar a sincronização.
ru: Превышен лимит по количеству закладок. Удалите некоторые из них, чтобы возобновить синхронизацию.

# prefrences.sync.credentials-limit-exceeded-description
source: Logins limit exceeded. Delete some to resume syncing.
de: Limit für die Anmeldedaten überschritten. Lösche Anmeldedaten, um die Synchronisierung fortzusetzen.
es: Se ha superado el límite de inicios de sesión. Elimina algunos para reanudar la sincronización.
fr: Limite d'identifiants dépassée. Supprimez-en quelques-uns pour reprendre la synchronisation.
it: Limite di accesso superato. Eliminane alcuni per riprendere la sincronizzazione.
pl: Przekroczono limit loginów. Usuń niektóre, aby wznowić synchronizację.
pt: Limite de inícios de sessão excedido. Elimina alguns para retomar a sincronização.
ru: Превышен лимит по количеству логинов. Удалите некоторые из них, чтобы возобновить синхронизацию.

# prefrences.sync.delete-account.button
source: Delete Data
de: Daten löschen
es: Eliminar datos
fr: Supprimer les données
it: Elimina dati
pl: Usuń dane
pt: Eliminar dados
ru: Удалить данные

# prefrences.sync.delete-account.message
source: These devices will be disconnected and your synced data will be deleted from the server.
de: Diese Geräte werden getrennt und deine synchronisierten Daten werden vom Server gelöscht.
es: Estos dispositivos se desdesconectarán y tus datos sincronizados se eliminarán del servidor.
fr: Ces appareils seront déconnectés et vos données synchronisées seront supprimées du serveur.
it: Questi dispositivi saranno disconnessi e i dati sincronizzati saranno eliminati dal server.
pl: Te urządzenia zostaną odłączone, a zsynchronizowane dane usunięte z serwera.
pt: Estes dispositivos serão desconectados e os dados sincronizados serão eliminados do servidor.
ru: Привязка устройств будет отключена, а синхронизированные данные — удалены с сервера.

# prefrences.sync.delete-account.title
source: Delete server data?
de: Serverdaten löschen?
es: ¿Eliminar datos del servidor?
fr: Supprimer les données du serveur ?
it: Eliminare i dati del server?
pl: Usunąć dane serwera?
pt: Eliminar dados do servidor?
ru: Удалить данные с сервера?

# prefrences.sync.device-details.label
source: Name
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
pt: Nome
ru: Название

# prefrences.sync.device-details.prompt
source: Device name
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome del dispositivo
pl: Nazwa urządzenia
pt: Nome do dispositivo
ru: Имя устройства

# prefrences.sync.device-details.title
source: Device Details
de: Geräte-Details
es: Detalles del dispositivo
fr: Détails de l'appareil
it: Dettagli dispositivo
pl: Szczegóły urządzenia
pt: Detalhes do dispositivo
ru: Сведения об устройстве

# prefrences.sync.device-synced
source: Your data is synced!
de: Deine Daten sind synchronisiert!
es: ¡Tus datos están sincronizados!
fr: Vos données sont synchronisées !
it: I tuoi dati sono sincronizzati!
pl: Twoje dane są synchronizowane!
pt: Os teus dados estão sincronizados!
ru: Данные синхронизированы!

# prefrences.sync.fetch-favicons-onboarding-message
source: Do you want this device to automatically download icons for any new bookmarks synced from your other devices? This will expose the download to your network any time a bookmark is synced.
de: Möchtest du, dass dieses Gerät automatisch Symbole für alle neuen Lesezeichen herunterlädt, die von deinen anderen Geräten synchronisiert wurden? Dadurch wird der Download jedes Mal, wenn ein Lesezeichen synchronisiert wird, in deinem Netzwerk offengelegt.
es: ¿Quieres que este dispositivo descargue automáticamente iconos para los nuevos marcadores sincronizados desde tus otros dispositivos? Esto expondrá la descarga a tu red cada vez que se sincronice un marcador.
fr: Voulez-vous que cet appareil télécharge automatiquement les icônes de tous les nouveaux signets synchronisés depuis vos autres appareils ? Le téléchargement sera visible sur votre réseau chaque fois qu'un signet sera synchronisé.
it: Desideri che questo dispositivo scarichi automaticamente le icone dei nuovi segnalibri sincronizzati dagli altri dispositivi? Sarà possibile effettuare il download sulla tua rete ogni volta che un segnalibro viene sincronizzato.
pl: Czy chcesz, aby urządzenie automatycznie pobierało ikony nowych zakładek zsynchronizowanych z innymi urządzeniami? Spowoduje to ujawnienie pobierania w Twojej sieci za każdym razem, gdy zakładka zostanie zsynchronizowana.
pt: Queres que este dispositivo transfira automaticamente ícones para quaisquer marcadores novos sincronizados a partir dos teus outros dispositivos? Isto expõem a transferência à tua rede sempre que um marcador for sincronizado.
ru: Загружать на этом устройстве значки новых закладок при синхронизации с другими устройствами? В таком случае загрузка будет видна в вашей сети при каждой синхронизации.

# prefrences.sync.fetch-favicons-onboarding-title
source: Download Missing Icons?
de: Fehlende Symbole herunterladen?
es: ¿Descargar los iconos que faltan?
fr: Télécharger les icônes manquantes ?
it: Scaricare le icone mancanti?
pl: Pobrać brakujące ikony?
pt: Transferir ícones em falta?
ru: Загрузить недостающие значки?

# prefrences.sync.fetch-favicons-option-caption
source: Automatically download icons for synced bookmarks. Icon downloads are exposed to your network.
de: Symbole für synchronisierte Lesezeichen automatisch herunterladen. Symbol-Downloads werden in deinem Netzwerk offengelegt.
es: Descargar automáticamente iconos para marcadores sincronizados. Las descargas de iconos están expuestas a tu red.
fr: Téléchargez automatiquement les icônes des favoris synchronisés. Les téléchargements d'icônes sont visibles sur votre réseau.
it: Scarica automaticamente le icone per i segnalibri sincronizzati. I download di icone sono esposti alla tua rete.
pl: Automatycznie pobieraj ikony dla zsynchronizowanych zakładek. Pobieranie ikon jest widoczne w Twojej sieci.
pt: Transferir automaticamente ícones para marcadores sincronizados. As transferências de ícones são expostas à tua rede.
ru: Позволяет автоматически загружать значки для синхронизированных закладок. Значки будут передаваться по вашей сети со всеми вытекающими рисками.

# prefrences.sync.fetch-favicons-option-title
source: Auto-Download Icons
de: Symbole automatisch herunterladen
es: Descargar automáticamente iconos
fr: Icônes de téléchargement automatique
it: Download automatico delle icone
pl: Automatyczne pobieranie ikon
pt: Transferir automaticamente os ícones
ru: Автоматическая загрузка значков

# prefrences.sync.keep-favicons-updated
source: Keep Bookmarks Icons Updated
de: Halte die Lesezeichensymbole auf dem neuesten Stand
es: Mantener los iconos de marcadores actualizados
fr: Garder les icônes de signets à jour
it: Tieni aggiornate le icone dei segnalibri
pl: Aktualizuj ikony zakładek
pt: Manter os ícones dos favoritos atualizados
ru: Обновлять значки закладок

# prefrences.sync.options-section-title
source: Options
de: Optionen
es: Opciones
it: Opzioni
pl: Opcje
pt: Opções
ru: Параметры

# prefrences.sync.recovery
source: Recovery
de: Wiederherstellung
es: Recuperación
fr: Récupération
it: Recupero
pl: Odzyskiwanie
pt: Recuperação
ru: Восстановление данных

# prefrences.sync.recovery-instructions
source: If you lose your device, you will need this recovery code to restore your synced data.
de: Wenn du dein Gerät verlierst, benötigst du diesen Wiederherstellungscode, um deine synchronisierten Daten wiederherzustellen.
es: Si pierdes tu dispositivo, necesitarás este código de recuperación para restaurar tus datos sincronizados.
fr: Si vous perdez votre appareil, vous aurez besoin de ce code de récupération pour rétablir vos données synchronisées.
it: Se perdi il dispositivo, avrai bisogno di questo codice di recupero per ripristinare i dati sincronizzati.
pl: Jeśli zgubisz swoje urządzenie, będziesz potrzebować tego kodu odzyskiwania, aby przywrócić zsynchronizowane dane.
pt: Se perderes o teu dispositivo, precisas deste código de recuperação para restaurares os dados sincronizados.
ru: Если вы потеряете свое устройство, этот код позволит вам восстановить синхронизированные данные.

# prefrences.sync.recovery-pdf-copy-code-button
source: Copy Code
de: Code kopieren
es: Copiar código
fr: Copier le code
it: Copia codice
pl: Skopiuj kod
pt: Copiar código
ru: Копировать код

# prefrences.sync.recovery-pdf-explanation
source: If you lose access to your devices, you will need this code to recover your synced data. You can save this code to your device as a PDF.
de: Wenn du den Zugriff auf deine Geräte verlierst, benötigst du diesen Code, um deine synchronisierten Daten wiederherzustellen. Du kannst diesen Code als PDF auf deinem Gerät speichern.
es: Si pierdes el acceso a tus dispositivos, necesitarás este código para recuperar tus datos sincronizados. Puedes guardar este código en tu dispositivo como PDF.
fr: Si vous perdez l'accès à vos appareils, vous aurez besoin de ce code pour récupérer vos données synchronisées. Vous pouvez enregistrer ce code sur votre appareil au format PDF.
it: Se perdi l'accesso ai tuoi dispositivi, per recuperare i dati sincronizzati dovrai avere questo codice. Puoi salvare questo codice sul tuo dispositivo come PDF.
pl: Jeśli utracisz dostęp do swoich urządzeń, będziesz potrzebować tego kodu, aby odzyskać zsynchronizowane dane. Możesz zapisać ten kod na swoim urządzeniu jako plik PDF.
pt: Se perderes o acesso aos teus dispositivos, precisas deste código para recuperar os dados sincronizados. Podes guardar este código no seu dispositivo como PDF.
ru: Если вы утратите доступ к своим устройствам, этот код позволит вам восстановить синхронизированные данные. Можно сохранить его на своем устройстве в формате PDF.

# prefrences.sync.recovery-pdf-save-pdf-button
source: Save PDF
de: PDF speichern
es: Guardar PDF
fr: Enregistrer le PDF
it: Salva PDF
pl: Zapisz PDF
pt: Guardar PDF
ru: Сохранить PDF

# prefrences.sync.recovery-pdf-warning
source: Anyone with access to this code can access your synced data, so please keep it in a safe place.
de: Alle Personen, die Zugriff auf diesen Code haben, können auf deine synchronisierten Daten zugreifen. Bewahre ihn daher bitte an einem sicheren Ort auf.
es: Cualquiera que tenga acceso a este código puede acceder a tus datos sincronizados, así que guárdalo en un lugar seguro.
fr: Toute personne ayant accès à ce code peut accéder à vos données synchronisées. Veuillez donc le garder en lieu sûr.
it: Chiunque abbia accesso a questo codice può accedere ai tuoi dati sincronizzati, quindi conservalo in un luogo sicuro.
pl: Każdy, kto ma dostęp do tego kodu, może uzyskać dostęp do zsynchronizowanych danych, więc przechowuj go w bezpiecznym miejscu.
pt: Qualquer pessoa com acesso a este código pode aceder aos teus dados sincronizados, por isso, guarda o código num local seguro.
ru: Этот код позволяет получить доступ к вашим синхронизированным данным, поэтому храните его в надежном месте.

# prefrences.sync.save-recovery-pdf
source: Save Your Recovery Code
de: Speichere deinen Wiederherstellungscode
es: Guarda tu código de recuperación
fr: Enregistrez votre code de récupération
it: Salva il tuo codice di ripristino
pl: Zapisz kod odzyskiwania
pt: Guardar o código de recuperação
ru: Сохранить код восстановления

# prefrences.sync.share-favorite-option-caption
source: Use the same favorite bookmarks on all your devices. Leave off to keep mobile and desktop favorites separate.
de: Verwende auf allen deinen Geräten dieselben Lesezeichenfavoriten. Lass diese Option deaktiviert, um deine Favoriten auf deinem Handy und deinem Desktop getrennt zu halten.
es: Usa los mismos marcadores favoritos en todos tus dispositivos. Deja de tener diferentes favoritos en tus dispositivos móviles y de escritorio.
fr: Utilisez les mêmes signets favoris sur tous vos appareils. Laissez désactivé pour séparer les favoris sur mobile et ceux sur ordinateur de bureau.
it: Usa gli stessi segnalibri preferiti su tutti i tuoi dispositivi. Lascia l'opzione disattivata per tenere separati i preferiti per dispositivi mobili e desktop.
pl: Korzystaj z tych samych ulubionych zakładek na wszystkich swoich urządzeniach. Wyłącz, aby oddzielić ulubione elementy na urządzenia mobilne i stacjonarne.
pt: Usa os mesmos marcadores favoritos em todos os teus dispositivos. Deixa desativado para manter separados os favoritos em dispositivos móveis e computadores.
ru: Использовать одинаковые закладки на всех устройствах. Не включайте, чтобы использовать разное избранное в мобильной и настольной версиях браузера.
