Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# prefrences.sync.bookmarks-limit-exceeded-description
source: You've reached the maximum number of bookmarks. Please delete some to resume sync.
de: Du hast die maximale Anzahl von Lesezeichen erreicht. Lösche Lesezeichen, um die Synchronisierung fortzusetzen.
es: Has alcanzado el número máximo de marcadores. Elimina algunos para reanudar la sincronización.
fr: Vous avez atteint le nombre maximal de signets. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
it: Hai raggiunto il numero massimo di segnalibri. Eliminane alcuni per riprendere la sincronizzazione.
pl: Osiągnięto maksymalną liczbę zakładek. Usuń część z nich, aby wznowić synchronizację.
pt: Atingiste o número máximo de marcadores. Elimina algumas para retomar a sincronização.
ru: Достигнуто максимальное число закладок. Чтобы возобновить синхронизацию, удалите некоторые из них.

# prefrences.sync.bookmarks.too-many-requests
source: Sync & Backup is temporarily unavailable.
de: Sync & Backup ist vorübergehend nicht verfügbar.
es: La sincronización y la copia de seguridad no están disponibles temporalmente.
fr: Sync & Backup est temporairement indisponible.
it: Sync & Backup non è temporaneamente disponibile.
pl: Funkcja Sync & Backup jest tymczasowo niedostępna.
pt: O Sync & Backup está temporariamente indisponível.
ru: Функция «Синхронизация и резервное копирование» временно недоступна.

# prefrences.sync.credentials-limit-exceeded-action
source: Manage passwords…
de: Passwörter verwalten …
es: Administrar contraseñas...
fr: Gérer les mots de passe…
it: Gestisci password…
pl: Zarządzaj hasłami…
pt: Gerir palavras-passe…
ru: Управление паролями...

# prefrences.sync.credentials-limit-exceeded-description
source: You've reached the maximum number of passwords. Please delete some to resume sync.
de: Du hast die maximale Anzahl von Passwörtern erreicht. Lösche einige, um die Synchronisierung fortzusetzen.
es: Has alcanzado el número máximo de contraseñas. Elimina algunas para reanudar la sincronización.
fr: Vous avez atteint le nombre maximal de mots de passe. Veuillez en supprimer quelques-uns pour reprendre la synchronisation.
it: Hai raggiunto il numero massimo di password. Eliminane alcuni per riprendere la sincronizzazione.
pl: Osiągnięto maksymalną liczbę haseł. Usuń część z nich, aby wznowić synchronizację.
pt: Atingiste o número máximo de palavras-passe. Elimina algumas para retomar a sincronização.
ru: Достигнуто максимальное число паролей. Чтобы возобновить синхронизацию, удалите некоторые из них.

# prefrences.sync.credentials.bad.request.description
source: Some passwords are formatted incorrectly or too long and were not synced.
de: Einige Passwörter sind falsch formatiert oder zu lang und wurden nicht synchronisiert.
es: Algunas contraseñas tienen un formato incorrecto o demasiado largo y no se han sincronizado.
fr: Certains mots de passe sont mal formatés ou trop longs et n'ont pas été synchronisés.
it: Alcune password sono formattate in modo errato o sono troppo lunghe e non sono state sincronizzate.
pl: Niektóre hasła mają niepoprawny format lub są zbyt długie i nie zostały zsynchronizowane.
pt: Algumas palavras-passe estão formatadas incorretamente ou são demasiado longas e não foram sincronizadas.
ru: Некоторые пароли не синхронизируются из-за неверного формата или превышения ограничений по длине.

# prefrences.sync.invalid-login-description
source: Sync encountered an error. Try disabling sync on this device and then reconnect using another device or your recovery code.
de: Bei der Synchronisierung ist ein Fehler aufgetreten. Versuche, die Synchronisierung auf diesem Gerät zu deaktivieren, und stelle dann die Verbindung mit einem anderen Gerät oder deinem Wiederherstellungscode wieder her.
es: Se ha producido un error en la sincronización. Intenta desactivar la sincronización en este dispositivo y, a continuación, vuelve a conectarte con otro dispositivo o con tu código de recuperación.
fr: La synchronisation a rencontré une erreur. Essayez de désactiver la synchronisation sur cet appareil, puis reconnectez-vous à l’aide d’un autre appareil ou de votre code de récupération.
it: Sync ha riscontrato un errore. Prova a disattivare la sincronizzazione su questo dispositivo e riconnettiti utilizzando un altro dispositivo o il codice di ripristino.
pl: Podczas synchronizacji wystąpił błąd. Spróbuj wyłączyć synchronizację na tym urządzeniu, a następnie ponownie nawiąż połączenie za pomocą innego urządzenia lub kodu odzyskiwania.
pt: Erro durante a sincronização. Experimenta desativar a sincronização neste dispositivo e, em seguida, inicia sessão novamente noutro dispositivo ou com o teu código de recuperação.
ru: Произошла ошибка синхронизации. Попробуйте отключить синхронизацию на этом устройстве, а затем выполнить повторную привязку с помощью другого устройства или кода восстановления.

# prefrences.sync.limit-exceeded-title
source: Sync Paused
de: Synchronisierung angehalten
es: Sincronización pausada
fr: Synchronisation suspendue
it: Sincronizzazione in pausa
pl: Synchronizacja wstrzymana
pt: Sincronização em pausa
ru: Синхронизация на паузе

# print.menu.item
source: Print…
de: Drucken …
es: Imprimir…
fr: Imprimer…
it: Stampa…
pl: Drukuj…
pt: Imprimir…
ru: Печать…

# private.search.explenation
source: DuckDuckGo Private Search is your default search engine, so you can search the web without being tracked.
de: DuckDuckGo Private Search ist deine Standardsuchmaschine – du kannst also das Web durchsuchen, ohne getrackt zu werden.
es: La búsqueda privada de DuckDuckGo es tu motor de búsqueda predeterminado para que puedas buscar en la web sin que te rastreen.
fr: DuckDuckGo Private Search est votre moteur de recherche par défaut, qui vous permet d'effectuer des recherches sur le Web sans être suivi(e).
it: DuckDuckGo Private Search è il tuo motore di ricerca predefinito, quindi puoi effettuare ricerche sul Web senza essere tracciato.
pl: DuckDuckGo Private Search to domyślna wyszukiwarka, dzięki której możesz wyszukiwać treści w sieci, unikając śledzenia.
pt: O DuckDuckGo Private Search é o teu motor de pesquisa predefinido, para que possas pesquisar a web sem seres rastreado.
ru: DuckDuckGo Private Search — ваша поисковая система по умолчанию. Вы можете пользоваться поиском в интернете, не опасаясь слежки.

source: Quit
de: Verlassen
es: Salir
fr: Quitter
it: Uscire
pl: Wyjdź
pt: Sair
ru: Выйти

source: Quit Without Clearing
de: Beenden ohne Löschen
es: Salir sin borrar
fr: Quitter sans effacer
it: Esci senza cancellare
pl: Wyjdź bez czyszczenia
pt: Sair sem limpar
ru: Выйти без очистки

# release.notes.menu.item
source: Release Notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de mise à jour
it: Note di rilascio
pl: Informacje o wersji
pt: Notas de lançamento
ru: Примечания к релизу

source: Reload Page
de: Seite neu laden
es: Volver a cargar página
fr: Recharger la page
it: Ricarica pagina
pl: Załaduj ponownie stronę
pt: Recarregar página
ru: Перезагрузить страницу

source: Remove Favorite
de: Favorit entfernen
es: Eliminar favorito
fr: Supprimer le favori
it: Rimuovi Preferito
pl: Usuń ulubione
pt: Remover favorito
ru: Удалить из избранного

source: Remove from Favorites
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Supprimer des favoris
it: Rimuovi dai preferiti
pl: Usuń z ulubionych
pt: Remover dos favoritos
ru: Удалить из избранного

source: Reopen Last Closed Tab
de: Letzten geschlossenen Tab erneut öffnen
es: Volver a abrir la última pestaña cerrada
fr: Rouvrir le dernier onglet fermé
it: Riapri l'ultima scheda chiusa
pl: Otwórz ponownie ostatnio zamkniętą kartę
pt: Reabrir o último separador fechado
ru: Заново открыть последнюю закрытую вкладку

source: Reopen Last Closed Window
de: Letztes geschlossenes Fenster erneut öffnen
es: Volver a abrir la última ventana cerrada
fr: Rouvrir la dernière fenêtre fermée
it: Riapri l'ultima finestra chiusa
pl: Otwórz ponownie ostatnio zamknięte okno
pt: Reabrir a última janela fechada
ru: Заново открыть последнее закрытое окно

source: Report Broken Site
de: Fehlerhafte Website melden
es: Informar de sitio web dañado
fr: Signaler un problème de site
it: Segnala sito danneggiato
pl: Zgłoś uszkodzoną witrynę
pt: Denunciar site danificado
ru: Сообщить о неработающем сайте

# reset-zoom
source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
it: Ripristina
pl: Resetowanie
ru: Сбросить

source: Restart Bitwarden
de: Bitwarden neu starten
es: Reiniciar bitwarden
fr: Redémarrer Bitwarden
it: Riavvia Bitwarden
pl: Uruchom ponownie Bitwarden
pt: Reiniciar o Bitwarden
ru: Перезапустить Bitwarden

# restart.bitwarden.info
source: Bitwarden is not responding. Please restart it to initiate the communication again
de: Bitwarden reagiert nicht. Bitte neu starten, um die Kommunikation erneut zu starten
es: Bitwarden no responde. Reinícialo para volver a iniciar la comunicación
fr: Bitwarden ne répond pas. Veuillez redémarrer l'application pour relancer la communication.
it: Bitwarden non risponde. Riavviala per iniziare nuovamente la comunicazione
pl: Aplikacja Bitwarden nie odpowiada. Uruchom ją ponownie, aby ponownie zainicjować komunikację
pt: O Bitwarden não está a responder. Reinicia-o para reiniciar a comunicação
ru: Приложение Bitwarden не отвечает. Перезапустите его, чтобы возобновить связь.

# sad.att.add-to-dock.popover.message
source: Get quick access to protected browsing when you add DuckDuckGo to your Dock.
de: Wenn du DuckDuckGo zu deinem Dock hinzufügst, hast du schnellen Zugang zum geschützten Browsen.
es: Accede rápidamente a una navegación protegida añadiendo DuckDuckGo a tu Dock.
fr: Obtenez un accès rapide à la navigation protégée quand vous ajoutez DuckDuckGo à votre Dock.
it: Ottieni accesso rapido alla navigazione protetta aggiungendo DuckDuckGo al tuo dock.
pl: Uzyskaj szybki dostęp do chronionego przeglądania stron internetowych dzięki dodaniu przeglądarki DuckDuckGo do Docka.
pt: Obtém acesso rápido à navegação protegida ao adicionares o DuckDuckGo à tua Dock.
ru: Добавьте браузер DuckDuckGo на док-панель, чтобы открывать его еще быстрее.

# sad.att.add-to-dock.popover.primary
source: Add To Dock
de: Zum Dock hinzufügen
es: Añadir al Dock
fr: Ajouter au Dock
it: Aggiungi al dock
pl: Dodaj do Docka
pt: Adicionar à Dock
ru: Добавить на док-панель

# sad.att.add-to-dock.popover.title
source: Add DuckDuckGo to Your Dock.
de: DuckDuckGo zum Dock hinzufügen.
es: Añadir DuckDuckGo a tu Dock.
fr: Ajoutez DuckDuckGo à votre Dock.
it: Aggiungi DuckDuckGo al tuo dock.
pl: Dodaj DuckDuckGo do Docka.
pt: Adiciona o DuckDuckGo à tua Dock.
ru: DuckDuckGo на вашей док-панели

# sad.att.both.popover.message
source: Add DuckDuckGo to your Dock and set as your default browser to protect more of what you do online.
de: Füge DuckDuckGo zu deinem Dock hinzu und wähle es als Standardbrowser, um mehr von dem zu schützen, was du online tust.
es: Añade DuckDuckGo a tu Dock y configúralo como tu navegador predeterminado para mejorar la protección de tu actividad en Internet.
fr: Ajoutez DuckDuckGo à votre Dock et définissez-le comme navigateur par défaut pour protéger davantage ce que vous faites en ligne.
it: Aggiungi DuckDuckGo al dock e impostalo come browser predefinito per proteggere meglio quello che fai online.
pl: Dodaj DuckDuckGo do Docka i ustaw jako domyślną przeglądarkę, aby w większym stopniu chronić swoją aktywność w Internecie.
pt: Adiciona o DuckDuckGo à tua Dock e define-o como navegador predefinido para protegeres a tua navegação online.
ru: Для обеспечения дополнительной защиты онлайн добавьте DuckDuckGo на панель Dock и назначьте его браузером по умолчанию.

# sad.att.both.popover.primary
source: Set As Primary Browser
de: Als primären Browser festlegen
es: Establecer como navegador principal
fr: Définir comme navigateur principal
it: Imposta come browser principale
pl: Ustaw jako główną przeglądarkę
pt: Definir como navegador principal
ru: Сделать основным браузером

# sad.att.both.popover.title
source: Make DuckDuckGo Your Primary Browser
de: Mache DuckDuckGo zu deinem Hauptbrowser
es: Hacer de DuckDuckGo tu navegador principal
fr: Faites de DuckDuckGo votre navigateur principal
it: Imposta DuckDuckGo come browser principale
pl: Ustaw DuckDuckGo jako główną przeglądarkę
pt: Faz do DuckDuckGo o teu navegador principal
ru: DuckDuckGo как основной браузер

# sad.att.default.popover.title
source: Make DuckDuckGo Your Default Browser
de: Stelle DuckDuckGo als Standard-Browser ein
es: Establece DuckDuckGo como tu navegador predeterminado
fr: Faites de DuckDuckGo votre navigateur par défaut
it: Imposta DuckDuckGo come browser predefinito
pl: Ustaw DuckDuckGo jako domyślną przeglądarkę.
pt: Faz do DuckDuckGo o teu navegador predefinido
ru: Выберите DuckGo браузером по умолчанию

# sad.att.set-as-default.banner.message
source: DuckDuckGo isn't your default browser. Get more protection
de: DuckDuckGo ist nicht dein Standard-Browser. Hol dir mehr Schutz
es: DuckDuckGo no es tu navegador predeterminado. Obtén más protección
fr: DuckDuckGo n'est pas votre navigateur par défaut. Obtenez plus de protection
it: DuckDuckGo non è il tuo browser predefinito. Ottieni più protezione
pl: DuckDuckGo nie jest Twoją domyślną przeglądarką. Zapewnij sobie lepszą ochronę
pt: O DuckDuckGo não é o teu navegador predefinido. Obtém mais proteção
ru: DuckDuckGo не назначен вашим браузером по умолчанию. Почему бы не поднять уровень защиты?

# sad.att.set-as-default.popover.message
source: Open all site links in DuckDuckGo to protect more of what you do online.
de: Öffne alle Website-Links in DuckDuckGo, um mehr von dem zu schützen, was du online tust.
es: Abre todos los enlaces a sitios web en DuckDuckGo para mejorar la protección de tu actividad en Internet.
fr: Ouvrez tous les liens du site dans DuckDuckGo pour protéger davantage ce que vous faites en ligne.
it: Apri tutti i link del sito in DuckDuckGo per proteggere meglio ciò che fai online.
pl: Otwieraj wszystkie linki do witryn w DuckDuckGo, aby w większym stopniu chronić swoją aktywność online.
pt: Abre todos os links de sites no DuckDuckGo para protegeres melhor a tua navegação online.
ru: Для дополнительной защиты в Сети рекомендуем открывать все ссылки на сайты в браузере DuckDuckGo.

# sad.att.set-as-default.prompt.primaary
source: Set As Default
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
it: Imposta come predefinito
pl: Ustaw jako domyślne
pt: Definir como predefinição
ru: Сделать браузером по умолчанию

# sat.att.add-to-dock.banner.message
source: Get quick access to protected browsing
de: Erhalte schnellen Zugang zum geschützten Browsen
es: Obtén acceso rápido a la navegación protegida
fr: Bénéficiez d’un accès rapide à la navigation protégée
it: Accedi rapidamente alla navigazione protetta
pl: Uzyskaj szybki dostęp do chronionego przeglądania
pt: Obtém acesso rápido à navegação protegida
ru: Защищенный браузер всегда под рукой

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
pt: Guardar
ru: Сохранить

source: Save Image As…
de: Bild speichern unter …
es: Guardar imagen como...
fr: Enregistrer l'image sous…
it: Salva immagine come…
pl: Zapisz obraz jako…
pt: Guardar imagem como…
ru: Сохранить изображение как...

# scroll.to.find.app.settings
source: Scroll to find the App Settings (All Accounts) section.
de: Scrolle, um den Abschnitt App-Einstellungen (Alle Konten) zu finden.
es: Desplázate para buscar la sección Configuración de la aplicación (todas las cuentas).
fr: Faites défiler pour trouver la section Réglages de l'application (Tous les comptes).
it: Scorri per trovare la sezione Impostazioni app (tutti gli account).
pl: Przewiń, aby znaleźć sekcję ustawień aplikacji (wszystkie konta).
pt: Desloca-te até encontrares a secção Definições da aplicação (todas as contas).
ru: Прокрутите страницу вниз до раздела «Настройки приложения (все учетные записи)».

source: Search with DuckDuckGo
de: Suchen mit DuckDuckGo
es: Buscar con DuckDuckGo
fr: Rechercher avec DuckDuckGo
it: Cerca con DuckDuckGo
pl: Wyszukaj z DuckDuckGo
pt: Pesquisar com o DuckDuckGo
ru: Поиск в DuckDuckGo

# select.bitwarden.preferences
source: Select Bitwarden → Preferences from the Mac menu bar.
de: Wähle Bitwarden → Einstellungen in der Mac-Menüleiste aus.
es: Selecciona Bitwarden → Preferencias en la barra de menú de Mac.
fr: Sélectionnez Bitwarden → Préférences dans la barre de menu Mac.
it: Seleziona Bitwarden → Preferenze dalla barra dei menu del Mac.
pl: Wybierz Bitwarden → Preferencje na pasku menu komputera Mac.
pt: Seleciona Bitwarden → Preferências na barra de menus do Mac.
ru: В строке меню Mac выберите Bitwarden → Предпочтения.

# select.bitwarden.settings
source: Select Bitwarden → Settings from the Mac menu bar.
de: Wähle Bitwarden → Einstellungen in der Mac-Menüleiste aus.
es: Selecciona Bitwarden → Configuración en la barra de menú de Mac.
fr: Sélectionnez Bitwarden → Réglages dans la barre de menus Mac.
it: Seleziona Bitwarden → Impostazioni dalla barra dei menu del Mac.
pl: Wybierz Bitwarden → Ustawienia na pasku menu komputera Mac.
pt: Seleciona Bitwarden → Definições na barra de menus do Mac.
ru: В строке меню Mac выберите Bitwarden → Настройки.

source: Send Browser Feedback
de: Browser-Feedback senden
es: Enviar comentarios del navegador
fr: Envoyer des commentaires sur le navigateur
it: Invia feedback sul browser
pl: Wyślij opinię o przeglądarce
pt: Enviar feedback sobre o navegador
ru: Отправить отзыв о браузере

# send.browser.feedback.feedback-helps
source: Your feedback will help us improve the DuckDuckGo browser.
de: Dein Feedback hilft uns, den DuckDuckGo-Browser zu verbessern.
es: Tus comentarios nos ayudarán a mejorar el navegador DuckDuckGo.
fr: Vos commentaires nous aideront à améliorer le navigateur DuckDuckGo.
it: Il tuo feedback ci aiuterà a migliorare il browser DuckDuckGo.
pl: Twoja opinia pomoże nam ulepszyć przeglądarkę DuckDuckGo.
pt: O teu feedback ajuda-nos a melhorar o navegador DuckDuckGo.
ru: Ваш ответ поможет браузеру DuckDuckGo стать еще лучше.

# send.browser.feedback.general-feedback
source: General feedback
de: Allgemeines Feedback
es: Comentarios generales
fr: Commentaires d'ordre général
it: Feedback generale
pl: Opinia ogólna
pt: Feedback geral
ru: Общий комментарий

# send.browser.feedback.report-problem
source: Report a problem
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
pl: Zgłoś problem
pt: Comunicar um problema
ru: Отчет о проблеме

# send.browser.feedback.request-feature
source: Request a feature
de: Eine Funktion anfordern
es: Solicitar una función
fr: Demander une fonctionnalité
it: Richiedi una funzionalità
pl: Poproś o funkcję
pt: Pedir uma funcionalidade
ru: Запрос функции

# send.browser.feedback.select-category
source: Select a category
de: EINE KATEGORIE AUSWÄHLEN
es: SELECCIONA UNA CATEGORÍA
fr: SÉLECTIONNER UNE CATÉGORIE
it: SELEZIONA UNA CATEGORIA
pl: WYBIERZ KATEGORIĘ
pt: SELECIONA UMA CATEGORIA
ru: ВЫБЕРИТЕ КАТЕГОРИЮ

# send.browser.feedback.thankyou
source: Thank you!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
it: Grazie!
pl: Dziękujemy!
pt: Obrigado!
ru: Спасибо!

# send.browser.feedback.title
source: Help Improve the DuckDuckGo Browser
de: Hilf mit, den DuckDuckGo-Browser zu verbessern
es: Ayuda a mejorar el navegador DuckDuckGo
fr: Contribuer à l'amélioration du navigateur DuckDuckGo
it: Contribuisci a migliorare il browser DuckDuckGo
pl: Pomóż ulepszać przeglądarkę DuckDuckGo
pt: Ajudar a melhorar o navegador DuckDuckGo
ru: Помогите улучшить браузер DuckDuckGo

# send.ppro.feedback
source: Send Privacy Pro Feedback
de: Feedback von Privacy Pro senden
es: Enviar comentarios sobre Privacy Pro
fr: Envoyer des commentaires sur Privacy Pro
it: Invia feedback su Privacy Pro
pl: Wyślij opinię na temat Privacy Pro
pt: Enviar feedback sobre o Privacy Pro
ru: Отправить отзыв о Privacy Pro

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt: Definições
ru: Настройки

# settings.automatic.updates
source: Automatically install updates (recommended)
de: Updates automatisch installieren (empfohlen)
es: Instalar actualizaciones automáticamente (recomendado)
fr: Installer automatiquement les mises à jour (recommandé)
it: Installa automaticamente gli aggiornamenti (scelta consigliata)
pl: Automatyczne instalowanie aktualizacji (zalecane)
pt: Instalar atualizações automaticamente (recomendado)
ru: Автоматически устанавливать обновления (рекомендуется)

# settings.browser.updates.title
source: Browser Updates
es: Actualizaciones del navegador
fr: Mises à jour du navigateur
it: Aggiornamenti del browser
pl: Aktualizacje przeglądarki
pt: Atualizações do navegador
ru: Обновления браузера

# settings.checking.for.update
source: Checking for update
de: Nach Update suchen
es: Buscando actualización
fr: Vérification de la mise à jour
it: Controllo della presenza di aggiornamenti
pl: Sprawdzanie dostępności aktualizacji
pt: A verificar atualizações…
ru: Проверка обновлений

# settings.downloading.update
source: Downloading update %@
de: Update wird heruntergeladen %@
es: Descargando actualización %@
fr: Téléchargement de la mise à jour %@
it: Download dell'aggiornamento %@
pl: Pobieranie aktualizacji %@
pt: A transferir a atualização %@
ru: Загрузка обновления %@

# settings.last.checked
source: Last checked
de: Zuletzt nach Update gesucht
es: Última comprobación
fr: Dernière vérification
it: Ultimo controllo
pl: Ostatnio sprawdzane
pt: Última verificação
ru: Последняя проверка

# settings.manual.updates
source: Check for updates but let you choose to install them
de: Nach Updates suchen, aber selbst entscheiden, ob du sie installieren möchtest
es: Comprueba las actualizaciones, pero deja que tú decidas si las instalas
fr: Rechercher les mises à jour sans les installer automatiquement
it: Controlla gli aggiornamenti, ma ti fa scegliere se installarli
pl: Sprawdź dostępność aktualizacji, ale użytkownik decyduje o instalacji
pt: Verificar se existem atualizações, mas deixa-te escolher instalá-las
ru: Проверять на обновления, но доверить установку вам

# settings.newer.critical.update.available
source: Critical update needed
de: Kritisches Update erforderlich
es: Se necesita una actualización crítica
fr: Une mise à jour critique est nécessaire
it: Aggiornamento critico necessario
pl: Wymagana krytyczna aktualizacja
pt: Atualização crítica necessária
ru: Требуется критическое обновление

# settings.newer.version.available
source: Newer version available
de: Neuere Version verfügbar
es: Versión más reciente disponible
fr: Une version plus récente est disponible
it: È disponibile una versione più recente
pl: Dostępna nowsza wersja
pt: Versão mais recente disponível
ru: Доступна более новая версия

# settings.preparing.update
source: Preparing update
de: Update vorbereiten
es: Preparando la actualización
fr: Préparation de la mise à jour
it: Preparazione dell'aggiornamento
pl: Przygotowanie aktualizacji
pt: A preparar a atualização
ru: Подготовка обновления

# settings.restart.to.update
source: Restart To Update
de: Zum Aktualisieren neu starten
es: Reiniciar para actualizar
fr: Redémarrer pour mettre à jour
it: Riavvia per aggiornare
pl: Uruchom ponownie, aby zaktualizować
pt: Reiniciar para atualizar
ru: Перезапустите для обновления

# settings.retry.update
source: Retry Update
de: Update nochmal versuchen
es: Reintentar actualización
fr: Réessayer la mise à jour
it: Riprova l'aggiornamento
pl: Ponów próbę aktualizacji
pt: Repetir atualização
ru: Повторить попытку обновления

# settings.run.update
source: Update DuckDuckGo
de: DuckDuckGo aktualisieren
es: Actualizar DuckDuckGo
fr: Mettre à jour DuckDuckGo
it: Aggiorna DuckDuckGo
pl: Zaktualizuj DuckDuckGo
pt: Atualizar o DuckDuckGo
ru: Обновить DuckDuckGo
