Repository: peter-maude-new/apple-browsers
Catalog: macOS/scripts/assets/loc/*.xliff
Languages: de, es, fr, it, pl, pt, ru

# onboarding.importdata.text
source: First, let me help you import your bookmarks 📖 and passwords 🔑 from those less private browsers.
de: Zuerst möchte ich dir helfen, deine Lesezeichen 📖 und Passwörter 🔑 aus den weniger privaten Browsern zu importieren.
es: Primero, déjame ayudarte a importar tus marcadores 📖 y contraseñas 🔑 desde esos navegadores no tan privados.
fr: Tout d'abord, laissez-moi vous aider à importer vos signets 📖 et vos mots de passe 🔑 depuis ces navigateurs moins privés.
it: Innanzitutto, ti aiuterò a importare segnalibri 📖 e password 🔑 dai browser con meno privacy.
pl: Na początek pozwól, że pomogę Ci zaimportować zakładki 📖 i hasła 🔑 z tych przeglądarek cechujących się mniejszą prywatnością.
pt: Primeiro, deixa-me ajudar-te a importar os teus marcadores 📖 e palavras-passe 🔑 desses navegadores menos privados.
ru: Прежде всего, давайте импортируем закладки 📖 и пароли 🔑 из браузеров с более низким уровнем защиты данных.

# onboarding.notnow.button
source: Maybe Later
de: Vielleicht später
es: Quizá más tarde
fr: Peut-être plus tard
it: Forse più tardi
pl: Może później
pt: Talvez mais tarde
ru: Позже

# onboarding.setdefault.button
source: Let's Do It!
de: Fangen wir an!
es: ¡De acuerdo!
fr: Allons-y !
it: Facciamolo!
pl: Zróbmy to!
pt: Vamos lá!
ru: Поехали!

# onboarding.setdefault.text
source: Next, try setting DuckDuckGo as your default️ browser, so you can open links with peace of mind, every time.
de: Als Nächstes solltest du DuckDuckGo als deinen Standardbrowser festlegen, damit du Links immer mit ruhigem Gewissen öffnen kannst.
es: A continuación, prueba a configurar DuckDuckGo como tu navegador predeterminado️, para que puedas abrir los enlaces con tranquilidad en todo momento.
fr: Puis essayez de définir DuckDuckGo comme navigateur par défaut afin de pouvoir ouvrir des liens l'esprit tranquille à chaque fois.
it: Successivamente, prova a impostare DuckDuckGo come browser predefinito️, così potrai aprire i link in tutta tranquillità, ogni volta.
pl: Następnie spróbuj ustawić DuckDuckGo jako przeglądarkę domyślną, aby móc spokojnie otwierać każde łącze.
pt: Em seguida, experimenta definir o DuckDuckGo como o teu navegador predefinido️, para que possas abrir links com tranquilidade, sempre.
ru: Затем задайте DuckDuckGo как браузер по умолчанию, чтобы открывать ссылки без каких-либо опасений.

# onboarding.startbrowsing.added-to-dock.text
source: You’re all set! You can find me hanging out in the Dock anytime. Want to see how I protect you? Try visiting one of your favorite sites 👆 Keep watching the address bar as you go. I’ll be blocking trackers and upgrading the security of your connection when possible 🔒
de: Du bist bereit! Du kannst mich jederzeit im Dock antreffen. Möchtest du sehen, wie ich dich beschütze? Versuche, eine deiner Lieblingsseiten aufzurufen 👆 Behalte die Adressleiste im Auge. Ich werde Tracker blockieren und, wenn möglich, die Sicherheit deiner Verbindung verbessern 🔒
es: ¡Ya está todo listo! Puedes encontrarme en el Dock en cualquier momento. ¿Quieres ver cómo te protejo? Prueba a visitar uno de tus sitios favoritos 👆 No pierdas de vista la barra de direcciones al navegar. Bloquearé los rastreadores y mejoraré la seguridad de tu conexión cuando sea posible 🔒
fr: Tout est prêt ! Vous pouvez me trouver sur le Dock à tout moment. Vous voulez voir comment je vous protège ? Essayez de visiter l'un de vos sites préférés 👆 Continuez à regarder la barre d'adresse au fur et à mesure. Je bloquerai les traqueurs et mettrai à niveau la sécurité de votre connexion si possible 🔒
it: Tutto pronto! Mi puoi trovare in qualsiasi momento sul Dock. Vuoi vedere come ti proteggo? Prova a visitare uno dei tuoi siti preferiti 👆 Continua a controllare la barra degli indirizzi mentre esplori. Bloccherò i sistemi di tracciamento e aggiornerò la sicurezza della tua connessione quando possibile 🔒
pl: Wszystko gotowe! W każdej chwili możesz mnie znaleźć w Docku. Chcesz zobaczyć, jak Cię chronię? Spróbuj odwiedzić jedną z ulubionych stron 👆 W międzyczasie obserwuj pasek adresu. Będę blokować mechanizmy śledzące i w miarę możliwości poprawiać bezpieczeństwo połączenia 🔒
pt: Está tudo pronto! Podes encontrar-me na Dock em qualquer altura. Queres ver como te protejo? Experimenta visitar um dos teus sites favoritos 👆 Continua a observar a barra de endereço à medida que vais avançando. Vou bloquear os rastreadores e melhorar a segurança da tua ligação sempre que possível 🔒
ru: Готово! Теперь меня всегда можно найти на док-панели. Хотите узнать, как я защищаю вашу конфиденциальность? Зайдите на свой любимый сайт...👆 И следите за адресной строкой. Я по возможности буду блокировать трекеры и обеспечивать вам более безопасное соединение 🔒

# onboarding.startbrowsing.text
source: You’re all set! Want to see how I protect you? Try visiting one of your favorite sites 👆 Keep watching the address bar as you go. I’ll be blocking trackers and upgrading the security of your connection when possible 🔒
de: Du bist bereit! Möchtest du sehen, wie ich dich beschütze? Versuche, eine deiner Lieblingsseiten aufzurufen 👆 Behalte die Adressleiste im Auge. Ich werde Tracker blockieren und, wenn möglich, die Sicherheit deiner Verbindung verbessern 🔒
es: ¡Ya está todo listo! ¿Quieres ver cómo te protejo? Prueba a visitar uno de tus sitios favoritos 👆 No pierdas de vista la barra de direcciones al navegar. Bloquearé los rastreadores y mejoraré la seguridad de tu conexión cuando sea posible 🔒
fr: Tout est prêt ! Vous voulez voir comment je vous protège ? Essayez de visiter l'un de vos sites préférés 👆 Continuez à regarder la barre d'adresse au fur et à mesure. Je bloquerai les traqueurs et mettrai à niveau la sécurité de votre connexion si possible 🔒
it: Tutto pronto!Vuoi vedere come ti proteggo? Prova a visitare uno dei tuoi siti preferiti 👆 Continua a controllare la barra degli indirizzi mentre esplori. Bloccherò i sistemi di tracciamento e aggiornerò la sicurezza della tua connessione quando possibile 🔒
pl: Wszystko gotowe! Chcesz zobaczyć, jak Cię chronię? Spróbuj odwiedzić jedną z ulubionych stron 👆 W międzyczasie obserwuj pasek adresu. Będę blokować mechanizmy śledzące i w miarę możliwości poprawiać bezpieczeństwo połączenia 🔒
pt: Está tudo pronto! Queres ver como te protejo? Experimenta visitar um dos teus sites favoritos 👆 Continua a observar a barra de endereço à medida que vais avançando. Vou bloquear os rastreadores e melhorar a segurança da tua ligação sempre que possível 🔒
ru: Готово! Хотите узнать, как я защищаю вашу конфиденциальность? Зайдите на свой любимый сайт...👆 И следите за адресной строкой. Я по возможности буду блокировать трекеры и обеспечивать вам более безопасное соединение 🔒

# onboarding.welcome.button
source: Get Started
de: Los geht's!
es: Empezar
fr: Commencer
it: Iniziamo
pl: Rozpocznij
pt: Comece
ru: Приступим!

# onboarding.welcome.text
source: Tired of being tracked online? You've come to the right place 👍 I'll help you stay private️ as you search and browse the web. Trackers be gone!
de: Du bist es leid, online getrackt zu werden? Dann bist du hier genau richtig 👍 Ich helfe dir, deine Privatsphäre zu wahren, während du im Internet suchst und surfst. Weg mit den Trackern!
es: ¿Cansado de que te rastreen en línea? Has venido al lugar adecuado 👍 Te ayudaré a mantener tu privacidad mientras buscas y navegas por la web. Rastreadores, ¡fuera!
fr: Vous en avez assez d'être suivi(e) en ligne ? Alors vous êtes au bon endroit 👍 Je vous aiderai à préserver la confidentialité de vos recherches et de votre navigation sur le Web. Adieu les traqueurs !
it: Non vuoi che le tue attività online vengano tracciate? Abbiamo la soluzione 👍 Ti aiuterò a rendere private le tue ricerche e la navigazione sul web. Sistemi di tracciamento, addio!
pl: Masz dość śledzenia w Internecie? Jesteś we właściwym miejscu 👍 Pomogę Ci w zachowaniu prywatności podczas wyszukiwania i przeglądania stron internetowych. Precz z mechanizmami śledzącymi!
pt: Cansado de seres rastreado online? Vieste ao sítio certo 👍 Vou ajudar-te a manteres a tua privacidade enquanto fazes pesquisas e navegas na Internet. Até à vista rastreadores!
ru: Надоели рекламные трекеры? Тогда вы обратились по адресу! 👍 Я помогу вам скрыть свои данные от посторонних глаз во время поиска и посещения сайтов. Прощайте, трекеры!

# onboarding.welcome.title
source: Welcome to DuckDuckGo!
de: Willkommen bei DuckDuckGo!
es: ¡Bienvenido a DuckDuckGo!
fr: Bienvenue sur DuckDuckGo !
it: DuckDuckGo ti dà il benvenuto!
pl: Witamy w DuckDuckGo!
pt: Damos-lhe as boas-vindas ao DuckDuckGo!
ru: Добро пожаловать в DuckDuckGo!

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pl: Otwórz
pt: Abrir
ru: Открыть

# open.all.in.fire.window
source: Open All in New Fire Window
de: Alle in neuem Fire Window öffnen
es: Abrir todo en una nueva Fire Window
fr: Tout ouvrir dans une nouvelle Fire Window
it: Apri tutto in una nuova Fire Window
pt: Abrir tudo numa nova Fire Window
ru: Открыть все в новом окне Fire Window

source: Open All in New Fire Window
de: Alle in neuem Fire Window öffnen
es: Abrir todo en una nueva Fire Window
fr: Tout ouvrir dans une nouvelle Fire Window
it: Apri tutto in una nuova Fire Window
pl: Otwórz wszystko w nowym oknie Fire Window
pt: Abrir tudo numa nova Fire Window
ru: Открыть все в новом окне Fire Window

# open.all.in.new.tabs
source: Open All in Current Window
de: Alle im aktuellen Fenster öffnen
es: Abrir todo en la ventana actual
fr: Tout ouvrir dans la fenêtre actuelle
it: Apri tutto nella finestra corrente
pl: Otwórz wszystko w bieżącym oknie
pt: Abrir tudo na janela atual
ru: Открыть все в текущем окне

# open.all.tabs.in.new.window
source: Open All in New Window
de: Alle in neuem Fenster öffnen
es: Abrir todo en una ventana nueva
fr: Tout ouvrir dans une nouvelle fenêtre
it: Apri tutto in una nuova finestra
pl: Otwórz wszystko w nowym oknie
pt: Abrir tudo numa nova janela
ru: Открыть все в новом окне

source: Open Bitwarden
de: Bitwarden öffnen
es: Abrir bitwarden
fr: Ouvrir Bitwarden
it: Apri Bitwarden
pl: Otwórz Bitwarden
pt: Abrir o Bitwarden
ru: Открыть Bitwarden

# open.bitwarden.and.log.in.or.unlock
source: Open Bitwarden and Log in or Unlock your vault.
de: Öffne Bitwarden und logge dich ein oder entsperre deinen Tresor.
es: Abre Bitwarden e inicia sesión o desbloquea tu caja fuerte.
fr: Ouvrez Bitwarden et connectez-vous ou déverrouillez votre coffre-fort.
it: Apri Bitwarden e accedi o sblocca la cassaforte.
pl: Otwórz aplikację Bitwarden i zaloguj się lub odblokuj swój sejf.
pt: Abre o Bitwarden e inicia sessão ou desbloqueia o teu cofre.
ru: Откройте приложение Bitwarden и войдите в систему либо разблокируйте свое хранилище.

# open.externally.failed
source: The app required to open that link can’t be found
de: Die zum Öffnen dieses Links erforderliche App wurde nicht gefunden
es: No se puede encontrar la aplicación necesaria para abrir ese enlace
fr: L'application nécessaire pour ouvrir ce lien est introuvable
it: Impossibile trovare l'app necessaria per aprire il link
pl: Nie można znaleźć aplikacji wymaganej do otwarcia tego linku
pt: Não encontramos a aplicação necessária para abrir esse link
ru: Приложение для открытия этой ссылки не найдено

# open.image.in.new.burner.tab
source: Open Image in New Fire Tab
de: Bild in neuem Fire Tab öffnen
es: Abrir imagen en una nueva Fire tab
fr: Ouvrir l'image dans le nouveau Fire Tab
it: Apri l'immagine in una nuova scheda Fire
pl: Otwórz obraz w nowej karcie Fire
pt: Abrir imagem num novo separador Fire
ru: Открыть изображение в новой Fire-вкладке

source: Open Image in New Tab
de: Bild in neuem Tab öffnen
es: Abrir imagen en una nueva pestaña
fr: Ouvrir l'image dans un nouvel onglet
it: Apri l'immagine in una nuova scheda
pl: Otwórz obraz w nowej karcie
pt: Abrir imagem num novo separador
ru: Открыть изображение в новой вкладке

source: Open in %@
de: In %@ öffnen
es: Abrir en %@
fr: Ouvrir dans % @
it: Apri in % @
pl: Otwórz w aplikacji %@
pt: Abrir em %@
ru: Открыть в %@

source: Open in New Fire Window
de: In neuem Fire Window öffnen
es: Abrir en una nueva Fire Window
fr: Ouvrir dans une nouvelle Fire Window
it: Apri in una nuova Fire Window
pl: Otwórz w nowym oknie Fire Window
pt: Abrir numa nova Fire Window
ru: Открыть в новом окне Fire Window

source: Open in New Tab
de: In neuem Tab öffnen
es: Abrir en una nueva pestaña
fr: Ouvrir dans un nouvel onglet
it: Apri in una nuova scheda
pl: Otwórz w nowej karcie
pt: Abrir em novo separador
ru: Открыть в новой вкладке

source: Open in New Window
de: In neuem Fenster öffnen
es: Abrir en Nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
it: Apri in una nuova finestra
pl: Otwórz w nowym oknie
pt: Abrir numa nova janela
ru: Открыть в новом окне

# open.link.in.new.burner.tab
source: Open Link in New Fire Tab
de: Link in neuem Fire Tab öffnen
es: Abrir enlace en una nueva Fire tab
fr: Ouvrir le lien dans le nouveau Fire Tab
it: Apri il link in una nuova scheda Fire
pl: Otwórz łącze w nowej karcie Fire
pt: Abrir link num novo separador Fire
ru: Открыть ссылку в новой Fire-вкладке

source: Open Link in New Tab
de: Link in neuem Tab öffnen
es: Abrir enlace en nueva pestaña
fr: Ouvrir le lien dans un nouvel onglet
it: Apri link in una nuova scheda
pl: Otwórz łącze w nowej karcie
pt: Abrir ligação num separador novo
ru: Открыть ссылку в новой вкладке

# open.multiple.tabs.alert.message
source: Opening a lot of tabs at once may cause the browser to slow down.
de: Das gleichzeitige Öffnen vieler Tabs kann den Browser verlangsamen.
es: Abrir muchas pestañas a la vez puede hacer que el navegador se ralentice.
fr: Le fait d'ouvrir de nombreux onglets à la fois peut ralentir le navigateur.
it: Aprire molte schede contemporaneamente può rallentare il browser.
pl: Otwarcie wielu kart jednocześnie może spowodować spowolnienie przeglądarki.
pt: Abrir muitos separadores em simultâneo pode resultar em lentidão do navegador.
ru: Одновременное открытие большого числа вкладок может замедлить работу браузера.

# open.multiple.tabs.alert.title
source: Open %d items in new tabs?
de: %d Elemente in neuen Tabs öffnen?
es: ¿Abrir %d elementos en pestañas nuevas?
fr: Ouvrir %d éléments dans de nouveaux onglets ?
it: Aprire %d elementi in nuove schede?
pl: Otworzyć elementy (%d) w nowych kartach?
pt: Abrir %d itens em novos separadores?
ru: Открыть сайты (%d) в новых вкладках?

# open.preferences
source: Open System Preferences
de: Systemeinstellungen öffnen
es: Abrir preferencias del sistema
fr: Ouvrir les préférences système
it: Apri Preferenze di Sistema
pl: Otwórz preferencje systemowe
pt: Abrir Preferências do sistema
ru: Открыть настройки системы

# open.settings
source: Open System Settings…
de: Systemeinstellungen öffnen …
es: Abrir configuración del sistema
fr: Ouvrir les paramètres système…
it: Apri Impostazioni di Sistema...
pl: Otwórz ustawienia systemowe…
pt: Abrir Definições do sistema…
ru: Открыть настройки системы…

# options.menu.fireproof-site
source: Fireproof This Site
de: Diese Website feuerfest machen
es: Activar a prueba de fuego para este sitio
fr: Activer le mode coupe-feu pour ce site
it: Proteggi questo sito dal fuoco
pl: Zabezpiecz tę witrynę
pt: Coloque uma barreira de segurança neste site
ru: Сделать огнеупорным

# options.menu.move.tab.to.new.window
source: Move Tab to New Window
de: Tab in neues Fenster verschieben
es: Mover pestaña a una ventana nueva
fr: Déplacer l'onglet vers une nouvelle fenêtre
it: Sposta scheda in una nuova finestra
pl: Przenieś kartę do nowego okna
pt: Mover separador para nova janela
ru: Перенести вкладку в новое окно

# options.menu.remove-fireproofing
source: Remove Fireproofing
de: Feuerfest-Einstellung deaktivieren
es: Desactivar a prueba de fuego
fr: Désactiver le mode coupe-feu
it: Rimuovi protezione dal fuoco
pl: Usuń zabezpieczenie
pt: Remover barreira de segurança
ru: Снять огнеупорность

# page.crash.header
source: This webpage has crashed.
de: Diese Webseite ist abgestürzt.
es: Esta página web se ha caído.
fr: Cette page Web a planté.
it: Questa pagina web si è bloccata.
pl: Ta strona uległa awarii.
pt: Esta página falhou.
ru: На этой странице произошел сбой.

# page.crash.message
source: Try reloading the page or come back later.
de: Versuche, die Seite neu zu laden, oder versuche es später erneut.
es: Intenta volver a cargar la página o vuelve más tarde.
fr: Essayez de recharger la page ou revenez plus tard.
it: Prova a ricaricare la pagina o torna più tardi.
pl: Spróbuj ponownie załadować stronę lub wróć później.
pt: Experimenta recarregar a página ou voltar mais tarde.
ru: Перезагрузите ее или попробуйте вернуться позже.

# page.error.header
source: DuckDuckGo can’t load this page.
de: DuckDuckGo kann diese Seite nicht laden.
es: DuckDuckGo no puede cargar esta página.
fr: DuckDuckGo ne peut pas charger cette page.
it: DuckDuckGo non riesce a caricare questa pagina.
pl: DuckDuckGo nie może wczytać tej strony.
pt: O DuckDuckGo não consegue carregar esta página.
ru: DuckDuckGo не удалось загрузить эту страницу.

# passsword.management.all-items
source: All Items
de: Alle Elemente
es: Todos los elementos
fr: Tous les éléments
it: Tutti gli elementi
pl: Wszystkie elementy
pt: Todos os elementos
ru: Все типы данных

# passsword.management.credit-cards
source: Credit Cards
de: Kreditkarten
es: Tarjetas de crédito
fr: Cartes bancaires
it: Carte di credito
pl: Karty kredytowe
pt: Cartões de crédito
ru: Платежные карты

# passsword.management.identities
source: Identities
de: Identitäten
es: Identidades
fr: Identités
it: Identità
pl: Tożsamości
pt: Identidades
ru: Учетные данные

# passsword.management.lock
source: Lock
de: Sperren
es: Bloquear
fr: Verrouiller
it: Blocca
pl: Zablokuj
pt: Bloquear
ru: Заблокировать

# passsword.management.logins
source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
pl: Hasła
pt: Palavras-passe
ru: Пароли

# passsword.management.notes
source: Notes
de: Notizen
es: Notas
it: Note
pl: Uwagi
pt: Notas
ru: Примечания

# passsword.management.save.address
source: Save Address?
de: Adresse speichern?
es: ¿Guardar dirección?
fr: Enregistrer l'adresse ?
it: Salvare l'indirizzo?
pl: Zapisać adres?
pt: Guardar endereço?
ru: Сохранить адрес?

# passsword.management.save.credentials.account.label
source: Connected to %@
de: Verbunden mit %@
es: Conectado a %@
fr: Connecté à %@
it: Connesso a %@
pl: Połączono z sejfem %@
pt: Ligado a %@
ru: Привязан к %@

# passsword.management.save.credentials.fireproof.checkbox.description
source: Keeps you signed in after using the Fire Button
de: Behält deine Anmeldung bei, nachdem du den Fire Button benutzt hast
es: Mantiene la sesión iniciada después de usar el Fire Button
fr: Permet de maintenir votre connexion après l'utilisation du Fire Button
it: Mantiene la connessione dopo aver utilizzato il Fire Button
pl: Zachowuje stan Twojego zalogowania po użyciu przycisku Fire Button
pt: Mantém a tua sessão iniciada depois de utilizares o Fire Button
ru: Позволяет оставаться в учетной записи даже после применения кнопки Fire Button.

# passsword.management.save.credentials.fireproof.checkbox.title
source: Fireproof this website
de: „Fireproof“ diese Website?
es: Marcar el sitio web como Fireproof
fr: Placer ce site Web en mode coupe-feu
it: Fireproof questo sito
pl: Zabezpiecz tę witrynę funkcją Fireproof
pt: Faz o fireproof deste site
ru: Fireproof-защита для сайта

# passsword.management.save.credentials.password.manager.title
source: Save password to Bitwarden?
de: Passwort bei Bitwarden speichern?
es: ¿Guardar contraseña en Bitwarden?
fr: Enregistrer le mot de passe dans Bitwarden ?
it: Salvare la password su Bitwarden?
pl: Zapisać hasło w aplikacji Bitwarden?
pt: Guardar palavra-passe no Bitwarden?
ru: Сохранить пароль в Bitwarden?

# passsword.management.save.credentials.unlock.password.manager
source: Unlock Bitwarden to Save
de: Bitwarden zum Speichern freischalten
es: Desbloquea Bitwarden para guardar
fr: Déverrouiller Bitwarden pour enregistrer
it: Sblocca Bitwarden per salvare
pl: Odblokuj aplikację Bitwarden, aby zapisać
pt: Desbloquear o Bitwarden para guardar
ru: Для сохранения данных нужно разблокировать Bitwarden.

# passsword.management.save.payment
source: Save Payment Method?
de: Zahlungsmethode speichern?
es: ¿Guardar método de pago?
fr: Enregistrer le mode de paiement ?
it: Salva il metodo di pagamento?
pl: Zapisać metodę płatności?
pt: Guardar método de pagamento?
ru: Сохранить способ оплаты?

# passsword.management.unlock
source: Unlock
de: Freischalten
es: Desbloquear
fr: Déverrouiller
it: Sblocca
pl: Odblokuj
pt: Desbloquear
ru: Разблокировать

# passsword.manager.alert.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pl: Usuń
pt: Eliminar
ru: Удалить

# passsword.manager.alert.duplicate.password
source: Duplicate Password
de: Passwort duplizieren
es: Duplicar contraseña
fr: Mot de passe dupliqué
it: Password duplicata
pl: Zduplikowane hasło
pt: Palavra-passe duplicada
ru: Дубликат пароля

# passsword.manager.alert.duplicate.password.description
source: You already have a password saved for this username and website.
de: Du hast bereits ein Passwort für diesen Benutzernamen und diese Website gespeichert.
es: Ya tienes una contraseña guardada para este nombre de usuario y sitio web.
fr: Vous avez déjà enregistré un mot de passe pour ce nom d'utilisateur et ce site Web.
it: Hai già salvato una password per questo nome utente e questo sito web.
pl: Masz już zapisane hasło powiązane z tą nazwą użytkownika i witryną.
pt: Já tens uma palavra-passe guardada para este nome de utilizador e site.
ru: У вас уже есть сохраненный пароль для этого сайта и имени пользователя.

# passsword.manager.alert.remove-card.confirmation
source: Are you sure you want to delete this saved credit card?
de: Möchtest du diese gespeicherte Kreditkarte wirklich löschen?
es: ¿Seguro que quieres eliminar esta tarjeta de crédito guardada?
fr: Voulez-vous vraiment supprimer cette carte bancaire enregistrée ?
it: Eliminare questa carta di credito salvata?
pl: Czy na pewno chcesz usunąć tę zapisaną kartę kredytową?
pt: Tens a certeza de que pretendes eliminar este cartão de crédito guardado?
ru: Вы точно хотите удалить эту сохраненную платежную карту?

# passsword.manager.alert.remove-identity.confirmation
source: Are you sure you want to delete this saved autofill info?
de: Möchtest du die gespeicherten Informationen zum Autovervollständigen wirklich löschen?
es: ¿Seguro que quieres eliminar esta información de autocompletar guardada?
fr: Voulez-vous vraiment supprimer ces informations de saisie automatique enregistrées ?
it: Eliminare le info compilate automaticamente salvate?
pl: Czy na pewno chcesz usunąć te zapisane informacje autouzupełniania?
pt: Tens a certeza de que pretendes eliminar estas informações de preenchimento automático guardadas?
ru: Вы точно хотите удалить эти сохраненные учетные данные?

# passsword.manager.alert.remove-note.confirmation
source: Are you sure you want to delete this note?
de: Möchtest du diese Notiz wirklich löschen?
es: ¿Seguro que quieres eliminar esta nota?
fr: Voulez-vous vraiment supprimer cette note ?
it: Eliminare questa nota?
pl: Czy na pewno chcesz usunąć tę notatkę?
pt: Tens a certeza de que pretendes eliminar esta nota?
ru: Вы точно хотите удалить это примечание?

# passsword.manager.alert.remove-password.confirmation
source: Are you sure you want to delete this saved password
de: Möchtest du dieses gespeicherte Passwort wirklich löschen?
es: Seguro que quieres eliminar esta contraseña guardada
fr: Voulez-vous vraiment supprimer ce mot de passe enregistré ?
it: Eliminare questa password salvata?
pl: Czy na pewno chcesz usunąć to zapisane hasło?
pt: Tens a certeza de que pretendes eliminar esta palavra-passe guardada?
ru: Вы точно хотите удалить этот сохраненный пароль?
